{
  "url": "https://www.who.int/news-room/fact-sheets/detail/adolescents-health-risks-and-solutions",
  "title": "Adolescent and young adult health",
  "slug": "adolescent-and-young-adult-health",
  "published_date": "26 November 2024",
  "author": "World Health Organization (WHO)",
  "first_letter": "A",
  "sections": [
    {
      "heading": "Key facts",
      "content": [
        {
          "text": null,
          "bullets": [
            "Over 1.5 million adolescents and young adults aged 10–24 years died in 2021, about 4500 every day.",
            "Young adolescents aged 10–14 years have the lowest risk of death among all age groups.",
            "Injuries (including road traffic injuries and drowning), interpersonal violence, self-harm and maternal conditions are the leading causes of death among adolescents and young adults.",
            "Half of all mental health disorders in adulthood start by age 18, but most cases are undetected and untreated.",
            "Early onset of substance use is associated with higher risks of developing dependence and other problems during adult life, and younger people are disproportionately affected by substance use compared with older people.",
            "Globally, there were 42 births per 1000 to girls aged 15–19 years in 2021."
          ]
        }
      ]
    },
    {
      "heading": "Overview",
      "content": [
        "Survival chances for adolescents and young adults vary greatly across the world. In 2021, the average probability of a 10-year-old dying before age 24 was about 6 times higher in sub-Saharan Africa than in North America and Europe.",
        "Within the age group 10–24 years, mortality rates are lowest among adolescents aged 10–14, and highest among young adults aged 20–24 years. Females generally have lower mortality rates for these ages than males.",
        "The patterns of death of 10–14-year-olds are dominated by infectious diseases. Among older adolescents and young adults, a shift away from infectious diseases of childhood is seen, towards accidents and injuries, self-harm and interpersonal violence. Sex differences in mortality rates also become apparent in adolescence."
      ]
    },
    {
      "heading": "Main health issues",
      "content": [
        {
          "text": "Many unintentional injuries such as road traffic and drowning are the leading cause of death and disability among adolescents.",
          "bullets": [
            "Road traffic accidents In 2021, over 100 000 adolescents (10–19 years) died from road traffic accidents . Many of those who died were vulnerable road users, including pedestrians, cyclists or users of motorized two-wheelers. Injuries and violence fact sheet",
            "Drowning Drowning is also among the top causes of death among adolescents; more than 40 000 adolescents, over three quarters of them boys, are estimated to have drowned in 2021. Drowning fact sheet",
            "Violence Interpersonal violence is among the leading causes of death in adolescents and young people globally. Its prominence varies substantially by world region. It causes nearly a third of all adolescent male deaths in the WHO Region of the Americas. Violence during adolescence also increases the risks of injury, HIV and other sexually transmitted infections, mental health problems, poor school performance and dropout, early pregnancy, reproductive health problems, and communicable and noncommunicable diseases. Youth violence fact sheet",
            "Alcohol and drug use Drinking alcohol among adolescents is a major concern in many countries. Worldwide, more than a quarter of all people aged 15–19 years are current drinkers, amounting to 155 million adolescents. Prevalence of heavy episodic drinking among adolescents aged 15­–19 years was 13.6% in 2016, with males most at risk. Cannabis is the most widely used psychoactive drug among young people with about 4.7% of people aged 15–16 years using it at least once in 2018. Alcohol and drug use in children and adolescents is associated with neurocognitive alterations which can lead to behavioural, emotional, social and academic problems in later life. Alcohol fact sheet",
            "Tobacco use",
            "Mental health",
            "Communicable diseases",
            "Early pregnancy and childbirth",
            "Environmental health",
            "Overweight",
            "Nutrition"
          ]
        },
        {
          "text": null,
          "bullets": [
            "Physical activity"
          ]
        },
        "Globally, in 2016, only 1 in 5 adolescents are estimated to\r\n    meet WHO guidelines on physical activity. Prevalence of inactivity is\r\n    high across all WHO regions, and higher in female as compared to male\r\n    adolescents (8) ."
      ]
    },
    {
      "heading": "Rights of adolescents",
      "content": [
        "The rights of children under 18 years to survive, grow and\r\n    develop are enshrined in international legal documents. In 2013, the Committee\r\n    on the Rights of the Child (CRC) published guidelines on the right of children to\r\n    the enjoyment of the highest attainable standard of health, and a General\r\n    Comment on realizing the rights of children during adolescence was published in\r\n    2016. It highlights states’ obligations to recognize the special health and\r\n    development needs and rights of young people.",
        "The Convention on the Elimination of Discrimination Against\r\n    Women (CEDAW) also sets out the rights of women and girls to health and\r\n    adequate health care."
      ]
    },
    {
      "heading": "WHO response",
      "content": [
        "WHO works with Member States and partners to improve the\r\n    health of young people by producing evidence-based guidelines, advocating and\r\n    providing recommendations for adolescent-responsive health systems, and\r\n    documenting progress in adolescent health and development.",
        "In 2023, WHO published an update of the Global Accelerated\r\n        Action for the Health of Adolescents (AA-HA!): Guidance to support country\r\n        implementation . AA-HA! 2.0 has drawn on inputs received during consultations\r\n    with Member States, United Nations agencies, adolescents and young people,\r\n    civil society and other partners. It aims to assist governments in deciding\r\n    what they plan to do and how they plan to do it as they respond to the health\r\n    needs of adolescents.",
        "To improve adolescent health measurement\r\n    globally, WHO in collaboration with UNAIDS, UNESCO, UNFAP, UNICEF, UN Women,\r\n    the World Bank Group, and the World Food Programme (WFP), has established\r\n    the Global\r\n Action for Measurement of Adolescent health (GAMA) Advisory Group . A comprehensive\r\n    set of 47 priority\r\n        indicators for global, regional and national adolescent health measurement has\r\n    been published in 2024 using a structured participatory process.",
        {
          "text": "References",
          "bullets": [
            "United Nations Office on Drugs and Crime. Drug use and consequences. 2020. https://wdr.unodc.org/wdr2020/field/WDR20_Booklet_2.pdf",
            "Ma, Chuanwei et al. Prevalence and trends in tobacco use among adolescents aged 13–15 years in 143 countries,\r\n        1999–2018: findings from the Global Youth Tobacco Surveys. The Lancet Child\r\n        & Adolescent Health, Volume 5, Issue 4, 245 – 255. https://www.thelancet.com/journals/lanchi/article/PIIS2352-4642(20)30390-4/abstract",
            "UNAIDS. https://aidsinfo.unaids.org/",
            "UNICEF.\r\n Adolescent HIV prevention. https://data.unicef.org/topic/hivaids/adolescents-young-people/",
            "Brisson,\r\n Marc et al. Impact of HPV vaccination and cervical screening on cervical cancer\r\n        elimination: a comparative modelling analysis in 78 low-income and\r\n        lower-middle-income countries. The Lancet, Volume 395, Issue 10224, 575 – 590. https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30068-4/fulltext",
            "United\r\n Nations Department of Economic and Social Affairs. World population prospects\r\n        2024. https://www.un.org/development/desa/pd/world-population-prospects-2024",
            "Abarca-Gómez,\r\n Leandra et al. Worldwide trends in body-mass index, underweight, overweight,\r\n        and obesity from 1975 to 2016: a pooled analysis of 2416 population-based\r\n        measurement studies in 128.9 million children, adolescents, and adults. The\r\n        Lancet, Volume 390, Issue 10113, 2627 – 2642. https://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2817%2932129-3/fulltext",
            "Guthold, Regina et al. Global trends in\r\n        insufficient physical activity among adolescents: a pooled analysis of 298\r\n        population-based surveys with 1·6 million participants. The Lancet Child &\r\n        Adolescent Health, Volume 4, Issue 1, 23 – 35. https://www.thelancet.com/article/S2352-4642(19)30323-2/fulltext"
          ]
        }
      ]
    },
    {
      "heading": "WHO's work on adolescent health",
      "content": [
        {
          "text": null,
          "bullets": [
            "Adolescent health",
            "Adolescent sexual and reproductive health and rights",
            "Global Strategy for Women's, Children's and Adolescent's Health & Every Woman Every Child Initiative"
          ]
        }
      ]
    },
    {
      "heading": "Publications",
      "content": [
        {
          "text": null,
          "bullets": [
            "Global accelerated action for the health of adolescents (AA-HA!): Guidance to support country implementation",
            "Global standards for quality health care services for adolescents",
            "Core competencies in adolescent health and development for primary care providers",
            "Health for the world's adolescents: a second chance in the second decade"
          ]
        }
      ]
    }
  ],
  "pdfs": [
    "https://wdr.unodc.org/wdr2020/field/WDR20_Booklet_2.pdf"
  ],
  "images": [
    "https://www.who.int/ResourcePackages/WHO/assets/dist/images/logos/en/h-logo-blue.svg",
    "https://www.who.int/ResourcePackages/WHO/assets/dist/images/logos/en/h-logo-white.svg"
  ],
  "tags": [
    "Health Fact",
    "adolescent-and-young-adult-health",
    "Adolescent and young adult health",
    "WHO"
  ],
  "scrape_timestamp_utc": "2026-01-27T17:23:55Z"
}