[
  {"id": 1, "claim": "High-intensity statins reduce major cardiovascular events in secondary prevention."},
  {"id": 2, "claim": "Smoking increases the risk of lung cancer."},
  {"id": 3, "claim": "Hypertension increases the risk of stroke."},
  {"id": 4, "claim": "HPV vaccination reduces the risk of cervical cancer."},
  {"id": 5, "claim": "Type 2 diabetes increases the risk of chronic kidney disease."},
  {"id": 6, "claim": "Regular physical activity reduces the risk of type 2 diabetes."},
  {"id": 7, "claim": "Obesity is associated with higher risk of coronary heart disease."},
  {"id": 8, "claim": "Chronic hepatitis B infection increases the risk of hepatocellular carcinoma."},
  {"id": 9, "claim": "Long-term sun exposure increases the risk of non-melanoma skin cancer."},
  {"id": 10, "claim": "Influenza vaccination reduces the risk of severe influenza in older adults."},
  {"id": 11, "claim": "SGLT2 inhibitors reduce hospitalization for heart failure in reduced ejection fraction."},
  {"id": 12, "claim": "PCSK9 inhibitors lower LDL cholesterol beyond statins alone."},
  {"id": 13, "claim": "CPAP improves daytime sleepiness in obstructive sleep apnea."},
  {"id": 14, "claim": "Direct-acting antivirals can cure chronic hepatitis C in most patients."},
  {"id": 15, "claim": "Bariatric surgery improves glycemic control in severe obesity with type 2 diabetes."},
  {"id": 16, "claim": "Antibiotic misuse contributes to antimicrobial resistance."},
  {"id": 17, "claim": "Poor oral hygiene increases the risk of gingivitis and periodontitis."},
  {"id": 18, "claim": "High dietary sodium increases blood pressure."},
  {"id": 19, "claim": "Secondhand smoke exposure increases respiratory illness risk in children."},
  {"id": 20, "claim": "Uncontrolled diabetes increases the risk of diabetic retinopathy."},
  {"id": 21, "claim": "Untreated obstructive sleep apnea increases cardiovascular risk."},
  {"id": 22, "claim": "Chronic kidney disease can cause anemia."},
  {"id": 23, "claim": "Excessive alcohol intake increases the risk of liver cirrhosis."},
  {"id": 24, "claim": "Vitamin B12 deficiency can cause neurological symptoms."},
  {"id": 25, "claim": "Low vitamin D levels are associated with reduced bone mineral density."},
  {"id": 26, "claim": "A high-fiber diet improves bowel regularity."},
  {"id": 27, "claim": "Colorectal cancer screening improves detection of early-stage disease."},
  {"id": 28, "claim": "HPV infection is a necessary cause of most cervical cancers."},
  {"id": 29, "claim": "HIV infection can be controlled with antiretroviral therapy."},
  {"id": 30, "claim": "Long-term corticosteroid use increases osteoporosis risk."},
  {"id": 31, "claim": "Elevated LDL cholesterol increases atherosclerotic cardiovascular risk."},
  {"id": 32, "claim": "Physical inactivity increases risk of osteoporosis."},
  {"id": 33, "claim": "Air pollution exposure can worsen asthma symptoms."},
  {"id": 34, "claim": "Processed meat intake is associated with higher colorectal cancer risk."},
  {"id": 35, "claim": "Vaccination reduces the risk of measles outbreaks."},
  {"id": 36, "claim": "Obesity increases the risk of knee osteoarthritis."},
  {"id": 37, "claim": "High triglycerides increase cardiovascular risk."},
  {"id": 38, "claim": "Chronic stress is associated with higher anxiety risk."},
  {"id": 39, "claim": "Untreated hypertension increases risk of heart failure."},
  {"id": 40, "claim": "Smoking during pregnancy increases risk of low birth weight."},
  {"id": 41, "claim": "Breastfeeding provides immune protection to infants."},
  {"id": 42, "claim": "Excessive UV tanning increases melanoma risk."},
  {"id": 43, "claim": "High-sugar intake contributes to dental caries."},
  {"id": 44, "claim": "Vaccination reduces the risk of severe COVID-19."},
  {"id": 45, "claim": "Dietary trans fats increase cardiovascular risk."},
  {"id": 46, "claim": "Iron deficiency causes anemia."},
  {"id": 47, "claim": "Iodine deficiency can lead to goiter."},
  {"id": 48, "claim": "Poor sleep is associated with higher depression risk."},
  {"id": 49, "claim": "High blood glucose damages small blood vessels over time."},
  {"id": 50, "claim": "Regular handwashing reduces transmission of respiratory infections."},
  {"id": 51, "claim": "Regular aerobic exercise lowers resting blood pressure in many adults."},
  {"id": 52, "claim": "Smoking cessation reduces cardiovascular risk over time."},
  {"id": 53, "claim": "Obstructive sleep apnea is associated with hypertension."},
  {"id": 54, "claim": "Chronic obstructive pulmonary disease is linked to long-term tobacco exposure."},
  {"id": 55, "claim": "Type 1 diabetes requires lifelong insulin therapy."},
  {"id": 56, "claim": "Insulin resistance is a core feature of metabolic syndrome."},
  {"id": 57, "claim": "Uncontrolled hyperthyroidism can cause weight loss and tachycardia."},
  {"id": 58, "claim": "Hypothyroidism can cause fatigue and cold intolerance."},
  {"id": 59, "claim": "Long-term benzodiazepine use is associated with dependence risk."},
  {"id": 60, "claim": "Vaccination against hepatitis B reduces the incidence of chronic infection."},
  {"id": 61, "claim": "SARS-CoV-2 vaccination reduces hospitalization risk for COVID-19."},
  {"id": 62, "claim": "Smoking increases the risk of chronic obstructive pulmonary disease."},
  {"id": 63, "claim": "High alcohol intake increases risk of pancreatitis."},
  {"id": 64, "claim": "Non-alcoholic fatty liver disease is associated with obesity and insulin resistance."},
  {"id": 65, "claim": "Untreated atrial fibrillation increases the risk of ischemic stroke."},
  {"id": 66, "claim": "Anticoagulation reduces stroke risk in atrial fibrillation for eligible patients."},
  {"id": 67, "claim": "Antibiotic therapy is effective for confirmed bacterial pneumonia."},
  {"id": 68, "claim": "Most acute viral upper respiratory infections do not require antibiotics."},
  {"id": 69, "claim": "H. pylori infection is a risk factor for peptic ulcer disease."},
  {"id": 70, "claim": "Eradication of H. pylori reduces ulcer recurrence."},
  {"id": 71, "claim": "Chronic hepatitis C can progress to cirrhosis if untreated."},
  {"id": 72, "claim": "Statins reduce LDL cholesterol levels."},
  {"id": 73, "claim": "Familial hypercholesterolemia increases early cardiovascular risk."},
  {"id": 74, "claim": "Diabetic neuropathy is more common with poor glycemic control."},
  {"id": 75, "claim": "Diabetic nephropathy can cause proteinuria."},
  {"id": 76, "claim": "Hypertension can damage the kidneys over time."},
  {"id": 77, "claim": "Chronic kidney disease increases cardiovascular risk."},
  {"id": 78, "claim": "Influenza can cause severe disease in older adults and infants."},
  {"id": 79, "claim": "Measles infection can cause serious complications such as pneumonia."},
  {"id": 80, "claim": "Varicella vaccination reduces the incidence of chickenpox."},
  {"id": 81, "claim": "Cervical cancer screening can detect precancerous lesions."},
  {"id": 82, "claim": "Colon polyps can be precursors to colorectal cancer."},
  {"id": 83, "claim": "Helicobacter pylori is classified as a carcinogen for gastric cancer."},
  {"id": 84, "claim": "High-risk HPV types are associated with cervical cancer."},
  {"id": 85, "claim": "Smoking increases the risk of bladder cancer."},
  {"id": 86, "claim": "Excess UV exposure increases risk of cataracts."},
  {"id": 87, "claim": "Uncontrolled hypertension increases risk of intracerebral hemorrhage."},
  {"id": 88, "claim": "Chronic NSAID use increases risk of gastrointestinal bleeding."},
  {"id": 89, "claim": "Proton pump inhibitors reduce gastric acid secretion."},
  {"id": 90, "claim": "Untreated depression is associated with increased suicide risk."},
  {"id": 91, "claim": "Cognitive behavioral therapy is effective for many anxiety disorders."},
  {"id": 92, "claim": "Obesity is associated with increased risk of obstructive sleep apnea."},
  {"id": 93, "claim": "Regular resistance training improves muscle strength."},
  {"id": 94, "claim": "Osteoporosis increases fracture risk in older adults."},
  {"id": 95, "claim": "Calcium and vitamin D support bone health."},
  {"id": 96, "claim": "Smoking is associated with increased risk of osteoporosis."},
  {"id": 97, "claim": "Chronic inflammation is associated with atherosclerosis."},
  {"id": 98, "claim": "Elevated HbA1c reflects poorer glycemic control."},
  {"id": 99, "claim": "Insulin therapy can reduce hyperglycemia in diabetes."},
  {"id": 100, "claim": "Early ambulation reduces risk of postoperative venous thromboembolism."},
  {"id": 101, "claim": "Low birth weight is associated with higher infant morbidity."},
  {"id": 102, "claim": "Premature birth increases risk of respiratory distress syndrome."},
  {"id": 103, "claim": "Exclusive breastfeeding is recommended for the first months of life."},
  {"id": 104, "claim": "Iron deficiency in pregnancy increases risk of maternal anemia."},
  {"id": 105, "claim": "Folic acid supplementation reduces neural tube defect risk."},
  {"id": 106, "claim": "Blood transfusion can be lifesaving in severe anemia."},
  {"id": 107, "claim": "Trans fats increase LDL and reduce HDL cholesterol."},
  {"id": 108, "claim": "High saturated fat intake is associated with increased LDL cholesterol."},
  {"id": 109, "claim": "Dietary fiber can improve glycemic control in some patients with diabetes."},
  {"id": 110, "claim": "Celiac disease is an autoimmune reaction to gluten."},
  {"id": 111, "claim": "Lactose intolerance can cause bloating and diarrhea after dairy intake."},
  {"id": 112, "claim": "Inflammatory bowel disease increases colorectal cancer risk."},
  {"id": 113, "claim": "Crohn’s disease can affect any part of the gastrointestinal tract."},
  {"id": 114, "claim": "Ulcerative colitis primarily affects the colon."},
  {"id": 115, "claim": "Long-term uncontrolled GERD can lead to Barrett’s esophagus."},
  {"id": 116, "claim": "Barrett’s esophagus increases risk of esophageal adenocarcinoma."},
  {"id": 117, "claim": "High blood pressure is a modifiable risk factor for stroke."},
  {"id": 118, "claim": "Diabetic retinopathy can cause vision loss if untreated."},
  {"id": 119, "claim": "Uncontrolled asthma increases risk of exacerbations."},
  {"id": 120, "claim": "Inhaled corticosteroids reduce asthma exacerbation frequency."},
  {"id": 121, "claim": "Beta-lactam antibiotics are effective against many gram-positive infections."},
  {"id": 122, "claim": "MRSA is resistant to many beta-lactam antibiotics."},
  {"id": 123, "claim": "HIV pre-exposure prophylaxis reduces risk of HIV acquisition."},
  {"id": 124, "claim": "Tuberculosis is spread primarily via airborne droplets."},
  {"id": 125, "claim": "Latent tuberculosis infection can progress to active disease."},
  {"id": 126, "claim": "Seasonal influenza vaccination reduces infection risk in many adults."},
  {"id": 127, "claim": "High BMI is associated with increased risk of type 2 diabetes."},
  {"id": 128, "claim": "Poor sleep duration is associated with higher insulin resistance."},
  {"id": 129, "claim": "Depression is associated with increased cardiovascular risk."},
  {"id": 130, "claim": "Smoking cessation reduces COPD progression rate."},
  {"id": 131, "claim": "Vaping exposes users to nicotine and other aerosols."},
  {"id": 132, "claim": "Alcohol use during pregnancy can cause fetal alcohol spectrum disorders."},
  {"id": 133, "claim": "Excessive acetaminophen can cause acute liver injury."},
  {"id": 134, "claim": "Allergic rhinitis can worsen asthma control."},
  {"id": 135, "claim": "ACE inhibitors reduce blood pressure in hypertension."},
  {"id": 136, "claim": "SGLT2 inhibitors can increase risk of genital mycotic infections."},
  {"id": 137, "claim": "Metformin is first-line therapy for many patients with type 2 diabetes."},
  {"id": 138, "claim": "Antipsychotic medications can cause metabolic side effects."},
  {"id": 139, "claim": "Long-term uncontrolled hypertension can cause left ventricular hypertrophy."},
  {"id": 140, "claim": "High-risk pregnancies benefit from prenatal care."},
  {"id": 141, "claim": "Regular dental care reduces risk of severe periodontal disease."},
  {"id": 142, "claim": "COVID-19 can increase risk of thrombotic events in some patients."},
  {"id": 143, "claim": "Prolonged immobility increases risk of deep vein thrombosis."},
  {"id": 144, "claim": "Early mobilization after surgery reduces thromboembolism risk."},
  {"id": 145, "claim": "Family history increases risk of breast cancer."},
  {"id": 146, "claim": "BRCA1/2 mutations increase breast and ovarian cancer risk."},
  {"id": 147, "claim": "Regular mammography can detect breast cancer earlier."},
  {"id": 148, "claim": "Chronic hepatitis C increases risk of hepatocellular carcinoma."},
  {"id": 149, "claim": "Tobacco use increases risk of peripheral arterial disease."},
  {"id": 150, "claim": "HIV infection increases risk of certain opportunistic infections."}
]
