{
  "url": "https://www.webmd.com/podcasts/20260115/miscarriage-understanding-causes-follow-up-care-and-finding-support",
  "title": "Miscarriage: Understanding Causes, Follow-Up Care, and Finding Support",
  "slug": "miscarriage-understanding-causes-follow-up-care-and-finding-support",
  "published_date": "",
  "first_letter": "M",
  "author": "",
  "medically_reviewed_by": "",
  "read_time": "",
  "sections": [
    {
      "heading": null,
      "content": null,
      "bullets": null,
      "content_blocks": []
    },
    {
      "heading": null,
      "content": [
        "Jan. 15, 2026 -- Miscarriage is common, yet many people feel unprepared when it happens. What are the different types of miscarriage, and what does follow-up care look like? We spoke with Lora Shahine, MD , double board-certified in reproductive endocrinology, infertility, and OB-GYN, about what to expect after a miscarriage, available care options, and the emotional aftermath, including the connection to postpartum depression. Dr. Shahine also explains the most common cause of miscarriage – genetic issues in the embryo – and why it is not caused by something a person did. Miscarriage is not your fault, and support matters."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Jan. 15, 2026 -- Miscarriage is common, yet many people feel unprepared when it happens. What are the different types of miscarriage, and what does follow-up care look like? We spoke with Lora Shahine, MD , double board-certified in reproductive endocrinology, infertility, and OB-GYN, about what to expect after a miscarriage, available care options, and the emotional aftermath, including the connection to postpartum depression. Dr. Shahine also explains the most common cause of miscarriage – genetic issues in the embryo – and why it is not caused by something a person did. Miscarriage is not your fault, and support matters.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Neha Pathak, MD, FACP, DipABLM:",
      "content": [
        "Welcome to the WebMD Health Discovered Podcast. I'm Dr Neha Pathak, WebMD's Chief Physician Editor for Health and Lifestyle Medicine. In today's episode, we're taking a step-by-step approach to miscarriage. We'll be discussing some sensitive topics, and it may not be suitable for all audiences. Miscarriage is something many people experience, yet so few feel prepared for when it happens to them. It brings not only physical symptoms, but deep emotional weight and a sense of isolation — made even worse by the myths, silence, and misunderstanding that still surround pregnancy loss. Whether you're listening for yourself or to support someone you love, we want you to feel seen, informed, and less alone. We'll talk openly about the different types of miscarriage, what a missed miscarriage actually means, and the options people have. We'll also discuss recommended follow-up care, and because miscarriage affects us emotionally as well as physically, we'll dive into the aftermath, the link to postpartum depression and anxiety, and the message that a miscarriage is not your fault. This conversation is all about clarity, comfort, and empowering you with knowledge as you move through this experience or support someone who is grieving. First, let me introduce my guest, Dr Lora Shahine. Dr Shahine is an OB-GYN with further training in reproductive endocrinology and infertility. She's double-board certified in REI and OB-GYN. She's practiced at Pacific Northwest Fertility in Seattle since 2009 and has teaching appointments at both the University of Washington and Swedish Hospital. Author, speaker, and educator, Dr Shahine reaches millions monthly across social media platforms as a content creator and as host of the Brave and Curious podcast. Welcome to the WebMD Health Discovered Podcast, Dr Shahine."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Welcome to the WebMD Health Discovered Podcast. I'm Dr Neha Pathak, WebMD's Chief Physician Editor for Health and Lifestyle Medicine. In today's episode, we're taking a step-by-step approach to miscarriage. We'll be discussing some sensitive topics, and it may not be suitable for all audiences. Miscarriage is something many people experience, yet so few feel prepared for when it happens to them. It brings not only physical symptoms, but deep emotional weight and a sense of isolation — made even worse by the myths, silence, and misunderstanding that still surround pregnancy loss. Whether you're listening for yourself or to support someone you love, we want you to feel seen, informed, and less alone. We'll talk openly about the different types of miscarriage, what a missed miscarriage actually means, and the options people have. We'll also discuss recommended follow-up care, and because miscarriage affects us emotionally as well as physically, we'll dive into the aftermath, the link to postpartum depression and anxiety, and the message that a miscarriage is not your fault. This conversation is all about clarity, comfort, and empowering you with knowledge as you move through this experience or support someone who is grieving. First, let me introduce my guest, Dr Lora Shahine. Dr Shahine is an OB-GYN with further training in reproductive endocrinology and infertility. She's double-board certified in REI and OB-GYN. She's practiced at Pacific Northwest Fertility in Seattle since 2009 and has teaching appointments at both the University of Washington and Swedish Hospital. Author, speaker, and educator, Dr Shahine reaches millions monthly across social media platforms as a content creator and as host of the Brave and Curious podcast. Welcome to the WebMD Health Discovered Podcast, Dr Shahine.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Lora Shahine, MD, FACOG:",
      "content": [
        "Oh, thank you so much. A real honor to be here."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Oh, thank you so much. A real honor to be here.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "Well, I think it is really important for us to have the conversation that we are about to have. But before we start exploring our topic for today, I'd love to ask about your own health discovery — maybe a story with one of your patients that inspired the work that you do, particularly around miscarriage.",
        "Shahine: Absolutely. I will never forget when I really started having my own patients go through fertility treatment and journeys as a fellow at Stanford. And I loved calling pregnancy tests, and the typical way that it would go is I would call and say, “Congratulations, Sally. You got a positive pregnancy test. I'm so happy for you. Here’s what the next steps are.” And I called this particular patient, and I was excited and upbeat and positive, and it was dead silence after I said, “There’s a positive pregnancy test.” She let out this big sigh and she said, “You know what, Dr Shahine? This is just the beginning for me, and a positive pregnancy test has never resulted in good news later,” because she'd had so many miscarriages. It was eye-opening for me — a realization that a positive pregnancy test is not always a positive, joyful thing. For some people, it brings a lot of anxiety, and it's just kind of the first step. And it really helped me sort of frame how I counsel my patients, and miscarriages, and recurrent loss from my 20-year career. During my fellowship at Stanford, I was so fortunate that my mentor, Dr Ruth Lathi, opened the Center for Recurrent Pregnancy Loss at the university, and it was really a multidisciplinary approach where monthly she'd bring together immunologists, gastroenterologists, scientists, geneticists, and the OB-GYNs and reproductive endocrinologists like us to all talk. So it wasn’t this finite lens — in medicine it gets very focused on certain issues — and this was bringing together these minds. And so just caring for patients, counseling patients, and then being so fortunate to be in the right place at the right time to learn through my fellowship really helped me dedicate a lot of my career to these particular patients."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Well, I think it is really important for us to have the conversation that we are about to have. But before we start exploring our topic for today, I'd love to ask about your own health discovery — maybe a story with one of your patients that inspired the work that you do, particularly around miscarriage.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Absolutely. I will never forget when I really started having my own patients go through fertility treatment and journeys as a fellow at Stanford. And I loved calling pregnancy tests, and the typical way that it would go is I would call and say, “Congratulations, Sally. You got a positive pregnancy test. I'm so happy for you. Here’s what the next steps are.” And I called this particular patient, and I was excited and upbeat and positive, and it was dead silence after I said, “There’s a positive pregnancy test.” She let out this big sigh and she said, “You know what, Dr Shahine? This is just the beginning for me, and a positive pregnancy test has never resulted in good news later,” because she'd had so many miscarriages. It was eye-opening for me — a realization that a positive pregnancy test is not always a positive, joyful thing. For some people, it brings a lot of anxiety, and it's just kind of the first step. And it really helped me sort of frame how I counsel my patients, and miscarriages, and recurrent loss from my 20-year career. During my fellowship at Stanford, I was so fortunate that my mentor, Dr Ruth Lathi, opened the Center for Recurrent Pregnancy Loss at the university, and it was really a multidisciplinary approach where monthly she'd bring together immunologists, gastroenterologists, scientists, geneticists, and the OB-GYNs and reproductive endocrinologists like us to all talk. So it wasn’t this finite lens — in medicine it gets very focused on certain issues — and this was bringing together these minds. And so just caring for patients, counseling patients, and then being so fortunate to be in the right place at the right time to learn through my fellowship really helped me dedicate a lot of my career to these particular patients.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "Well, I want to thank you so much for sharing that story and that experience. And as you were talking, a few things came up for me, but one is really understanding what miscarriage is and that there are different experiences even within the word “miscarriage.” There are folks who may have had multiple pregnancies that resulted in live births, and somewhere in the midst there may have been a miscarriage story or experience. And then there's also recurrent pregnancy loss, where with every sort of positive pregnancy test you are holding this fear and anxiety about what is actually going to happen. So I want to thank you so much for sharing the breadth of what we talk about when we talk about miscarriage. But let’s take a step back and really define what it is.",
        "Shahine: Absolutely. So a miscarriage is a pregnancy that stops developing. Typically, it's classified before 20 weeks gestation, and that is for any reason. And it can be any step along the way. There are different types and definitions of miscarriage. For example, a biochemical miscarriage is a miscarriage that happens very early — in that you have a positive pregnancy test, a delayed menstrual cycle, but you don’t get far enough along in the pregnancy to be able to see anything on ultrasound or have a tissue diagnosis. A clinical miscarriage is one that happens after that point — typically after someone’s had an early ultrasound or they are further along, six and a half weeks into pregnancy. I would like to take this opportunity and this platform to say: I think that we should change the name. I don’t have one yet, but the language is so important. It says “miscarry,” like the woman is not carrying the pregnancy correctly. There’s so much shame and self-blame from so many of my patients and so many of my friends and women who have miscarriages — this belief that the embryo must be perfect, but I'm doing something wrong; my body is failing me. That is one of the reasons why I wrote my book on miscarriage and titled it Not Broken , because the most common cause of a pregnancy stopping developing is something within the embryo — a genetic issue. And so I would love to just take this small opportunity to recognize that we often blame ourselves, but it's nobody’s fault that they have a miscarriage."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Well, I want to thank you so much for sharing that story and that experience. And as you were talking, a few things came up for me, but one is really understanding what miscarriage is and that there are different experiences even within the word “miscarriage.” There are folks who may have had multiple pregnancies that resulted in live births, and somewhere in the midst there may have been a miscarriage story or experience. And then there's also recurrent pregnancy loss, where with every sort of positive pregnancy test you are holding this fear and anxiety about what is actually going to happen. So I want to thank you so much for sharing the breadth of what we talk about when we talk about miscarriage. But let’s take a step back and really define what it is.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Absolutely. So a miscarriage is a pregnancy that stops developing. Typically, it's classified before 20 weeks gestation, and that is for any reason. And it can be any step along the way. There are different types and definitions of miscarriage. For example, a biochemical miscarriage is a miscarriage that happens very early — in that you have a positive pregnancy test, a delayed menstrual cycle, but you don’t get far enough along in the pregnancy to be able to see anything on ultrasound or have a tissue diagnosis. A clinical miscarriage is one that happens after that point — typically after someone’s had an early ultrasound or they are further along, six and a half weeks into pregnancy. I would like to take this opportunity and this platform to say: I think that we should change the name. I don’t have one yet, but the language is so important. It says “miscarry,” like the woman is not carrying the pregnancy correctly. There’s so much shame and self-blame from so many of my patients and so many of my friends and women who have miscarriages — this belief that the embryo must be perfect, but I'm doing something wrong; my body is failing me. That is one of the reasons why I wrote my book on miscarriage and titled it Not Broken , because the most common cause of a pregnancy stopping developing is something within the embryo — a genetic issue. And so I would love to just take this small opportunity to recognize that we often blame ourselves, but it's nobody’s fault that they have a miscarriage.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "I am really so glad that you brought that up because there are so many myths and misconceptions and stigma around the experience. And it's interesting because I never really thought about it — even the word itself being part of that creation of stigma. So help us understand how common miscarriage actually is.",
        "Shahine: Great question. Very common. And this is something that I want more people to realize. The best statistic is that one in four pregnancies will stop developing and result in a miscarriage — so that’s about 25%. That’s a very broad definition, but that is really important. So if you have a miscarriage, you are not alone. A lot of people you know have had one, but we just don’t necessarily talk about it. That number can vary greatly depending on many different things. For example, that one in four — that 25% risk — is really talking about clinical miscarriages, where you get to the six-, eight-, ten-week mark where you can see something on ultrasound and it stops developing. But if you include biochemical miscarriages, it's hard to give a number because a lot of people don’t report it to their doctors, or even share, or sometimes even know they were pregnant because they didn’t do a pregnancy test. That could be as high as 70%, according to ASRM guidelines. And then, of course, there are clinical factors that increase the risk of miscarriage. A lot of people don’t talk about age, fertility, and miscarriage being related. As eggs age — but also sperm — fewer of them are able to do all of the genetic work needed to fertilize and turn into a healthy pregnancy. So when someone is 30 years old, their miscarriage risk is about 25%, but by age 40 that miscarriage risk is 50%. By age 42, if you have a positive pregnancy test, there’s a 90% chance it doesn’t continue.",
        "Pathak: Wow. When you frame it the way that you have and provide the statistics the way that you do, it really helps you understand that it can be very much a part of a typical pregnancy journey to experience a miscarriage. And in my professional work and personal life, when you talk to other women about this, it’s surprising how many say that along the way, they have had a miscarriage. But given the numbers you shared, I guess it shouldn’t be surprising. I was told in medical school, “Oh, if a patient asks when they can share the news, tell them not until after the first trimester.” Why is that? Because miscarriage is so common and you don’t want to inconvenience people by having them share that they had a miscarriage."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "I am really so glad that you brought that up because there are so many myths and misconceptions and stigma around the experience. And it's interesting because I never really thought about it — even the word itself being part of that creation of stigma. So help us understand how common miscarriage actually is.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Great question. Very common. And this is something that I want more people to realize. The best statistic is that one in four pregnancies will stop developing and result in a miscarriage — so that’s about 25%. That’s a very broad definition, but that is really important. So if you have a miscarriage, you are not alone. A lot of people you know have had one, but we just don’t necessarily talk about it. That number can vary greatly depending on many different things. For example, that one in four — that 25% risk — is really talking about clinical miscarriages, where you get to the six-, eight-, ten-week mark where you can see something on ultrasound and it stops developing. But if you include biochemical miscarriages, it's hard to give a number because a lot of people don’t report it to their doctors, or even share, or sometimes even know they were pregnant because they didn’t do a pregnancy test. That could be as high as 70%, according to ASRM guidelines. And then, of course, there are clinical factors that increase the risk of miscarriage. A lot of people don’t talk about age, fertility, and miscarriage being related. As eggs age — but also sperm — fewer of them are able to do all of the genetic work needed to fertilize and turn into a healthy pregnancy. So when someone is 30 years old, their miscarriage risk is about 25%, but by age 40 that miscarriage risk is 50%. By age 42, if you have a positive pregnancy test, there’s a 90% chance it doesn’t continue.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Pathak: Wow. When you frame it the way that you have and provide the statistics the way that you do, it really helps you understand that it can be very much a part of a typical pregnancy journey to experience a miscarriage. And in my professional work and personal life, when you talk to other women about this, it’s surprising how many say that along the way, they have had a miscarriage. But given the numbers you shared, I guess it shouldn’t be surprising. I was told in medical school, “Oh, if a patient asks when they can share the news, tell them not until after the first trimester.” Why is that? Because miscarriage is so common and you don’t want to inconvenience people by having them share that they had a miscarriage.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Shahine:",
      "content": [
        "But that’s the exact opposite of what we should be doing. We should be sharing with people we feel comfortable with and who can provide that support. It's hard to share: “At the same time, I was pregnant and I lost the pregnancy.” So I don’t say that anymore to people. I don’t say, “Oh, don’t tell anybody until after the first trimester.” I say, “Hey, share this with people that you want to share this experience with and who are going to support you no matter what happens.”",
        "Pathak: That's really, really powerful. Can you help us understand a little bit about the symptoms given when a miscarriage is happening? So you mentioned that there's a certain period of time you may not even know, but help us kind of understand different times of miscarriage and what you might experience.",
        "Shahine: Great question. I mean, I think that the most common symptoms would be spotting and bleeding and then cramping. So if the pregnancy is not continuing, the pregnancy actually talks to the ovaries to sort of say, “Hey, keep making progesterone to support the implantation of this pregnancy” until the placenta can start making its own progesterone around seven or eight weeks. And so if the pregnancy's not continuing and it's not talking to the ovaries, and the ovaries stop making progesterone, then that uterine lining isn't gonna be supported, and that's why you shed that lining and have a bleed. But it's hard because sometimes people can have spotting and really heavy bleeding, and then they go in to their OB or they get an ultrasound, and everything is just fine. Up to 30% of perfectly normal pregnancies have bleeding in the first trimester. But absolutely, symptoms are often bleeding — you know, heavy spotting — and then cramping, you know, as the uterus is cramping, the cervix is opening, you can sort of feel the uterus working to expel the pregnancy. But there's also something called a missed miscarriage, where someone has no symptoms whatsoever, and they come in for sometimes their very first OB visit and an ultrasound is done, and the pregnancy might be there, but there's no heartbeat. And the pregnancy had stopped developing — could have been, you know, a week ago or two weeks in the past — but the communication just never got there or hadn't gotten there yet. And so that's considered a missed miscarriage just because the pregnancy stopped developing, but you missed the signs ’cause your body didn't give you the signs."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "But that’s the exact opposite of what we should be doing. We should be sharing with people we feel comfortable with and who can provide that support. It's hard to share: “At the same time, I was pregnant and I lost the pregnancy.” So I don’t say that anymore to people. I don’t say, “Oh, don’t tell anybody until after the first trimester.” I say, “Hey, share this with people that you want to share this experience with and who are going to support you no matter what happens.”",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Pathak: That's really, really powerful. Can you help us understand a little bit about the symptoms given when a miscarriage is happening? So you mentioned that there's a certain period of time you may not even know, but help us kind of understand different times of miscarriage and what you might experience.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Great question. I mean, I think that the most common symptoms would be spotting and bleeding and then cramping. So if the pregnancy is not continuing, the pregnancy actually talks to the ovaries to sort of say, “Hey, keep making progesterone to support the implantation of this pregnancy” until the placenta can start making its own progesterone around seven or eight weeks. And so if the pregnancy's not continuing and it's not talking to the ovaries, and the ovaries stop making progesterone, then that uterine lining isn't gonna be supported, and that's why you shed that lining and have a bleed. But it's hard because sometimes people can have spotting and really heavy bleeding, and then they go in to their OB or they get an ultrasound, and everything is just fine. Up to 30% of perfectly normal pregnancies have bleeding in the first trimester. But absolutely, symptoms are often bleeding — you know, heavy spotting — and then cramping, you know, as the uterus is cramping, the cervix is opening, you can sort of feel the uterus working to expel the pregnancy. But there's also something called a missed miscarriage, where someone has no symptoms whatsoever, and they come in for sometimes their very first OB visit and an ultrasound is done, and the pregnancy might be there, but there's no heartbeat. And the pregnancy had stopped developing — could have been, you know, a week ago or two weeks in the past — but the communication just never got there or hadn't gotten there yet. And so that's considered a missed miscarriage just because the pregnancy stopped developing, but you missed the signs ’cause your body didn't give you the signs.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "And would someone have a positive pregnancy test if they had experienced a missed miscarriage?",
        "Shahine: Absolutely. So the positive pregnancy test is testing a hormone called beta HCG, which is made by embryo–fetal pregnancy cells. And so if someone is pregnant, they'll have a positive HCG either in the urine or with a blood test.",
        "Pathak: So in the situation of a missed miscarriage, you might have a positive pregnancy test and not recognize that there's anything wrong until that first confirmatory appointment with your OB-GYN.",
        "Shahine: That is correct. It just means that the pregnancy stopped developing at some point before you're getting your evaluation, but you never got any clues. You never had spotting. You never had cramping.",
        "Pathak: So, you mentioned that in early miscarriages there may be situations in which you pass the tissue. Talk to us about what the next steps would be if that doesn't happen.",
        "Shahine: So, if someone is diagnosed with a missed miscarriage, or they might even be having spotting and signs, but the pregnancy is not developing — you should be a certain number of weeks along, and you kind of know exactly what stages of development should be at six weeks, seven weeks, eight weeks. I've got a great YouTube video on what to expect with ultrasound monitoring in the first trimester. And there's really specific stages of development — what an embryo should look like at six weeks, at six and a half weeks, at seven weeks — that could be really helpful for people. And then also you really want to make sure — so sometimes it can be such a surprise, where someone goes in and by their last menstrual period, they should be 10 weeks pregnant, but the pregnancy is only measuring six weeks. Sometimes people will say, “Gosh, let's just come back in a week and let's take a look,” ’cause maybe you actually ovulated later than you thought. Like, if we're really not sure, you don't have to actively do anything — you could just get another ultrasound to be absolutely sure a week apart. If there's no change in development, there's no growth, there's no heartbeat — at that point you could say, “Okay, this really is a miscarriage.” So just want to make sure that that's really clear. And once it's really diagnosed, you really could just wait. Your body will often get the signal eventually, and you will have the hormone shifts: the beta HCG level drops, the progesterone levels will drop, and the body will pass the pregnancy tissue on its own. But certainly, there are two other options. One is to take medication that helps the cervix soften, helps the uterus contract. There's even a medication called mifepristone that actually blocks progesterone receptors. So remember how I talked about how progesterone is supporting the lining? So if the lining isn't getting the progesterone messages, then that will make it easier for another medication called misoprostol to then help the uterus contract, the cervix soften, and the pregnancy pass. So those are medications that someone can take to help resolve miscarriage as opposed to just waiting for it to happen. And then of course the other option is a procedure. We call it a D&C. It stands for “D” is dilation and “C” is curettage, which just means a gentle emptying of the uterus. So really it's expectant management, medication, or a procedure to help the resolution of the miscarriage."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "And would someone have a positive pregnancy test if they had experienced a missed miscarriage?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Absolutely. So the positive pregnancy test is testing a hormone called beta HCG, which is made by embryo–fetal pregnancy cells. And so if someone is pregnant, they'll have a positive HCG either in the urine or with a blood test.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Pathak: So in the situation of a missed miscarriage, you might have a positive pregnancy test and not recognize that there's anything wrong until that first confirmatory appointment with your OB-GYN.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: That is correct. It just means that the pregnancy stopped developing at some point before you're getting your evaluation, but you never got any clues. You never had spotting. You never had cramping.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Pathak: So, you mentioned that in early miscarriages there may be situations in which you pass the tissue. Talk to us about what the next steps would be if that doesn't happen.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: So, if someone is diagnosed with a missed miscarriage, or they might even be having spotting and signs, but the pregnancy is not developing — you should be a certain number of weeks along, and you kind of know exactly what stages of development should be at six weeks, seven weeks, eight weeks. I've got a great YouTube video on what to expect with ultrasound monitoring in the first trimester. And there's really specific stages of development — what an embryo should look like at six weeks, at six and a half weeks, at seven weeks — that could be really helpful for people. And then also you really want to make sure — so sometimes it can be such a surprise, where someone goes in and by their last menstrual period, they should be 10 weeks pregnant, but the pregnancy is only measuring six weeks. Sometimes people will say, “Gosh, let's just come back in a week and let's take a look,” ’cause maybe you actually ovulated later than you thought. Like, if we're really not sure, you don't have to actively do anything — you could just get another ultrasound to be absolutely sure a week apart. If there's no change in development, there's no growth, there's no heartbeat — at that point you could say, “Okay, this really is a miscarriage.” So just want to make sure that that's really clear. And once it's really diagnosed, you really could just wait. Your body will often get the signal eventually, and you will have the hormone shifts: the beta HCG level drops, the progesterone levels will drop, and the body will pass the pregnancy tissue on its own. But certainly, there are two other options. One is to take medication that helps the cervix soften, helps the uterus contract. There's even a medication called mifepristone that actually blocks progesterone receptors. So remember how I talked about how progesterone is supporting the lining? So if the lining isn't getting the progesterone messages, then that will make it easier for another medication called misoprostol to then help the uterus contract, the cervix soften, and the pregnancy pass. So those are medications that someone can take to help resolve miscarriage as opposed to just waiting for it to happen. And then of course the other option is a procedure. We call it a D&C. It stands for “D” is dilation and “C” is curettage, which just means a gentle emptying of the uterus. So really it's expectant management, medication, or a procedure to help the resolution of the miscarriage.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "And does your management shift depending on how late in a pregnancy the miscarriage has happened?",
        "Shahine: That's a great question because there is no one path for any given patient. And I will tell you in my experience, if I'm diagnosing a miscarriage in my patients, I will typically offer all three pathways. And if they choose just to wait and see, I'll have them come back in a week. I don't want it to go on too long. I want to kind of keep a close eye on them. And when people are deciding maybe between interventions — like a medical intervention, medicine versus a D&C — there's a lot of things to think about. Some people really like the idea of doing it on their terms in their home, and taking the medication and then knowing that in a couple of hours they will have cramping and bleeding, but it kind of feels more intimate. Other people have been very traumatized by miscarriages in the past, or maybe the pregnancy is further along and it might really take a lot of work on the uterus’s part and the cervix opening, which can be quite painful. And in my clinic we offer sedation for a D&C no matter what stage. And so some people say, “You know, I really just want to come in, go to sleep, and wake up and be done. I don't want to do this on my own, in my own home.” There are options for patients. Now, if someone is showing signs of infection — so that's one of the reasons I don't want to wait too, too long — that pregnancy tissue is there; it could be a place of infection. If someone has a fever, they're having significant pain, or they're bleeding very heavily, sometimes we really need to do an intervention to get the pregnancy tissue out of the body to be healthy and to save the health of the patient and the uterus. So if there's not a medical reason to actively do anything, we really are talking about choices."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "And does your management shift depending on how late in a pregnancy the miscarriage has happened?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: That's a great question because there is no one path for any given patient. And I will tell you in my experience, if I'm diagnosing a miscarriage in my patients, I will typically offer all three pathways. And if they choose just to wait and see, I'll have them come back in a week. I don't want it to go on too long. I want to kind of keep a close eye on them. And when people are deciding maybe between interventions — like a medical intervention, medicine versus a D&C — there's a lot of things to think about. Some people really like the idea of doing it on their terms in their home, and taking the medication and then knowing that in a couple of hours they will have cramping and bleeding, but it kind of feels more intimate. Other people have been very traumatized by miscarriages in the past, or maybe the pregnancy is further along and it might really take a lot of work on the uterus’s part and the cervix opening, which can be quite painful. And in my clinic we offer sedation for a D&C no matter what stage. And so some people say, “You know, I really just want to come in, go to sleep, and wake up and be done. I don't want to do this on my own, in my own home.” There are options for patients. Now, if someone is showing signs of infection — so that's one of the reasons I don't want to wait too, too long — that pregnancy tissue is there; it could be a place of infection. If someone has a fever, they're having significant pain, or they're bleeding very heavily, sometimes we really need to do an intervention to get the pregnancy tissue out of the body to be healthy and to save the health of the patient and the uterus. So if there's not a medical reason to actively do anything, we really are talking about choices.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "That's really helpful, and I was gonna ask you around symptoms that someone should be aware of to let them know that “This is an emergency. I need to get myself to the emergency room.”",
        "Shahine: Very heavy bleeding. Lightheadedness or fainting — that's a sign of really, really heavy bleeding. Pain that is not controlled with the medication that your doctor gave you. So certainly Motrin can help with uterine cramps, but sometimes that also can slow down the function of that misoprostol — that medication that helps the uterus do what we're asking it to do. So we'll often give a narcotic, something like Vicodin, and if your pain is not controlled with what your doctor gave you, then I would go to the emergency room to get the help that you need.",
        "Pathak: What do you recommend as the follow-up after miscarriage?",
        "Shahine: Sure. So in our clinic, and in my patient population, we always have a starting point so we know what something looks like before we do an intervention or before the patient calls and says, okay, I've had bleeding. So we know that, you know, there was a pregnancy in the uterus and we wanna visualize afterwards because there are cases where patients will say, I just know that I'm complete. It's done. I had so much bleeding and cramping. I'm sure everything's fine. And then we'll have them come in for an ultrasound in the clinic a couple days later, and the pregnancy is still there, so we don't wanna assume. And then we often, we follow people pretty closely as a fertility clinic. We'll often confirm that the pregnancy tissue has passed, and then we'll do beta HCG levels — that pregnancy hormone level — every week or two until it's resolved. There are these rare cases where it really looks like everything is resolved. Sometimes even people do a D&C or are like, I must have gotten all the tissue, but sometimes there's a little bit of that tissue that remains, and you can pick up on that quickly if that beta HCG level is not resolving."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "That's really helpful, and I was gonna ask you around symptoms that someone should be aware of to let them know that “This is an emergency. I need to get myself to the emergency room.”",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Very heavy bleeding. Lightheadedness or fainting — that's a sign of really, really heavy bleeding. Pain that is not controlled with the medication that your doctor gave you. So certainly Motrin can help with uterine cramps, but sometimes that also can slow down the function of that misoprostol — that medication that helps the uterus do what we're asking it to do. So we'll often give a narcotic, something like Vicodin, and if your pain is not controlled with what your doctor gave you, then I would go to the emergency room to get the help that you need.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Pathak: What do you recommend as the follow-up after miscarriage?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Sure. So in our clinic, and in my patient population, we always have a starting point so we know what something looks like before we do an intervention or before the patient calls and says, okay, I've had bleeding. So we know that, you know, there was a pregnancy in the uterus and we wanna visualize afterwards because there are cases where patients will say, I just know that I'm complete. It's done. I had so much bleeding and cramping. I'm sure everything's fine. And then we'll have them come in for an ultrasound in the clinic a couple days later, and the pregnancy is still there, so we don't wanna assume. And then we often, we follow people pretty closely as a fertility clinic. We'll often confirm that the pregnancy tissue has passed, and then we'll do beta HCG levels — that pregnancy hormone level — every week or two until it's resolved. There are these rare cases where it really looks like everything is resolved. Sometimes even people do a D&C or are like, I must have gotten all the tissue, but sometimes there's a little bit of that tissue that remains, and you can pick up on that quickly if that beta HCG level is not resolving.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "And are there situations in which you might be following up to evaluate for whether or not a patient needs RhoGAM or other sort of interventions?",
        "Shahine: I'm so glad that you brought that up. RhoGAM is one of the most amazing medical interventions in the last hundred years. It is only given to women that have a blood type that's negative. So you know how blood types can be O, A, B, or AB — these are the kinds of proteins that are on the outside of the red blood cell. The plus or minus, like O positive or A negative, that's talking about a different protein called Rh. And if someone is Rh-negative — the mom — they don't have this protein, and they get pregnant with a baby that has that protein on the outside of their red blood cells. It doesn't impact the first pregnancy, but that mom's immune system will build up antibodies to that Rh protein that's on the outside of the first baby's red blood cells. And then if she gets pregnant again in the future, and her immune system has been sensitized to that protein, if she gets pregnant with a second baby in the future that also has Rh-positive blood type, her immune system will attack the red blood cells of that second baby. And the baby gets anemic. Like, I remember in residency at UCSF giving blood transfusions to pregnant women — to the fetuses — that were really being affected because they were getting so anemic. And we don't see that anymore because of RhoGAM. And so it's a prevention. So if you know you are Rh-negative, you should get RhoGAM. If you have a miscarriage, you should talk to your doctor about it, and it's for future pregnancy health. I'm so glad you asked about that."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "And are there situations in which you might be following up to evaluate for whether or not a patient needs RhoGAM or other sort of interventions?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: I'm so glad that you brought that up. RhoGAM is one of the most amazing medical interventions in the last hundred years. It is only given to women that have a blood type that's negative. So you know how blood types can be O, A, B, or AB — these are the kinds of proteins that are on the outside of the red blood cell. The plus or minus, like O positive or A negative, that's talking about a different protein called Rh. And if someone is Rh-negative — the mom — they don't have this protein, and they get pregnant with a baby that has that protein on the outside of their red blood cells. It doesn't impact the first pregnancy, but that mom's immune system will build up antibodies to that Rh protein that's on the outside of the first baby's red blood cells. And then if she gets pregnant again in the future, and her immune system has been sensitized to that protein, if she gets pregnant with a second baby in the future that also has Rh-positive blood type, her immune system will attack the red blood cells of that second baby. And the baby gets anemic. Like, I remember in residency at UCSF giving blood transfusions to pregnant women — to the fetuses — that were really being affected because they were getting so anemic. And we don't see that anymore because of RhoGAM. And so it's a prevention. So if you know you are Rh-negative, you should get RhoGAM. If you have a miscarriage, you should talk to your doctor about it, and it's for future pregnancy health. I'm so glad you asked about that.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "What else should women be asking after a miscarriage that could be helpful for future pregnancies?",
        "Shahine: Absolutely. Well, a lot of patients don't realize that you can ask for genetic testing on the pregnancy tissue. So we kept talking about genetics, and the most common cause of a miscarriage is a genetic or chromosome imbalance in the pregnancy. So if you are able to collect the tissue or you do a D&C, you get far enough along that there is tissue to test. If you have that information and you know that you had that miscarriage because there was an extra number of chromosome seven, or you're missing a number 11 — that is gold. That is such good information because you know, wow, that was just that particular pregnancy. And that the very next time that you get pregnant, it's a brand-new egg, brand-new sperm, and it just gives you more information. A lot of people don't know to ask for it. A lot of times you're just kind of grieving the loss, and it's sort of later that you're like, oh, I wish I had that information. But if you can remember to ask for it or talk to your doctor about it, just go through the pros and cons of doing that. And other things are, you know, most — ASRM, ACOG — really recommend considering testing for recurrent miscarriage after two or more miscarriages. So those are things like looking at hormonal issues, immune issues, anatomic issues, things like that, that you can talk to your doctor about."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "What else should women be asking after a miscarriage that could be helpful for future pregnancies?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Absolutely. Well, a lot of patients don't realize that you can ask for genetic testing on the pregnancy tissue. So we kept talking about genetics, and the most common cause of a miscarriage is a genetic or chromosome imbalance in the pregnancy. So if you are able to collect the tissue or you do a D&C, you get far enough along that there is tissue to test. If you have that information and you know that you had that miscarriage because there was an extra number of chromosome seven, or you're missing a number 11 — that is gold. That is such good information because you know, wow, that was just that particular pregnancy. And that the very next time that you get pregnant, it's a brand-new egg, brand-new sperm, and it just gives you more information. A lot of people don't know to ask for it. A lot of times you're just kind of grieving the loss, and it's sort of later that you're like, oh, I wish I had that information. But if you can remember to ask for it or talk to your doctor about it, just go through the pros and cons of doing that. And other things are, you know, most — ASRM, ACOG — really recommend considering testing for recurrent miscarriage after two or more miscarriages. So those are things like looking at hormonal issues, immune issues, anatomic issues, things like that, that you can talk to your doctor about.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "Can you help us understand about emotional health after miscarriage? What are the risks for things like postpartum depression, anxiety after miscarriage?",
        "Shahine: Very high. Everyone is really different. Like, I have had patients who I am asking, like, how are you doing? How are you supporting yourself and each other? Do you need a referral to counseling? And some patients are — it's over, like shut the door, we're good. We're on to the next. And then other people are truly scared of trying again because — and often that comes in the setting of just not realizing this basic education of how common it is and how it's not the woman's fault. And so a lot of the fear is like, well, why would this not happen again? And so teaching about how each pregnancy is a new opportunity is so important, but it is really common to have a very hard time trying again. And there are so many incredible resources. There are books to read. Of course there's one-on-one counseling — it's really grief counseling — that's helpful. There are miscarriage doulas. So these are not licensed medical practitioners, but I interviewed the very first miscarriage doula, Arden Carnett — she's in North Carolina — on my podcast, the Brave and Curious Podcast. And it's just the ability to talk to someone else who's kind of been through it and can really share your feelings. Because sometimes when you share that you've had a miscarriage with loved ones, they're trying to help, but man, they say the wrong things. You know? Like, oh, you're young, you can get pregnant. Or, oh, it's so great that you got pregnant, I'm sure it's gonna be just fine next time. Or, oh, this is in the universe's plan, or this is in God's plan. You're like, wow, the plan is to make me suffer like this? It's really, really hard. And there's wonderful online, free group therapy supports through resolve.org. There are some incredible meetings and retreats through lots of different options. I mean, there is so much support. I just really want anyone who's listening to realize that you are not alone, and finding that provider that's gonna help you through that next pregnancy — and whatever you need to take care of your emotional wellbeing before you try again — I encourage you to look at all the options."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Can you help us understand about emotional health after miscarriage? What are the risks for things like postpartum depression, anxiety after miscarriage?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Very high. Everyone is really different. Like, I have had patients who I am asking, like, how are you doing? How are you supporting yourself and each other? Do you need a referral to counseling? And some patients are — it's over, like shut the door, we're good. We're on to the next. And then other people are truly scared of trying again because — and often that comes in the setting of just not realizing this basic education of how common it is and how it's not the woman's fault. And so a lot of the fear is like, well, why would this not happen again? And so teaching about how each pregnancy is a new opportunity is so important, but it is really common to have a very hard time trying again. And there are so many incredible resources. There are books to read. Of course there's one-on-one counseling — it's really grief counseling — that's helpful. There are miscarriage doulas. So these are not licensed medical practitioners, but I interviewed the very first miscarriage doula, Arden Carnett — she's in North Carolina — on my podcast, the Brave and Curious Podcast. And it's just the ability to talk to someone else who's kind of been through it and can really share your feelings. Because sometimes when you share that you've had a miscarriage with loved ones, they're trying to help, but man, they say the wrong things. You know? Like, oh, you're young, you can get pregnant. Or, oh, it's so great that you got pregnant, I'm sure it's gonna be just fine next time. Or, oh, this is in the universe's plan, or this is in God's plan. You're like, wow, the plan is to make me suffer like this? It's really, really hard. And there's wonderful online, free group therapy supports through resolve.org. There are some incredible meetings and retreats through lots of different options. I mean, there is so much support. I just really want anyone who's listening to realize that you are not alone, and finding that provider that's gonna help you through that next pregnancy — and whatever you need to take care of your emotional wellbeing before you try again — I encourage you to look at all the options.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "Can you help us understand when someone becomes pregnant after a pregnancy loss? What are some of the most common fears or questions that you encounter with patients?",
        "Shahine: Feelings of dread, anxiety, nervous excitement, but then also being worried if you're too optimistic, and then being worried if you're too pessimistic — just feeling all over the map. So any sort of feeling is valid and normal. And I think really common questions are: How do I know if I'm gonna have another miscarriage? If I have spotting, is it over? If I have cramping, does that mean that it's done? And I think just really good questions are: When I get pregnant again, how can I get information, or how soon can I know that the pregnancy is okay? So sometimes people will have a positive pregnancy test and call us and say, I want an ultrasound tomorrow. And I'm like, we can do an ultrasound, but we can't see anything. You know, the pregnancy is just so, so small — it's not that I wanna deny you care, but you just really can't see anything on ultrasound until about earliest five and a half weeks or six weeks. And then also just listening to what the patient needs. So I do offer early monitoring, but some people don't want it. They're like, it's actually too anxiety-provoking for me to come in at six weeks. Maybe I've had an experience in the past where everything was fine at six weeks, but then when I went back at 10 weeks there was a miscarriage. So I don't want that information early on. I wanna wait until we have a more definitive, further-along pregnancy. So just really good discussions about: How am I gonna get my questions answered the next time I get pregnant? When are you gonna be able to see me to check on things? And how am I gonna get my anxiety taken care of, or whatever I need? I think that preparation and knowing that you are gonna be cared for is really, really helpful."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Can you help us understand when someone becomes pregnant after a pregnancy loss? What are some of the most common fears or questions that you encounter with patients?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Feelings of dread, anxiety, nervous excitement, but then also being worried if you're too optimistic, and then being worried if you're too pessimistic — just feeling all over the map. So any sort of feeling is valid and normal. And I think really common questions are: How do I know if I'm gonna have another miscarriage? If I have spotting, is it over? If I have cramping, does that mean that it's done? And I think just really good questions are: When I get pregnant again, how can I get information, or how soon can I know that the pregnancy is okay? So sometimes people will have a positive pregnancy test and call us and say, I want an ultrasound tomorrow. And I'm like, we can do an ultrasound, but we can't see anything. You know, the pregnancy is just so, so small — it's not that I wanna deny you care, but you just really can't see anything on ultrasound until about earliest five and a half weeks or six weeks. And then also just listening to what the patient needs. So I do offer early monitoring, but some people don't want it. They're like, it's actually too anxiety-provoking for me to come in at six weeks. Maybe I've had an experience in the past where everything was fine at six weeks, but then when I went back at 10 weeks there was a miscarriage. So I don't want that information early on. I wanna wait until we have a more definitive, further-along pregnancy. So just really good discussions about: How am I gonna get my questions answered the next time I get pregnant? When are you gonna be able to see me to check on things? And how am I gonna get my anxiety taken care of, or whatever I need? I think that preparation and knowing that you are gonna be cared for is really, really helpful.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "That's really, really important. I'd love to give you the last few minutes of our time together to just talk directly to someone who's listening who may have had a pregnancy loss, who is concerned about future or recurrent pregnancy losses. How should they approach the care that they get with their medical team? What kinds of questions should they be asking? What should they be thinking about as they think about the next step in their journey?",
        "Shahine: I would tell that person: I just wanna remind you that miscarriage is not your fault. You did nothing to cause a miscarriage. And that every pregnancy is a new opportunity. Like, it feels like if someone's had two or three miscarriages, their only experience with seeing a positive pregnancy test has resulted in a negative outcome. They just can't even envision having a healthy pregnancy. And I try to remind people that it is still possible. And then, questions to ask the doctor: When would we do more testing? When should we check a thyroid level or do a uterine cavity evaluation? And ask them, what do you think is happening? And is there anything that I could do next time — whether it's supporting myself emotionally, early monitoring, or what options are available to me if I do have another miscarriage?"
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "That's really, really important. I'd love to give you the last few minutes of our time together to just talk directly to someone who's listening who may have had a pregnancy loss, who is concerned about future or recurrent pregnancy losses. How should they approach the care that they get with their medical team? What kinds of questions should they be asking? What should they be thinking about as they think about the next step in their journey?",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: I would tell that person: I just wanna remind you that miscarriage is not your fault. You did nothing to cause a miscarriage. And that every pregnancy is a new opportunity. Like, it feels like if someone's had two or three miscarriages, their only experience with seeing a positive pregnancy test has resulted in a negative outcome. They just can't even envision having a healthy pregnancy. And I try to remind people that it is still possible. And then, questions to ask the doctor: When would we do more testing? When should we check a thyroid level or do a uterine cavity evaluation? And ask them, what do you think is happening? And is there anything that I could do next time — whether it's supporting myself emotionally, early monitoring, or what options are available to me if I do have another miscarriage?",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Pathak:",
      "content": [
        "That's really helpful. I wanna thank you so much for your time today. Such an important conversation, and you've given us so much insight.",
        "Shahine: Thank you. I really appreciate the opportunity.",
        "Pathak: As we close this episode, I wanna leave you with three key takeaways. First, miscarriage is more common than people realize, and it's not your fault. Most miscarriages happen because of genetic problems in the embryo, not because of a person's actions, stress level, or lifestyle choices. Understanding this information doesn't automatically erase the grief following a miscarriage, but it can help release you from unnecessary self-blame. Second, everyone deserves compassionate and comprehensive medical care. Whether someone waits for the body to pass tissue, uses medication, or has a procedure, follow-up is essential. That includes monitoring hormone levels, watching for warning signs like heavy bleeding or fever, and asking about Rh testing or genetic evaluation when it's appropriate for you. Finally, emotional recovery is just as important as physical recovery. Anxiety, depression, and fear during a future pregnancy are common after loss. Support is essential — whether it's from a medical team, mental health professionals, support groups, or trusted loved ones — it can make a meaningful difference. Seeking help is not a sign of weakness. It's part of healing. If you or someone you love is navigating miscarriage, we hope this episode helps bring clarity and comfort during a deeply personal experience. To find out more information about Dr Lora Shahine and her work, make sure to check out our show notes. Thank you so much for listening. Please take a moment to follow, rate, and review this podcast on your favorite listening platform. If you'd like to send me an email about topics you are interested in or questions for future guests, please send me a note at [email protected] . This is Dr Neha Pathak for the WebMD Health Discovered Podcast."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "That's really helpful. I wanna thank you so much for your time today. Such an important conversation, and you've given us so much insight.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Shahine: Thank you. I really appreciate the opportunity.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Pathak: As we close this episode, I wanna leave you with three key takeaways. First, miscarriage is more common than people realize, and it's not your fault. Most miscarriages happen because of genetic problems in the embryo, not because of a person's actions, stress level, or lifestyle choices. Understanding this information doesn't automatically erase the grief following a miscarriage, but it can help release you from unnecessary self-blame. Second, everyone deserves compassionate and comprehensive medical care. Whether someone waits for the body to pass tissue, uses medication, or has a procedure, follow-up is essential. That includes monitoring hormone levels, watching for warning signs like heavy bleeding or fever, and asking about Rh testing or genetic evaluation when it's appropriate for you. Finally, emotional recovery is just as important as physical recovery. Anxiety, depression, and fear during a future pregnancy are common after loss. Support is essential — whether it's from a medical team, mental health professionals, support groups, or trusted loved ones — it can make a meaningful difference. Seeking help is not a sign of weakness. It's part of healing. If you or someone you love is navigating miscarriage, we hope this episode helps bring clarity and comfort during a deeply personal experience. To find out more information about Dr Lora Shahine and her work, make sure to check out our show notes. Thank you so much for listening. Please take a moment to follow, rate, and review this podcast on your favorite listening platform. If you'd like to send me an email about topics you are interested in or questions for future guests, please send me a note at [email protected] . This is Dr Neha Pathak for the WebMD Health Discovered Podcast.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": null,
      "content": null,
      "bullets": null,
      "content_blocks": []
    }
  ],
  "pdfs": [],
  "images": [
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/podcasts/podcast-toc-thumbnails/template_for_website_shahine.png",
    "https://img.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/logos/webmd/web/webmd_logo_white.svg",
    "https://privacy-policy.truste.com/privacy-seal/seal?rid=07326333-3522-463d-81bf-f00fd7171fff",
    "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/layout/shared/tag-registered.png?resize=*:60px",
    "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/oncology/1/footer-images/ad-choice.png",
    "https://img.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/oncology/1/images/webmd-logo-white.svg",
    "https://sb.scorecardresearch.com/p?c1=2&c2=6035829&cv=3.6&cj=1"
  ],
  "related_links": [],
  "sources": [],
  "meta_description": "Miscarriage is common, yet many people feel unprepared when it happens. What are the different types of miscarriage, and what does follow-up care look like? We spoke with Lora Shahine, MD, double board-certified in reproductive endocrinology, infertility, and OB-GYN, about what to expect after a miscarriage, available care options, and the emotional aftermath, including the connection to postpartum depression. Dr. Shahine also explains the most common cause of miscarriage – genetic issues in the embryo – and why it is not caused by something a person did. Miscarriage is not your fault, and support matters.",
  "canonical_url": "https://www.webmd.com/podcasts/20260115/miscarriage-understanding-causes-follow-up-care-and-finding-support",
  "tags": [
    "Health Topics",
    "WebMD"
  ],
  "scrape_timestamp_utc": "2026-01-23T03:40:30.609161Z"
}