{
  "url": "https://www.webmd.com/baby/third-trimester-of-pregnancy",
  "title": "Third Trimester",
  "slug": "third-trimester-of-pregnancy",
  "published_date": "2023-03-21",
  "first_letter": "T",
  "author": "Stephanie Watson",
  "medically_reviewed_by": "Traci C. Johnson, MD",
  "read_time": "9 min read",
  "sections": [
    {
      "heading": "What Is the Third Trimester?",
      "content": [
        "The third trimester is the last phase of your pregnancy. It lasts from weeks 29 to 40, or months 7, 8, and 9. During this trimester, your baby grows, develops, and starts to change position to get ready for birth.",
        "Now that you've reached the third trimester, you're in the home stretch of your pregnancy . You've only got a few more weeks to go, but this part of your pregnancy can be the most challenging."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "The third trimester is the last phase of your pregnancy. It lasts from weeks 29 to 40, or months 7, 8, and 9. During this trimester, your baby grows, develops, and starts to change position to get ready for birth.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Now that you've reached the third trimester, you're in the home stretch of your pregnancy . You've only got a few more weeks to go, but this part of your pregnancy can be the most challenging.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "New Fetal Development",
      "content": [
        "In the third trimester, your baby keeps growing. By the end, a full-term baby usually is between 19 and 21 inches long and between 6 and 9 pounds.",
        "Your baby begins to turn itself head-down to get ready for delivery. At week 36, the baby’s head should begin to move into your pelvic area, also called lightening. It will stay in this down-facing position for the last 2 weeks of your pregnancy.",
        "Your baby develops in other important ways in the third trimester. During this phase, it’s able to:"
      ],
      "bullets": [
        "Open its eyes and see",
        "Hear",
        "Suck on its thumb",
        "Cry",
        "Smile"
      ],
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "In the third trimester, your baby keeps growing. By the end, a full-term baby usually is between 19 and 21 inches long and between 6 and 9 pounds.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Your baby begins to turn itself head-down to get ready for delivery. At week 36, the baby’s head should begin to move into your pelvic area, also called lightening. It will stay in this down-facing position for the last 2 weeks of your pregnancy.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Your baby develops in other important ways in the third trimester. During this phase, it’s able to:",
          "associated_bullets": [
            "Open its eyes and see",
            "Hear",
            "Suck on its thumb",
            "Cry",
            "Smile"
          ]
        }
      ]
    },
    {
      "heading": null,
      "content": [
        "Your baby’s brain continues to develop. Its lungs and kidneys mature. It gains muscle tone and about 16% body fat. The bones at the top of its skull are soft to ease delivery. Most babies have blue eyes at this stage, and they’ll stay that color until a few days or weeks after they’re born. It also has nails on its toes and reaching to the ends of its fingers. If it’s a boy, the testes have descended into the scrotum.",
        "During the third trimester, the vernix caseosa, a protective coating, covers your fetus’ skin. Soft body hair called the lanugo falls out and is almost gone by the end of week 40."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Your baby’s brain continues to develop. Its lungs and kidneys mature. It gains muscle tone and about 16% body fat. The bones at the top of its skull are soft to ease delivery. Most babies have blue eyes at this stage, and they’ll stay that color until a few days or weeks after they’re born. It also has nails on its toes and reaching to the ends of its fingers. If it’s a boy, the testes have descended into the scrotum.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "During the third trimester, the vernix caseosa, a protective coating, covers your fetus’ skin. Soft body hair called the lanugo falls out and is almost gone by the end of week 40.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "What Is the Third Trimester?",
      "content": [
        "The third trimester is the last phase of your pregnancy. It lasts from weeks 29 to 40, or months 7, 8, and 9. During this trimester, your baby grows, develops, and starts to change position to get ready for birth.",
        "Now that you've reached the third trimester, you're in the home stretch of your pregnancy . You've only got a few more weeks to go, but this part of your pregnancy can be the most challenging."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "The third trimester is the last phase of your pregnancy. It lasts from weeks 29 to 40, or months 7, 8, and 9. During this trimester, your baby grows, develops, and starts to change position to get ready for birth.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Now that you've reached the third trimester, you're in the home stretch of your pregnancy . You've only got a few more weeks to go, but this part of your pregnancy can be the most challenging.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "New Fetal Development",
      "content": [
        "In the third trimester, your baby keeps growing. By the end, a full-term baby usually is between 19 and 21 inches long and between 6 and 9 pounds.",
        "Your baby begins to turn itself head-down to get ready for delivery. At week 36, the baby’s head should begin to move into your pelvic area, also called lightening. It will stay in this down-facing position for the last 2 weeks of your pregnancy.",
        "Your baby develops in other important ways in the third trimester. During this phase, it’s able to:"
      ],
      "bullets": [
        "Open its eyes and see",
        "Hear",
        "Suck on its thumb",
        "Cry",
        "Smile"
      ],
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "In the third trimester, your baby keeps growing. By the end, a full-term baby usually is between 19 and 21 inches long and between 6 and 9 pounds.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Your baby begins to turn itself head-down to get ready for delivery. At week 36, the baby’s head should begin to move into your pelvic area, also called lightening. It will stay in this down-facing position for the last 2 weeks of your pregnancy.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "Your baby develops in other important ways in the third trimester. During this phase, it’s able to:",
          "associated_bullets": [
            "Open its eyes and see",
            "Hear",
            "Suck on its thumb",
            "Cry",
            "Smile"
          ]
        }
      ]
    },
    {
      "heading": null,
      "content": [
        "Your baby’s brain continues to develop. Its lungs and kidneys mature. It gains muscle tone and about 16% body fat. The bones at the top of its skull are soft to ease delivery. Most babies have blue eyes at this stage, and they’ll stay that color until a few days or weeks after they’re born. It also has nails on its toes and reaching to the ends of its fingers. If it’s a boy, the testes have descended into the scrotum.",
        "During the third trimester, the vernix caseosa, a protective coating, covers your fetus’ skin. Soft body hair called the lanugo falls out and is almost gone by the end of week 40."
      ],
      "bullets": null,
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Your baby’s brain continues to develop. Its lungs and kidneys mature. It gains muscle tone and about 16% body fat. The bones at the top of its skull are soft to ease delivery. Most babies have blue eyes at this stage, and they’ll stay that color until a few days or weeks after they’re born. It also has nails on its toes and reaching to the ends of its fingers. If it’s a boy, the testes have descended into the scrotum.",
          "associated_bullets": null
        },
        {
          "type": "paragraph",
          "text": "During the third trimester, the vernix caseosa, a protective coating, covers your fetus’ skin. Soft body hair called the lanugo falls out and is almost gone by the end of week 40.",
          "associated_bullets": null
        }
      ]
    },
    {
      "heading": "Third Trimester Changes in Your Body",
      "content": null,
      "bullets": [
        "Abdominal achiness. As your baby grows, it takes up more room in your abdomen. This can cause you to have some aches and discomfort. You may find it hard to get comfortable when you’re in bed at night trying to go to sleep. You may even feel like it’s harder to take deep breaths.",
        "Backache. The extra weight you've gained puts added pressure on your back, making it feel achy and sore. You might also feel discomfort in your pelvis and hips as your ligaments loosen to prepare for labor. To ease the pressure on your back, try to practice good posture. Sit up straight and use a chair that provides good back support. At night, sleep on your side with a pillow tucked between your legs. Wear low-heeled, comfortable shoes with good arch support. To ease back pain , use a heating pad. Ask your doctor whether it's OK for you to take acetaminophen .",
        "Bleeding. Some light bleeding toward the end of your pregnancy might be a sign that labor is starting. But spotting may sometimes be a sign of a serious problem, including placenta previa (the placenta grows low and covers the cervix ), placental abruption (separation of the placenta from the uterine wall), or preterm labor . Call your doctor as soon as you notice any bleeding.",
        "Braxton-Hicks contractions. You might start to feel mild contractions, which are warm-ups to prepare your uterus for the real labor to come. Braxton-Hicks contractions often aren't as intense as real labor contractions, but they may feel a lot like labor and can eventually progress to it. One main difference is that real contractions gradually get closer and closer together -- and more intense. If you're red in the face and out of breath after your contractions, or they're coming regularly, call your doctor.",
        "Breast enlargement and leaking. By the end of your pregnancy, your breasts will have grown by as much as 2 pounds. Make sure you're wearing a supportive bra so your back doesn't suffer. Close to your due date , you may start to see a yellowish fluid leaking from your nipples. This substance, called colostrum, will nourish your baby in the first few days after birth.",
        "Vivid dreams. It’s common to have more vivid dreams or nightmares in your third trimester. This can disrupt your sleep. Your wild dreams are likely caused by changes in hormone levels from pregnancy.",
        "Clumsiness. You may feel clumsy or out of balance during the third trimester. You may drop things. Part of the reason is that you’ve gained weight in your belly area.  That makes it harder to balance your body.",
        "Discharge. You might see more vaginal discharge during the third trimester. If the flow is heavy enough to soak through your panty liners, call your doctor. Close to your delivery date, you might see a thick, clear, or slightly blood-tinged discharge. This is your mucus plug, and it's a sign that your cervix has begun dilating in preparation for labor. If you experience a sudden rush of fluid, it may mean that your water has broken (although only about 8% of pregnant women have their water break before contractions begin). Call your doctor as soon as possible after your water breaks.",
        "Fatigue. You might have been feeling energetic in your second trimester, but are weary now. Carrying extra weight, waking up several times during the night to go to the bathroom, and dealing with the anxiety of preparing for a baby can all take a toll on your energy level. Eat healthy food and get regular exercise to give yourself a boost. When you feel tired, try to take a nap, or at least sit down and relax for a few minutes. You need to reserve all your strength now for when your baby arrives and you're really not getting any sleep.",
        "Frequent urination . Now that your baby is bigger, its head may be pressing down on your bladder . That extra pressure means you'll have to go to the bathroom more frequently -- including several times each night. You might also find that you're leaking urine when you cough, sneeze, laugh, or exercise. To relieve the pressure and prevent leakage, go to the bathroom whenever you feel the urge and urinate completely each time. Avoid drinking fluids right before bedtime to cut down on unwanted late-night bathroom visits. Wear a panty liner to absorb any leakage. Let your doctor know if you have any pain or burning with urination. These can be signs of a urinary tract infection .",
        "Heartburn and constipation . They're caused by extra production of the hormone progesterone, which relaxes certain muscles -- including the muscles in your esophagus that normally keep food and acids down in your stomach , and the ones that move digested food through your intestines . To relieve heartburn, try eating more frequent, smaller meals throughout the day and avoid greasy, spicy, and acidic foods (like citrus fruits). For constipation, increase your fiber intake and drink extra fluids to keep things moving more smoothly. If heartburn or constipation is really bothering you, talk to your doctor about what medications may be safe for you to take for symptom relief.",
        "Hemorrhoids . Hemorrhoids are actually varicose veins -- swollen veins that form around the anus. These veins enlarge during pregnancy because extra blood is flowing through them and the weight of pregnancy increases the amount of pressure to the area. To relieve the itch and discomfort, try sitting in a warm tub or sitz bath. Ask your doctor whether you can also try an over-the-counter hemorrhoid ointment or stool softener .",
        "Sciatica. Nerve pain that shoots from your lower back to your buttocks and down your leg is more likely in the third trimester. Sciatica may be caused by hormone changes during pregnancy, or because your baby’s growing body presses against the sciatic nerve. Sciatica pain may come and go or be constant. Yoga, massage, or physical therapy are ways to relieve the pain, but it usually goes away after your baby is born.",
        "Shortness of breath. As your uterus expands, it rises up until it sits just under your rib cage, leaving less room for your lungs to expand. That added pressure on your lungs can make it more difficult to breathe. Exercising can help with shortness of breath. You can also try propping up your head and shoulders with pillows while you sleep.",
        "Spider and varicose veins. Your circulation has increased to send extra blood to your growing baby. That excess blood flow can cause tiny red veins, known as spider veins, to appear on your skin. Spider veins may get worse in your third trimester, but they should fade once your baby is born. Pressure on your legs from your growing baby may also cause some surface veins in your legs to become swollen and blue or purple. These are called varicose veins. They should improve within a few months after you deliver. Although there's no way to avoid varicose veins, you can prevent them from getting worse by: Getting up and moving throughout the day Wearing support hose Propping up your legs whenever you have to sit for long periods.",
        "Stretch marks. You may develop stretch marks on your breasts, butt, tummy, or thighs. Stretch marks are a type of scar that happens when your skin stretches during pregnancy. Not everyone gets them. If you do, they may be red, purple, pink, or brown in color.",
        "Swelling. Your rings might be feeling tighter these days, and you may also notice that your ankles and face are looking bloated. Mild swelling is the result of excess fluid retention (edema). To reduce swelling, put your feet up on a stool or box whenever you sit for any length of time, and elevate your feet while you sleep. If you have sudden onset of swelling, seek medical attention immediately as it may be a sign of preeclampsia, a dangerous pregnancy complication.",
        "Weight gain. Aim for a weight gain of 1/2 pound to 1 pound a week during your third trimester. By the end of your pregnancy, you should have put on a total of about 25 to 35 pounds (your doctor may have recommended that you gain more or less weight if you started out your pregnancy underweight or overweight). The extra pounds you've put on are made up of the baby's weight, plus the placenta, amniotic fluid , increased blood and fluid volume, and added breast tissue. If your baby seems to be too small or too big based on the size of your belly, your doctor will do an ultrasound to check the baby’s growth."
      ],
      "content_blocks": [
        {
          "type": "bullets",
          "items": [
            "Abdominal achiness. As your baby grows, it takes up more room in your abdomen. This can cause you to have some aches and discomfort. You may find it hard to get comfortable when you’re in bed at night trying to go to sleep. You may even feel like it’s harder to take deep breaths.",
            "Backache. The extra weight you've gained puts added pressure on your back, making it feel achy and sore. You might also feel discomfort in your pelvis and hips as your ligaments loosen to prepare for labor. To ease the pressure on your back, try to practice good posture. Sit up straight and use a chair that provides good back support. At night, sleep on your side with a pillow tucked between your legs. Wear low-heeled, comfortable shoes with good arch support. To ease back pain , use a heating pad. Ask your doctor whether it's OK for you to take acetaminophen .",
            "Bleeding. Some light bleeding toward the end of your pregnancy might be a sign that labor is starting. But spotting may sometimes be a sign of a serious problem, including placenta previa (the placenta grows low and covers the cervix ), placental abruption (separation of the placenta from the uterine wall), or preterm labor . Call your doctor as soon as you notice any bleeding.",
            "Braxton-Hicks contractions. You might start to feel mild contractions, which are warm-ups to prepare your uterus for the real labor to come. Braxton-Hicks contractions often aren't as intense as real labor contractions, but they may feel a lot like labor and can eventually progress to it. One main difference is that real contractions gradually get closer and closer together -- and more intense. If you're red in the face and out of breath after your contractions, or they're coming regularly, call your doctor.",
            "Breast enlargement and leaking. By the end of your pregnancy, your breasts will have grown by as much as 2 pounds. Make sure you're wearing a supportive bra so your back doesn't suffer. Close to your due date , you may start to see a yellowish fluid leaking from your nipples. This substance, called colostrum, will nourish your baby in the first few days after birth.",
            "Vivid dreams. It’s common to have more vivid dreams or nightmares in your third trimester. This can disrupt your sleep. Your wild dreams are likely caused by changes in hormone levels from pregnancy.",
            "Clumsiness. You may feel clumsy or out of balance during the third trimester. You may drop things. Part of the reason is that you’ve gained weight in your belly area.  That makes it harder to balance your body.",
            "Discharge. You might see more vaginal discharge during the third trimester. If the flow is heavy enough to soak through your panty liners, call your doctor. Close to your delivery date, you might see a thick, clear, or slightly blood-tinged discharge. This is your mucus plug, and it's a sign that your cervix has begun dilating in preparation for labor. If you experience a sudden rush of fluid, it may mean that your water has broken (although only about 8% of pregnant women have their water break before contractions begin). Call your doctor as soon as possible after your water breaks.",
            "Fatigue. You might have been feeling energetic in your second trimester, but are weary now. Carrying extra weight, waking up several times during the night to go to the bathroom, and dealing with the anxiety of preparing for a baby can all take a toll on your energy level. Eat healthy food and get regular exercise to give yourself a boost. When you feel tired, try to take a nap, or at least sit down and relax for a few minutes. You need to reserve all your strength now for when your baby arrives and you're really not getting any sleep.",
            "Frequent urination . Now that your baby is bigger, its head may be pressing down on your bladder . That extra pressure means you'll have to go to the bathroom more frequently -- including several times each night. You might also find that you're leaking urine when you cough, sneeze, laugh, or exercise. To relieve the pressure and prevent leakage, go to the bathroom whenever you feel the urge and urinate completely each time. Avoid drinking fluids right before bedtime to cut down on unwanted late-night bathroom visits. Wear a panty liner to absorb any leakage. Let your doctor know if you have any pain or burning with urination. These can be signs of a urinary tract infection .",
            "Heartburn and constipation . They're caused by extra production of the hormone progesterone, which relaxes certain muscles -- including the muscles in your esophagus that normally keep food and acids down in your stomach , and the ones that move digested food through your intestines . To relieve heartburn, try eating more frequent, smaller meals throughout the day and avoid greasy, spicy, and acidic foods (like citrus fruits). For constipation, increase your fiber intake and drink extra fluids to keep things moving more smoothly. If heartburn or constipation is really bothering you, talk to your doctor about what medications may be safe for you to take for symptom relief.",
            "Hemorrhoids . Hemorrhoids are actually varicose veins -- swollen veins that form around the anus. These veins enlarge during pregnancy because extra blood is flowing through them and the weight of pregnancy increases the amount of pressure to the area. To relieve the itch and discomfort, try sitting in a warm tub or sitz bath. Ask your doctor whether you can also try an over-the-counter hemorrhoid ointment or stool softener .",
            "Sciatica. Nerve pain that shoots from your lower back to your buttocks and down your leg is more likely in the third trimester. Sciatica may be caused by hormone changes during pregnancy, or because your baby’s growing body presses against the sciatic nerve. Sciatica pain may come and go or be constant. Yoga, massage, or physical therapy are ways to relieve the pain, but it usually goes away after your baby is born.",
            "Shortness of breath. As your uterus expands, it rises up until it sits just under your rib cage, leaving less room for your lungs to expand. That added pressure on your lungs can make it more difficult to breathe. Exercising can help with shortness of breath. You can also try propping up your head and shoulders with pillows while you sleep.",
            "Spider and varicose veins. Your circulation has increased to send extra blood to your growing baby. That excess blood flow can cause tiny red veins, known as spider veins, to appear on your skin. Spider veins may get worse in your third trimester, but they should fade once your baby is born. Pressure on your legs from your growing baby may also cause some surface veins in your legs to become swollen and blue or purple. These are called varicose veins. They should improve within a few months after you deliver. Although there's no way to avoid varicose veins, you can prevent them from getting worse by: Getting up and moving throughout the day Wearing support hose Propping up your legs whenever you have to sit for long periods.",
            "Stretch marks. You may develop stretch marks on your breasts, butt, tummy, or thighs. Stretch marks are a type of scar that happens when your skin stretches during pregnancy. Not everyone gets them. If you do, they may be red, purple, pink, or brown in color.",
            "Swelling. Your rings might be feeling tighter these days, and you may also notice that your ankles and face are looking bloated. Mild swelling is the result of excess fluid retention (edema). To reduce swelling, put your feet up on a stool or box whenever you sit for any length of time, and elevate your feet while you sleep. If you have sudden onset of swelling, seek medical attention immediately as it may be a sign of preeclampsia, a dangerous pregnancy complication.",
            "Weight gain. Aim for a weight gain of 1/2 pound to 1 pound a week during your third trimester. By the end of your pregnancy, you should have put on a total of about 25 to 35 pounds (your doctor may have recommended that you gain more or less weight if you started out your pregnancy underweight or overweight). The extra pounds you've put on are made up of the baby's weight, plus the placenta, amniotic fluid , increased blood and fluid volume, and added breast tissue. If your baby seems to be too small or too big based on the size of your belly, your doctor will do an ultrasound to check the baby’s growth."
          ]
        }
      ]
    },
    {
      "heading": "Third Trimester Changes in Your Body",
      "content": null,
      "bullets": [
        "Abdominal achiness. As your baby grows, it takes up more room in your abdomen. This can cause you to have some aches and discomfort. You may find it hard to get comfortable when you’re in bed at night trying to go to sleep. You may even feel like it’s harder to take deep breaths.",
        "Backache. The extra weight you've gained puts added pressure on your back, making it feel achy and sore. You might also feel discomfort in your pelvis and hips as your ligaments loosen to prepare for labor. To ease the pressure on your back, try to practice good posture. Sit up straight and use a chair that provides good back support. At night, sleep on your side with a pillow tucked between your legs. Wear low-heeled, comfortable shoes with good arch support. To ease back pain , use a heating pad. Ask your doctor whether it's OK for you to take acetaminophen .",
        "Bleeding. Some light bleeding toward the end of your pregnancy might be a sign that labor is starting. But spotting may sometimes be a sign of a serious problem, including placenta previa (the placenta grows low and covers the cervix ), placental abruption (separation of the placenta from the uterine wall), or preterm labor . Call your doctor as soon as you notice any bleeding.",
        "Braxton-Hicks contractions. You might start to feel mild contractions, which are warm-ups to prepare your uterus for the real labor to come. Braxton-Hicks contractions often aren't as intense as real labor contractions, but they may feel a lot like labor and can eventually progress to it. One main difference is that real contractions gradually get closer and closer together -- and more intense. If you're red in the face and out of breath after your contractions, or they're coming regularly, call your doctor.",
        "Breast enlargement and leaking. By the end of your pregnancy, your breasts will have grown by as much as 2 pounds. Make sure you're wearing a supportive bra so your back doesn't suffer. Close to your due date , you may start to see a yellowish fluid leaking from your nipples. This substance, called colostrum, will nourish your baby in the first few days after birth.",
        "Vivid dreams. It’s common to have more vivid dreams or nightmares in your third trimester. This can disrupt your sleep. Your wild dreams are likely caused by changes in hormone levels from pregnancy.",
        "Clumsiness. You may feel clumsy or out of balance during the third trimester. You may drop things. Part of the reason is that you’ve gained weight in your belly area.  That makes it harder to balance your body.",
        "Discharge. You might see more vaginal discharge during the third trimester. If the flow is heavy enough to soak through your panty liners, call your doctor. Close to your delivery date, you might see a thick, clear, or slightly blood-tinged discharge. This is your mucus plug, and it's a sign that your cervix has begun dilating in preparation for labor. If you experience a sudden rush of fluid, it may mean that your water has broken (although only about 8% of pregnant women have their water break before contractions begin). Call your doctor as soon as possible after your water breaks.",
        "Fatigue. You might have been feeling energetic in your second trimester, but are weary now. Carrying extra weight, waking up several times during the night to go to the bathroom, and dealing with the anxiety of preparing for a baby can all take a toll on your energy level. Eat healthy food and get regular exercise to give yourself a boost. When you feel tired, try to take a nap, or at least sit down and relax for a few minutes. You need to reserve all your strength now for when your baby arrives and you're really not getting any sleep.",
        "Frequent urination . Now that your baby is bigger, its head may be pressing down on your bladder . That extra pressure means you'll have to go to the bathroom more frequently -- including several times each night. You might also find that you're leaking urine when you cough, sneeze, laugh, or exercise. To relieve the pressure and prevent leakage, go to the bathroom whenever you feel the urge and urinate completely each time. Avoid drinking fluids right before bedtime to cut down on unwanted late-night bathroom visits. Wear a panty liner to absorb any leakage. Let your doctor know if you have any pain or burning with urination. These can be signs of a urinary tract infection .",
        "Heartburn and constipation . They're caused by extra production of the hormone progesterone, which relaxes certain muscles -- including the muscles in your esophagus that normally keep food and acids down in your stomach , and the ones that move digested food through your intestines . To relieve heartburn, try eating more frequent, smaller meals throughout the day and avoid greasy, spicy, and acidic foods (like citrus fruits). For constipation, increase your fiber intake and drink extra fluids to keep things moving more smoothly. If heartburn or constipation is really bothering you, talk to your doctor about what medications may be safe for you to take for symptom relief.",
        "Hemorrhoids . Hemorrhoids are actually varicose veins -- swollen veins that form around the anus. These veins enlarge during pregnancy because extra blood is flowing through them and the weight of pregnancy increases the amount of pressure to the area. To relieve the itch and discomfort, try sitting in a warm tub or sitz bath. Ask your doctor whether you can also try an over-the-counter hemorrhoid ointment or stool softener .",
        "Sciatica. Nerve pain that shoots from your lower back to your buttocks and down your leg is more likely in the third trimester. Sciatica may be caused by hormone changes during pregnancy, or because your baby’s growing body presses against the sciatic nerve. Sciatica pain may come and go or be constant. Yoga, massage, or physical therapy are ways to relieve the pain, but it usually goes away after your baby is born.",
        "Shortness of breath. As your uterus expands, it rises up until it sits just under your rib cage, leaving less room for your lungs to expand. That added pressure on your lungs can make it more difficult to breathe. Exercising can help with shortness of breath. You can also try propping up your head and shoulders with pillows while you sleep.",
        "Spider and varicose veins. Your circulation has increased to send extra blood to your growing baby. That excess blood flow can cause tiny red veins, known as spider veins, to appear on your skin. Spider veins may get worse in your third trimester, but they should fade once your baby is born. Pressure on your legs from your growing baby may also cause some surface veins in your legs to become swollen and blue or purple. These are called varicose veins. They should improve within a few months after you deliver. Although there's no way to avoid varicose veins, you can prevent them from getting worse by: Getting up and moving throughout the day Wearing support hose Propping up your legs whenever you have to sit for long periods.",
        "Stretch marks. You may develop stretch marks on your breasts, butt, tummy, or thighs. Stretch marks are a type of scar that happens when your skin stretches during pregnancy. Not everyone gets them. If you do, they may be red, purple, pink, or brown in color.",
        "Swelling. Your rings might be feeling tighter these days, and you may also notice that your ankles and face are looking bloated. Mild swelling is the result of excess fluid retention (edema). To reduce swelling, put your feet up on a stool or box whenever you sit for any length of time, and elevate your feet while you sleep. If you have sudden onset of swelling, seek medical attention immediately as it may be a sign of preeclampsia, a dangerous pregnancy complication.",
        "Weight gain. Aim for a weight gain of 1/2 pound to 1 pound a week during your third trimester. By the end of your pregnancy, you should have put on a total of about 25 to 35 pounds (your doctor may have recommended that you gain more or less weight if you started out your pregnancy underweight or overweight). The extra pounds you've put on are made up of the baby's weight, plus the placenta, amniotic fluid , increased blood and fluid volume, and added breast tissue. If your baby seems to be too small or too big based on the size of your belly, your doctor will do an ultrasound to check the baby’s growth."
      ],
      "content_blocks": [
        {
          "type": "bullets",
          "items": [
            "Abdominal achiness. As your baby grows, it takes up more room in your abdomen. This can cause you to have some aches and discomfort. You may find it hard to get comfortable when you’re in bed at night trying to go to sleep. You may even feel like it’s harder to take deep breaths.",
            "Backache. The extra weight you've gained puts added pressure on your back, making it feel achy and sore. You might also feel discomfort in your pelvis and hips as your ligaments loosen to prepare for labor. To ease the pressure on your back, try to practice good posture. Sit up straight and use a chair that provides good back support. At night, sleep on your side with a pillow tucked between your legs. Wear low-heeled, comfortable shoes with good arch support. To ease back pain , use a heating pad. Ask your doctor whether it's OK for you to take acetaminophen .",
            "Bleeding. Some light bleeding toward the end of your pregnancy might be a sign that labor is starting. But spotting may sometimes be a sign of a serious problem, including placenta previa (the placenta grows low and covers the cervix ), placental abruption (separation of the placenta from the uterine wall), or preterm labor . Call your doctor as soon as you notice any bleeding.",
            "Braxton-Hicks contractions. You might start to feel mild contractions, which are warm-ups to prepare your uterus for the real labor to come. Braxton-Hicks contractions often aren't as intense as real labor contractions, but they may feel a lot like labor and can eventually progress to it. One main difference is that real contractions gradually get closer and closer together -- and more intense. If you're red in the face and out of breath after your contractions, or they're coming regularly, call your doctor.",
            "Breast enlargement and leaking. By the end of your pregnancy, your breasts will have grown by as much as 2 pounds. Make sure you're wearing a supportive bra so your back doesn't suffer. Close to your due date , you may start to see a yellowish fluid leaking from your nipples. This substance, called colostrum, will nourish your baby in the first few days after birth.",
            "Vivid dreams. It’s common to have more vivid dreams or nightmares in your third trimester. This can disrupt your sleep. Your wild dreams are likely caused by changes in hormone levels from pregnancy.",
            "Clumsiness. You may feel clumsy or out of balance during the third trimester. You may drop things. Part of the reason is that you’ve gained weight in your belly area.  That makes it harder to balance your body.",
            "Discharge. You might see more vaginal discharge during the third trimester. If the flow is heavy enough to soak through your panty liners, call your doctor. Close to your delivery date, you might see a thick, clear, or slightly blood-tinged discharge. This is your mucus plug, and it's a sign that your cervix has begun dilating in preparation for labor. If you experience a sudden rush of fluid, it may mean that your water has broken (although only about 8% of pregnant women have their water break before contractions begin). Call your doctor as soon as possible after your water breaks.",
            "Fatigue. You might have been feeling energetic in your second trimester, but are weary now. Carrying extra weight, waking up several times during the night to go to the bathroom, and dealing with the anxiety of preparing for a baby can all take a toll on your energy level. Eat healthy food and get regular exercise to give yourself a boost. When you feel tired, try to take a nap, or at least sit down and relax for a few minutes. You need to reserve all your strength now for when your baby arrives and you're really not getting any sleep.",
            "Frequent urination . Now that your baby is bigger, its head may be pressing down on your bladder . That extra pressure means you'll have to go to the bathroom more frequently -- including several times each night. You might also find that you're leaking urine when you cough, sneeze, laugh, or exercise. To relieve the pressure and prevent leakage, go to the bathroom whenever you feel the urge and urinate completely each time. Avoid drinking fluids right before bedtime to cut down on unwanted late-night bathroom visits. Wear a panty liner to absorb any leakage. Let your doctor know if you have any pain or burning with urination. These can be signs of a urinary tract infection .",
            "Heartburn and constipation . They're caused by extra production of the hormone progesterone, which relaxes certain muscles -- including the muscles in your esophagus that normally keep food and acids down in your stomach , and the ones that move digested food through your intestines . To relieve heartburn, try eating more frequent, smaller meals throughout the day and avoid greasy, spicy, and acidic foods (like citrus fruits). For constipation, increase your fiber intake and drink extra fluids to keep things moving more smoothly. If heartburn or constipation is really bothering you, talk to your doctor about what medications may be safe for you to take for symptom relief.",
            "Hemorrhoids . Hemorrhoids are actually varicose veins -- swollen veins that form around the anus. These veins enlarge during pregnancy because extra blood is flowing through them and the weight of pregnancy increases the amount of pressure to the area. To relieve the itch and discomfort, try sitting in a warm tub or sitz bath. Ask your doctor whether you can also try an over-the-counter hemorrhoid ointment or stool softener .",
            "Sciatica. Nerve pain that shoots from your lower back to your buttocks and down your leg is more likely in the third trimester. Sciatica may be caused by hormone changes during pregnancy, or because your baby’s growing body presses against the sciatic nerve. Sciatica pain may come and go or be constant. Yoga, massage, or physical therapy are ways to relieve the pain, but it usually goes away after your baby is born.",
            "Shortness of breath. As your uterus expands, it rises up until it sits just under your rib cage, leaving less room for your lungs to expand. That added pressure on your lungs can make it more difficult to breathe. Exercising can help with shortness of breath. You can also try propping up your head and shoulders with pillows while you sleep.",
            "Spider and varicose veins. Your circulation has increased to send extra blood to your growing baby. That excess blood flow can cause tiny red veins, known as spider veins, to appear on your skin. Spider veins may get worse in your third trimester, but they should fade once your baby is born. Pressure on your legs from your growing baby may also cause some surface veins in your legs to become swollen and blue or purple. These are called varicose veins. They should improve within a few months after you deliver. Although there's no way to avoid varicose veins, you can prevent them from getting worse by: Getting up and moving throughout the day Wearing support hose Propping up your legs whenever you have to sit for long periods.",
            "Stretch marks. You may develop stretch marks on your breasts, butt, tummy, or thighs. Stretch marks are a type of scar that happens when your skin stretches during pregnancy. Not everyone gets them. If you do, they may be red, purple, pink, or brown in color.",
            "Swelling. Your rings might be feeling tighter these days, and you may also notice that your ankles and face are looking bloated. Mild swelling is the result of excess fluid retention (edema). To reduce swelling, put your feet up on a stool or box whenever you sit for any length of time, and elevate your feet while you sleep. If you have sudden onset of swelling, seek medical attention immediately as it may be a sign of preeclampsia, a dangerous pregnancy complication.",
            "Weight gain. Aim for a weight gain of 1/2 pound to 1 pound a week during your third trimester. By the end of your pregnancy, you should have put on a total of about 25 to 35 pounds (your doctor may have recommended that you gain more or less weight if you started out your pregnancy underweight or overweight). The extra pounds you've put on are made up of the baby's weight, plus the placenta, amniotic fluid , increased blood and fluid volume, and added breast tissue. If your baby seems to be too small or too big based on the size of your belly, your doctor will do an ultrasound to check the baby’s growth."
          ]
        }
      ]
    },
    {
      "heading": "Red Flag Symptoms",
      "content": [
        "Any of these symptoms could be a sign that something is wrong with your pregnancy. Don't wait for your regular prenatal visit to talk about it. Call your doctor right away if you experience:"
      ],
      "bullets": [
        "Severe abdominal pain or cramps",
        "Severe nausea or vomiting",
        "Bleeding",
        "Severe dizziness",
        "Pain or burning during urination",
        "Rapid weight gain (more than 6.5 pounds per month) or too little weight gain"
      ],
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Any of these symptoms could be a sign that something is wrong with your pregnancy. Don't wait for your regular prenatal visit to talk about it. Call your doctor right away if you experience:",
          "associated_bullets": [
            "Severe abdominal pain or cramps",
            "Severe nausea or vomiting",
            "Bleeding",
            "Severe dizziness",
            "Pain or burning during urination",
            "Rapid weight gain (more than 6.5 pounds per month) or too little weight gain"
          ]
        }
      ]
    },
    {
      "heading": "Third Trimester Tips for Twins",
      "content": [
        "Expecting twins? You might want to add these things to your third trimester to-do list:"
      ],
      "bullets": [
        "Go stroller shopping. Side-by-side or tandem? Take a few double strollers for a test drive to see which type feels best to you. Look for one that's easy to open and maneuver.",
        "Get breastfeeding tips. Breastfeeding two babies is more of a challenge than one, but you can definitely do it. Ask your doctor ahead of time for tips.",
        "Check your iron. Ask your doctor if you need to take iron supplements . As a mom-to-be of twins, you're four times more likely to have iron-deficiency anemia .",
        "Know the signs of preeclampsia. Carrying twins doubles your risk of this serious condition. Tell your doctor right away if you have a headache , trouble seeing , or sudden weight gain .",
        "Find a support group. Start looking for groups of moms of multiples in your area. You may appreciate exchanging tips and getting support from other moms in the same boat.",
        "Create a schedule. Read up on how to get your twins on the same sleeping and eating schedule. Learning some tips now may save your sanity when you have two newborns."
      ],
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Expecting twins? You might want to add these things to your third trimester to-do list:",
          "associated_bullets": [
            "Go stroller shopping. Side-by-side or tandem? Take a few double strollers for a test drive to see which type feels best to you. Look for one that's easy to open and maneuver.",
            "Get breastfeeding tips. Breastfeeding two babies is more of a challenge than one, but you can definitely do it. Ask your doctor ahead of time for tips.",
            "Check your iron. Ask your doctor if you need to take iron supplements . As a mom-to-be of twins, you're four times more likely to have iron-deficiency anemia .",
            "Know the signs of preeclampsia. Carrying twins doubles your risk of this serious condition. Tell your doctor right away if you have a headache , trouble seeing , or sudden weight gain .",
            "Find a support group. Start looking for groups of moms of multiples in your area. You may appreciate exchanging tips and getting support from other moms in the same boat.",
            "Create a schedule. Read up on how to get your twins on the same sleeping and eating schedule. Learning some tips now may save your sanity when you have two newborns."
          ]
        }
      ]
    },
    {
      "heading": "Red Flag Symptoms",
      "content": [
        "Any of these symptoms could be a sign that something is wrong with your pregnancy. Don't wait for your regular prenatal visit to talk about it. Call your doctor right away if you experience:"
      ],
      "bullets": [
        "Severe abdominal pain or cramps",
        "Severe nausea or vomiting",
        "Bleeding",
        "Severe dizziness",
        "Pain or burning during urination",
        "Rapid weight gain (more than 6.5 pounds per month) or too little weight gain"
      ],
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Any of these symptoms could be a sign that something is wrong with your pregnancy. Don't wait for your regular prenatal visit to talk about it. Call your doctor right away if you experience:",
          "associated_bullets": [
            "Severe abdominal pain or cramps",
            "Severe nausea or vomiting",
            "Bleeding",
            "Severe dizziness",
            "Pain or burning during urination",
            "Rapid weight gain (more than 6.5 pounds per month) or too little weight gain"
          ]
        }
      ]
    },
    {
      "heading": "Third Trimester Tips for Twins",
      "content": [
        "Expecting twins? You might want to add these things to your third trimester to-do list:"
      ],
      "bullets": [
        "Go stroller shopping. Side-by-side or tandem? Take a few double strollers for a test drive to see which type feels best to you. Look for one that's easy to open and maneuver.",
        "Get breastfeeding tips. Breastfeeding two babies is more of a challenge than one, but you can definitely do it. Ask your doctor ahead of time for tips.",
        "Check your iron. Ask your doctor if you need to take iron supplements . As a mom-to-be of twins, you're four times more likely to have iron-deficiency anemia .",
        "Know the signs of preeclampsia. Carrying twins doubles your risk of this serious condition. Tell your doctor right away if you have a headache , trouble seeing , or sudden weight gain .",
        "Find a support group. Start looking for groups of moms of multiples in your area. You may appreciate exchanging tips and getting support from other moms in the same boat.",
        "Create a schedule. Read up on how to get your twins on the same sleeping and eating schedule. Learning some tips now may save your sanity when you have two newborns."
      ],
      "content_blocks": [
        {
          "type": "paragraph",
          "text": "Expecting twins? You might want to add these things to your third trimester to-do list:",
          "associated_bullets": [
            "Go stroller shopping. Side-by-side or tandem? Take a few double strollers for a test drive to see which type feels best to you. Look for one that's easy to open and maneuver.",
            "Get breastfeeding tips. Breastfeeding two babies is more of a challenge than one, but you can definitely do it. Ask your doctor ahead of time for tips.",
            "Check your iron. Ask your doctor if you need to take iron supplements . As a mom-to-be of twins, you're four times more likely to have iron-deficiency anemia .",
            "Know the signs of preeclampsia. Carrying twins doubles your risk of this serious condition. Tell your doctor right away if you have a headache , trouble seeing , or sudden weight gain .",
            "Find a support group. Start looking for groups of moms of multiples in your area. You may appreciate exchanging tips and getting support from other moms in the same boat.",
            "Create a schedule. Read up on how to get your twins on the same sleeping and eating schedule. Learning some tips now may save your sanity when you have two newborns."
          ]
        }
      ]
    }
  ],
  "pdfs": [],
  "images": [
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/logos/webmd/web/webmd-logo-fb.jpg",
    "https://img.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/logos/webmd/web/webmd_logo_white.svg",
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/sitefronts/branding/grow/grow_logo.svg",
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/articles/biographies/stephanie-watson-382x382.jpg?resize=51px:51px&output-quality=75",
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/articles/biographies/johnson_traci_382x382.jpg?resize=51px:51px&output-quality=75",
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/site_front_toc_redesign/more_on/MoreOn_GrowParenting.png?resize=300px:*&output-quality=75",
    "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/site_front_toc_redesign/pregnancy_site_front_toc_redesign/1500x1500_pregnancy_site_front_toc_redesign_chapter_1_alt.jpg?resize=500px:*&output-quality=75",
    "https://privacy-policy.truste.com/privacy-seal/seal?rid=07326333-3522-463d-81bf-f00fd7171fff",
    "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/layout/shared/tag-registered.png?resize=*:60px",
    "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/oncology/1/footer-images/ad-choice.png",
    "https://img.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/oncology/1/images/webmd-logo-white.svg",
    "https://sb.scorecardresearch.com/p?c1=2&c2=6035829&cv=3.6&cj=1"
  ],
  "related_links": [],
  "sources": [
    "American College of Obstetricians and Gynecologists: \"Skin Conditions During Pregnancy,” \"Your Pregnancy and Childbirth.\"",
    "Department of Health and Human Services: \"Varicose Veins and Spider Veins.\"",
    "Roberts, J.R., Hedges, J.R., eds., Clinical Procedures in Emergency Medicine, 5th edition, Philadelphia, Saunders Elsevier, 2009.",
    "Gabbe, S.G., Niebyl, J.R., Simpson, J.L., eds., Obstetrics: Normal and Problem Pregnancies, 5th edition, Philadelphia, Churchill Livingstone Elsevier, 2007.",
    "Bope, E.T., Rakel, R.E., Kellerman, R., eds., Conn's Current Therapy 2010 , 1st edition, Philadelphia, Saunders Elsevier, 2009.",
    "Ratcliffe, S.D., Baxley, E.G., Cline, M.K., eds., Family Medicine Obstetrics , Philadelphia, Mosby Elsevier, 2008.",
    "March of Dimes: \"Weight Gain During Pregnancy.\"",
    "Tommys.org: “Third Trimester: Weeks 29 to 40.”",
    "Stanford Children’s Health: “Third Trimester.”",
    "StatPearls : “Embryology: Lanugo.”",
    "Sleep Medicine : “Disturbed dreaming during the third trimester of pregnancy.”",
    "National Sleep Foundation: “How Pregnancy Can Affect Your Dreams.”",
    "University of Utah Health: “My Pregnancy Is Making Me Clumsy--Am I Normal?”",
    "American Academy of Dermatology: “Stretch Marks: Why They Appear and How to Get Rid of Them.”",
    "Cleveland Clinic: “How to Handle Sciatica During Your Pregnancy.”",
    "Mayo Clinic: “Bleeding during pregnancy.”",
    "Moore: \"The Developing Human.\"",
    "Phillips, J. Pathology, October 2009."
  ],
  "meta_description": "WebMD explains the third trimester of pregnancy and what to expect, such as backaches and breast enlargement. Although probably the most challenging, the third trimester is the home stretch before baby is born.",
  "canonical_url": "https://www.webmd.com/baby/third-trimester-of-pregnancy",
  "tags": [
    "Health Topics",
    "WebMD"
  ],
  "scrape_timestamp_utc": "2026-01-23T03:14:54.269252Z"
}