[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/denied-citizens",
    "title": "Personal accounts of human rights violations",
    "published_date": "2004-04-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Discrimination",
        "content": [
          "\"Among the professionals who dealt with my son's psychological illness, I frequently encountered irritation and threats aimed at him ('if you don't shape up' or 'I'm really having a problem with you today'), as if his psychological problems were subject to his direct control. In the 15 months of cancer treatment that my son also received, I never heard a nurse or doctor express any anger or irritation with my son for the symptoms of his illness.\"",
          "-- Dr Myrna M. Weissman describes the treatment her son received as a mental health patient and as a cancer patient",
          "Source: Weissman MM. A piece of my mind: stigma. JAMA, 2001, 285(3): 261-2."
        ]
      },
      {
        "heading": "Homelessness",
        "content": [
          "\"I experienced homelessness at one stage coming out of the hospital. I had nowhere to go. I had no choice. My family at that point was struggling with their own view of my condition and there was no place in the family for me. If my family had been educated, taught how to help me, supported and helped, then my story would be very different.",
          "-- Woman with schizophrenia, 43 years old, New Zealand",
          "Source: Stop exclusion – Dare to care. World Health Day brochure. Geneva, World Health Organization, 2001."
        ]
      },
      {
        "heading": "Institutionalization",
        "content": [
          "\"I was now a resident or rather an inmate of the hospital. I saw no one except the other people on the floor who wore identical striped hospital robes and plastic bracelets with identifying names. Just as the bracelet was a closed stiff bracelet, the door was a locked door which I could not open. The mental health workers were the only ones who could open the locked door. I left my hope on the other side of the locked door.\"",
          "\"It was a frightening experience. There was an air of unreality there. The people didn't look like anyone I had ever seen before. They seemed stiff like me and there was a pall over the whole place.\"",
          "Source: World Health Day, 2001, Testimonial"
        ]
      },
      {
        "heading": "Appalling living conditions",
        "content": [
          "\"The conditions there are miserable. As soon as I entered there I was overwhelmed by a nightmarish atmosphere: dirty patients; dishevelled and very skinny [patients] surrounded me asking me for some bread. As for the building, it is pitiful to look at: many broken glasses, walls without painting for many years and, worse, not even one bed per patient, hence the need to sleep on mattresses placed directly on the floor.…The toilets, totally out of order, without running water. Most of the time cooking is done with water caught from the rain. The worst was, and remains, the problem of food. For one year now, I go every week.…only to see on the plates of the inmates pig's feet or heads….\"",
          "\"Through several conversations and letters I tried to improve the lives of those poor inmates, whose lives have already been stricken enough by their destiny and do not need to made worse by other men… (S)omeone has even answered me: \"Why are you fighting that much? This place is but the waste of society.\"",
          "-- Letter to WHO from a concerned mother about the conditions in the 'sanatorium' to which her son was admitted",
          "Source: Letter 78, original in French. Voices from the shadows: a selection of letters addressed to the World Health Organization 1994 – 2002. Geneva, World Health Organization, 2004."
        ]
      },
      {
        "heading": "Seclusion",
        "content": [
          "Three girls of 12-13 years of age were found to be locked in a very small cold barren room on this cold winter day and they were naked. The reason for locking them was that they had tried to escape from the institution. The institution director told the parliamentarians that girls were there for a few hours but it was found out that they had been there for the last 12 hours. One of the girls had diabetes.",
          "Source: A report by Mental Disability Rights International. September 20, 2005.",
          "A patient detained in one of the seclusion rooms appeared over-drugged, his eyelids heavy and drool dripping from his mouth. He was banging a plastic cup against the seclusion room door and pleading, almost incoherently, for water. Investigators informed staff at the nursing station a few feet away, and within sight, that the individual in detention wanted water. Staff responded that they would get to it, and continued talking among themselves.",
          "Source: A report by Mental Disability Rights International, September 2004."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Personal accounts of human rights violations",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:03Z",
    "first_seen_utc": "2026-01-29T04:57:03Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/humble-beginnings-gr%C3%A9goire-ahongbonon-and-the-st-camille-association",
    "title": "Humble beginnings: Grégoire Ahongbonon and the St Camille Association",
    "published_date": "2004-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "\"In certain countries in Africa and elsewhere, mental illness is considered to be a magical, supernatural event, caused by spirits that take over the body. People with mental disorders are considered dangerous or contagious and are abandoned by their families, left to wander the streets with no food and no home. Or they are chained to tree trunks, left alone, hidden from the rest of the society. Some are beaten and left with little food to 'purge the evil spirits' through physical suffering.\"",
          "\"I was born in 1953 to a farming family in a small village in Western Africa. I immigrated to Côte d'Ivoire. By 1994, I had been caring for people excluded from society such as prison inmates and people with HIV/AIDS for 10 years. At this time, I learned about the fate of people with intellectual disabilities and mental disorders. I decided to get actively involved in their care and founded the St Camille Association for people with mental disorders in Western Africa.\"",
          "\"The first challenge was to get these people off the streets, liberate them from their chains, care for them, and rehabilitate and reintegrate them. In almost every village, there is a person chained up, but it is so shameful to the family that it is hidden. Sometimes I find patients in the most deplorable state. I see mistreatment almost everywhere I go. You know, in so-called developed countries, the solution isn't much better. I've seen your hospitals. You lock patients into rooms, drugged to the eyeballs. It's not much different from chaining them to a tree.\"",
          "\"My mission is to give dignity back to people with mental disorders, through care, support, and help to reintegrate them back into society. The St Camille Association provides shelter, medical treatment and follow up to people with mental disorders, and helps their social reintegration and rehabilitation through work. Several farms and centres have been created where people with mental disorders can cultivate manioc and other local products, as well as breed chicken, pigs and rabbits. We also try to facilitate the reintegration of people with mental disorders into their village of origin, if they wish to go back.\"",
          "\"My organization currently runs 12 centres in Côte d'Ivoire and Benin and has helped 2500 people, of whom 1800 have successfully reintegrated into their village of origin. The Association currently serves about 70 000 meals a day with the financial help of European non-governmental organizations.\""
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Humble beginnings: Grégoire Ahongbonon and the St Camille Association",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:05Z",
    "first_seen_utc": "2026-01-29T04:57:05Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/award-2008-for-an-outstanding-achievement-in-the-field-of-mental-health-care",
    "title": "Turning my life around: Sylvester's story",
    "published_date": "2004-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Award 2008 for an “Outstanding achievement in the field of Mental Health Care”",
        "content": [
          "The Swiss Foundation for World Health in collaboration with the World Health Organization has chosen Mr Sylvester Katontoka from Zambia as the laureate of the Award 2008 for an “Outstanding achievement in the field of Mental Health Care”. The award is given to a person whose efforts have led to a significant improvement of the provision of health care for people with mental illness. Mr Katontoka is an internationally very well known leader of psychiatric services users and he has a long record as an advocate for human rights and for innovative mental health reforms in Africa. Mr Katontoka said: \"It is my proposal that I celebrate my Award with my colleagues (patients) in our mental hospital on the Christmas day as a way of sharing with them. During this day patients are left out from the fun, and I want to organize a small party for them to help me celebrate my award\"."
        ]
      },
      {
        "heading": "Sylvester's story",
        "content": [
          "\"I was 28, married, and a father of two lovely daughters when a terrifying life came in front of me. Grieving for my children after my wife got involved in an extra-marital affair, I began a six-year roller coaster ride through despair. For 28 days down in my blankets, the meaning of life escaped out of me, with plenty of self-guilt, loss of sleep and appetite. I grew very thin, which led me to suicidal thoughts.\"",
          "\"By the grace of God, I was diagnosed and hospitalized to save me from committing suicide.… The hospital appeared more a prison than a place for my clinical attention. My ward possessed the jail-like structures with the famous seclusion rooms where patients are left to lie on the ice-cold concrete floor covered with urine and faeces and without anything to use as covering. I lived in a very dirty place with overflowing toilets, broken doors and windows, torn uniforms and at times patients were left naked…\"",
          "\"This experience was too harsh and turned my life upside down, ending up [with my] being socially disabled. I was isolated from my society and often wandered in the wilderness with no food, decent shelter and decent clothes. Stigmatization and discrimination were the order of my days. Destitution became my life.\"",
          "\"Through a hard-fought empowerment programme with the hospital, I started my own business programme for my livelihood…. I started by going on a self-advocacy, talking about injustices in the hospital as an attempt to do away with an outdated and oppressive system…. This action eventually saw my colleagues come on board to make the voice bigger and louder and we disagreed with government, especially on the [issue of] taking power and control over our own lives because of diagnosis.\"",
          "\"Upon seeing our determination in our quest for justice, the government requested that we get registered legally as a non-government organization. This is how the Mental Health Users Network of Zambia (MHUNZA) was born in 2001.\"",
          "-- from Sylvester Katontoka's testimony at the World Health Organization International Forum on Mental Health, Human Rights and Legislation in Geneva, 2003"
        ],
        "images": [
          "https://www.who.int/features/2005/mental_health/sylvester/en/"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/features/2005/mental_health/sylvester/en/"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Turning my life around: Sylvester's story",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:07Z",
    "first_seen_utc": "2026-01-29T04:57:07Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/motivated-by-love-a-mother-s-tale",
    "title": "Motivated by love: a mother's tale",
    "published_date": "2004-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "\"Imagine you had a son or daughter in their late teens or twenties. Little by little you realize that things are not right, in fact they are very wrong. He is talking to himself; she is staying in her room curled up in the blankets. He won’t go out in the day because he thinks people are threatening him. She refuses to eat because she thinks you are poisoning her.… Everyone in the family is uneasy, then alarmed at what they hardly dare to acknowledge – a fearsome possibility of schizophrenia, of mental illness.\"",
          "\"You stand at a crossroads. Will you seek treatment for your loved one? Is the stigma so entrenched that you won't? Will you get treatment if you seek it? If you get it, will you be able to get help for yourself to enable you to manage the new reality?…\"",
          "\"During his early hospitalizations we would visit him daily. He says he still vividly remembers me walking down the length of the ward wearing my distinctive woolly coat to be with him! If he still remembers now, then the family’s love must have been very important to him. And I recently spoke of this to La Nacion in Buenos Aires where families are not allowed to visit for several weeks after their loved one is admitted to hospital. How inhuman!\"",
          "\"As his friends dropped away from him the family tried to take their places, becoming his peer group. As his ability to manage his life in society drained away, it was his family who took him to the theatre, took him to the country[side], took him to his doctor, his dentist, and as he drifted further from a coherent social life it was his family who bought his clothes, his shoes and continued to care for him…\"",
          "\"…since 1987 I have had the honour to run the World Fellowship for Schizophrenia and Allied Disorders (WFSAD) as its Executive Director.…The aim of the organization is to strengthen families through empowerment; to help build self-help organizations which will assist families to learn about these illnesses and be skilled enough to work with their relative towards stabilization and improved functioning.\"",
          "\"Now, 25 countries have national family self-help and advocacy organizations. And at least 25 to 30 more countries have regional or local family organizations, some of which were founded with the help of WFSAD. The family movement is already nearly 30 years old and the oldest family organization comes from Japan. It’s called Zenkaren. It is also one of the largest, as is the National Alliance for the Mentally Ill in the United States. Both these organizations count themselves among our membership. And the smallest organizations are in Uganda and Kenya, where brave people – Walunguba Thomas, a psychiatric nurse in Kampala, and Lilian Kanaiya a retired nurse and mother of two people with schizophrenia in Nairobi – started national family organizations….\"",
          "\"With every day that goes by more people develop brain disorders like schizophrenia and many of them will have difficult symptoms. They will not be able to function well in society unless they have appropriate treatment and a high level of support not only from their families but from government services and non-government organizations together….\"",
          "\"You cannot sweep the area of mental illness under the rug any more. There are too many of us raising questions and raising them too often for them to be disregarded or given lip service. With every question we ask to every politician we open the doors for mental illness wider and wider and let in more and more light so that in the end no one will be ashamed. No one will whisper in the corner; no one will hide their relative away. People with mental illness themselves will not bear the internal stigma that comes from society’s disdain from society’s revulsion, from society’s neglect.\"",
          "-- from Diane Froggatt's keynote address to Ministers of Health at the World Health Assembly, Geneva, 2001"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Motivated by love: a mother's tale",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:09Z",
    "first_seen_utc": "2026-01-29T04:57:09Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/what-can-you-do-to-help",
    "title": "What can you do to help?",
    "published_date": "2004-01-01",
    "author": "Policy makers",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Denied citizens",
        "content": [
          "Mental health issues fall between the cracks in everyone's agenda. Each organization needs to explicitly include people with mental disorders as part of their program. They can increase their impact by working together with WHO through the Mental Health Policy Project.",
          "Policy makers Health care workers People with mental disorders User groups, family groups, advocacy organizations and other non-governmental organizations Foundations Professional organizations The media"
        ]
      },
      {
        "heading": "Policy makers",
        "content": [
          {
            "text": null,
            "bullets": [
              "Improve and increase the financial and human resources allocated to mental health.",
              "Be familiar with international and national human rights standards and norms related to people with mental disorders.",
              "Ensure that policies in the education, labour, criminal justice and general health care system all act to promote mental health and protect human rights.",
              "Include coverage for mental health care in both public and private insurance schemes.",
              "Implement mental health policies and laws that promote human rights, deinstitutionalization, integration into general health care and development of community care.",
              "Set up monitoring mechanisms to ensure that human rights are being respected in all mental health facilities."
            ]
          }
        ]
      },
      {
        "heading": "Health care workers",
        "content": [
          {
            "text": null,
            "bullets": [
              "Respect the dignity, protect the rights, and promote the autonomy and liberty of people with mental disorders.",
              "Ensure that informed consent of people with mental disorders is the basis for all treatment provided.",
              "Involve people with mental disorders in the development of their treatment plan.",
              "Involve families in the treatment and care of their relatives with mental disorders.",
              "Inform decision makers what resources and other support is needed in order to provide good quality mental health care."
            ]
          }
        ]
      },
      {
        "heading": "People with mental disorders",
        "content": [
          {
            "text": null,
            "bullets": [
              "Denounce human rights violations including outdated and inhuman forms of treatment, poor service delivery, inaccessible care and abusive use of involuntary admission and treatment.",
              "Advocate for your participation in the development and implementation of policies and laws to improve human rights and mental health services.",
              "Be familiar with your human rights under international human rights law and national laws.",
              "Join forces with other people with mental disorders in order to support each other and carry out activities to change attitudes towards people with mental disorders and combat stigma and discrimination."
            ]
          }
        ]
      },
      {
        "heading": "User groups, family groups, advocacy organizations and other non-governmental organizations",
        "content": [
          {
            "text": null,
            "bullets": [
              "Sensitize and educate the public about mental health and mental disorders, and raise awareness of the rights of people with mental disorders.",
              "Advocate for the provision of good quality mental health services in primary health care, general hospital settings and in the community.",
              "Advocate for your participation in the development and implementation of policies and laws to improve human rights and services for people with mental disorders.",
              "Organize informal community mental health services such as counseling, self-help groups both for individuals with mental disorders and for families, drop-in centres, community re-integration programmes, case management, outreach programmes and crisis services.",
              "Provide preventive and promotive services, such as school-based mental health promotion programmes.",
              "Collaborate with other non-governmental organizations that share similar goals within the country, region and world."
            ]
          }
        ]
      },
      {
        "heading": "Foundations",
        "content": [
          {
            "text": null,
            "bullets": [
              "Support the development and implementation of country mental health policies, plans and laws that promote and protect human rights.",
              "Support the development of mental health services in primary health care, general hospitals and in the community.",
              "Support the creation and activities of mental health service user, family and advocacy organizations.",
              "Support research to evaluate the impact of mental health policies and laws.",
              "Support research to develop effective mental health interventions in primary care, general health and community facilities.",
              "Provide policy and health systems training for mental health policy makers and planners.",
              "Provide appropriate mental health training for primary health care and community workers.",
              "Incorporate training on mental health and human rights issues into undergraduate and postgraduate curricula for health and mental health professionals, including those in primary care.",
              "Conduct research into mental health policy and service planning, including evaluation of policy implementation, and models of service organization and planning.",
              "Conduct research on effective mental health interventions at primary care and in community facilities.",
              "Provide up-to-date undergraduate and postgraduate curricula based on evidence-based approaches, in keeping with policy priorities.",
              "Provide specialist supervision for both the delivery and planning of mental health services through primary care and community care."
            ]
          }
        ]
      },
      {
        "heading": "Professional organizations",
        "content": [
          {
            "text": null,
            "bullets": [
              "Contribute to the debate on policy and legislation development.",
              "Set quality standards for mental health workers at all levels – hospitals, primary health care, and community settings.",
              "Raise awareness of constituencies on mental health and human rights issues.",
              "Provide accreditation for mental health professionals.",
              "Support the change of roles among primary health care staff from working predominantly with physical disorders to a more holistic approach to health care that incorporates physical and mental health.",
              "Support the change of roles among mental health staff from working in predominantly institutional settings to predominantly community-based settings."
            ]
          }
        ]
      },
      {
        "heading": "The media",
        "content": [
          {
            "text": null,
            "bullets": [
              "Avoid stereotyping, sensationalism and perpetuating myths and misconceptions when reporting on mental health issues.",
              "Present mental health issues with compassion, highlighting what can be achieved with adequate financial and human resources.",
              "Highlight the human rights of people with mental disorders."
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "Policy makers",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#policy"
      },
      {
        "text": "Health care workers",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#health"
      },
      {
        "text": "People with mental disorders",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#disorders"
      },
      {
        "text": "User groups, family groups, advocacy organizations and other non-governmental organizations",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#groups"
      },
      {
        "text": "Foundations",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#foundations"
      },
      {
        "text": "Professional organizations",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#professional"
      },
      {
        "text": "The media",
        "url": "https://www.who.int/features/2005/mental_health/help/en/#media"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "What can you do to help?",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:10Z",
    "first_seen_utc": "2026-01-29T04:57:10Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/on-the-frontline-a-psychiatrist-s-view",
    "title": "On the frontline: a psychiatrist's view",
    "published_date": "2004-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "\"I have been a psychiatrist for nearly 15 years now. During this time I have been fortunate to get the opportunity to work with people with mental disorders in different countries and cultures such as United Kingdom and India. I have also had the opportunity to observe mental health services in diverse places such as Indonesia, Samoa and Vanuatu.\"",
          "\"Across countries and cultures, I am amazed by the resilience of people who have mental disorders. [They are] Living with illnesses that are difficult to understand and which affect the very core of our sense of self; battling on a daily basis to live ordinary lives like you and me; trying to live a normal life in a society that will not try to understand their reality and views them with fear and suspicion.\"",
          "\"I am saddened when I hear and see how mental health services fail to understand the simple desire to work and live a normal life in the community with friends and family. It is highly disappointing to see many mental health services do not perceive their primary role as facilitating the fulfillment of this desire.\"",
          "\"We (the professionals) frequently fail to understand their need to be in control of their lives and their bodies, just like any of us would want to. We are quick to prescribe solutions but not keen to listen to their voices. We frequently refuse to acknowledge their identity – I hate it when people say so and so is a schizophrenic – as if the illness is their identity.\"",
          "\"You might wonder why I continue to remain in this profession. Because I also have some memories that I cherish a lot. Seeing the smile and the excitement on the face of a person standing in the checkout queue at the supermarket. For the first time. Someone who had spent the greater part of their adult life in a mental asylum but was now living in their own home. I am proud to have been part of a mental health service that made this smile possible.\"",
          "\"Mental illness affects people like you and me. Its time we realized this is about us, not about them.\"",
          "-- Soumitra Pathare, Psychiatrist, Pune, India"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "On the frontline: a psychiatrist's view",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:12Z",
    "first_seen_utc": "2026-01-29T04:57:12Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/promoting-the-rights-of-people-with-mental-disorders-solutions-in-countries",
    "title": "Promoting the rights of people with mental disorders: solutions in countries",
    "published_date": "2004-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Ghana: new laws to promote human rights and access to quality care",
        "content": [
          "Mental health legislation can play a vital role in preventing violations and discrimination against people with mental disorders. Legislation can promote human rights and encourage the autonomy and liberty of people with mental disorders. It can also support access to quality mental health care and help people integrate into the community.",
          "With WHO assistance, the Ghanaian Government has drafted a new mental health law. Ghana's previous law emphasized institutional care, which can lead to the serious mistreatment of people with mental disorders. The new law stresses access to in-patient and out-patient community care, and promotes voluntary admission and informed consent to treatment. Once adopted, Ghana's new law will fight discrimination and stigmatization, and help to protect the human rights of people living with mental disorders."
        ]
      },
      {
        "heading": "Lesotho: new national policies to improve mental health",
        "content": [
          "A mental health policy sets a vision and clear direction for improving mental health in a population. A well-articulated policy and action plan helps to reduce inefficiencies and fragmentation in the health care system.",
          "Lesotho is developing a mental health policy and plan with the support of WHO. Lesotho's vision for 2020 is a high standard of mental health for all people, maintained through accessible services that uphold and protect the human rights of people with mental disorders. Specific objectives include a move towards a system of community-based care, integrating mental health services into general care, and a reduction in the number of people treated for mental disorders in institutions and correctional services. The national policy emphasizes the need to provide adequate mental health care and support to people with 'physical' disease including those living with HIV/AIDS."
        ]
      },
      {
        "heading": "Mongolia: making mental health care available through primary health care",
        "content": [
          "In Mongolia, WHO is supporting the integration of mental health care into primary health care. Psychiatrists and general practitioners throughout the country have been trained to provide mental health care to people in the community.",
          "Day-care centres have been established where people with mental disorders receive psychological, social and occupational rehabilitation. They are able to participate in meaningful and fulfilling work while receiving treatment.",
          "'Gers' (a form of tent that is home to many Mongolians) are used for people with mental disorders as an alternative to living in a mental health institution. The gers provide sheltered accommodation as well as greater autonomy and freedom. People living in gers are engaged in day-to-day activities such as herding horses, milking cows, fuel gathering, gardening, carpentry, and embroidery."
        ]
      },
      {
        "heading": "Namibia: implementing national polices to improve mental health",
        "content": [
          "On 28 October 2005, Namibia launched their first mental health policy. With the assistance of WHO, the government will be implementing this policy through the strategies and interventions identified within their five year action plan.",
          "Namibia's policy provides a strong framework for the delivery of mental health services and articulates the roles and responsibilities of the different stakeholders involved in the promotion and protection of mental health. The key challenge in implementing the policy will be the need to change the attitudes of individuals, families, health professionals and the general public. Namibia plans to give people the knowledge needed to deal with mental and neurological conditions through training and education.",
          "Other priority strategies include the integration of the mental health services with existing health services, and the development of a network of services and referral systems to help people with mental disorders access the treatment they need."
        ]
      },
      {
        "heading": "Sri Lanka: creating community-based mental health services",
        "content": [
          "WHO is working with the Sri Lankan Government to establish high-quality community care. Specialized mental health day-care centres – located in communities – offer another way for people with mental disorders to access the care they need.",
          "Projects to reintegrate people back into the community from psychiatric hospitals involve programmes of support which can include help to find employment. As a result, some people previously living in mental health institutions are now able to find jobs, save money and even buy a house and support their family. In this way, rehabilitation within the community can improve both the quality of life and future prospects not only for individual people but for their families as well. The ability to earn money and be seen as a useful member of society is extremely important."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Promoting the rights of people with mental disorders: solutions in countries",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:14Z",
    "first_seen_utc": "2026-01-29T04:57:14Z"
  }
]