[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/interview-on-taking-office-as-director-general",
    "title": "Interview on taking office as Director-General",
    "published_date": "2007-01-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Dr Margaret Chan",
        "content": [
          "As she prepared to take office as WHO Director-General, Dr Margaret Chan in an interview reflected on her priorities, her new responsibilities and on the challenges that lie ahead."
        ]
      },
      {
        "heading": "1. What are your priorities as you take office?",
        "content": [
          "I have identified six core areas for the Organization in the years ahead: development for health, health security, health systems capacity, information and knowledge, and the last two would be partnership and performance of the Organization as a whole. These six core areas capture what I see as important functions of the Organization as we move ahead. Some 60 years ago when the World Health Organization was established, WHO was the Organization in international health. But when you look at the landscape now, it is very different. There are many key players who are quite influential, so WHO needs to reflect on these recent changes and see how best we can leverage our core capacities, building on our mandate, the trust placed in us by Member States, as well as our very strong track record of excellent performance."
        ]
      },
      {
        "heading": "2. How can WHO best work and coordinate with the other key players in global health?",
        "content": [
          "We must stay in our core business. WHO is the United Nations specialized agency on health. Our mandate states very clearly that we are the coordinating and convening body in international health and we have a strong and excellent record of performance in terms of our normative function. To give one example, the new and revised International Health Regulations gives us a new instrument to work with our partners and deal with major public health emergencies. But we need to ask ourselves, when you have so many other players, what is our relationship with them? We have to find a way to work with our different partners. So what are the principles that would guide us? I think it is important that we have a shared vision, that we can add value and that we can get synergy from all these partnerships. If you look at the number of partnerships the Organization has, I'm just surprised. How can we manage all these partnerships? The transaction costs are very high. We need to be honest with ourselves and ask the question, are all these partnerships still relevant? If not, either the partnerships have to change or we have to change or both of us have to change to be more relevant. What is important to me is, are we getting the results that matter? Are we doing the right things to make an impact on the health of the populations that we are serving? These questions have to be asked."
        ]
      },
      {
        "heading": "3. You have set out your six priority areas. Will the structure of WHO now change to mirror these priorities?",
        "content": [
          "I have been working with my transition team on the important functionalities required to deliver those priorities. My initial thinking is that structure has to follow function. I have identified the health of people in Africa and the health of women as important indicators to measure the impact we make. That does not necessarily mean I will set up new programmes or new clusters to deal with these priorities. It is all about working in a cross-cutting manner between programmes and between clusters so that we can get synergy. It's all about how we do our business and about our performance."
        ]
      },
      {
        "heading": "4. You have said you want to make an impact on the health of women and people in Africa. What will you do to ensure that these populations are the ones most affected by WHO's work?",
        "content": [
          "We already place a lot of importance on achieving the Millennium Development Goals. If you look at those goals, many of them will contribute to improving the health of people in Africa - HIV/AIDS, Tuberculosis and Malaria for example. There is another MDG goal dealing with maternal health, which I would link to the Goal for the health of children. Children's health depends on the mothers, so if we can scale up the achievement of the MDGs, it would benefit people in Africa. We should also look at how we can empower women to leverage their resources and their creativity and become change agents. We have seen example after example where women who are appropriately motivated and given the right environment can make changes, not only to themselves but also to their families and their communities."
        ]
      },
      {
        "heading": "5. How do you feel personally about becoming Director-General?",
        "content": [
          "I feel very honoured and very privileged to be given this opportunity to serve the 193 Member States from the post of Director-General. It is also a great responsibility that I take very seriously. These are my personal feelings, but on the other hand I am very happy and feel honoured to be able to work with a group of very talented people in the Organization. WHO has a strong track record of performance. When I was working in Hong Kong, shall we say on the other side of the table, I always looked to WHO as a very efficient and effective organization. Whenever I had problems with new and emerging infections, the first organization I would think of was always WHO and time and again WHO has responded very promptly and effectively."
        ]
      },
      {
        "heading": "6. You are known as the woman who fought SARS and avian influenza in Hong Kong. What else in your background is important as you begin this job?",
        "content": [
          "If you look at my work in almost 30 years of public health, I have covered all areas. I have worked in health policy, in chronic disease prevention and control, in food and drug regulation and of course anti-tobacco work. My first job was actually taking care of children and pregnant women. There are two things that I feel very happy about from my tenure as Director of Health in Hong Kong: we introduced primary health care and preventive services from conception to old age; and we worked with herbalists to put Traditional Chinese Medicine on a firm footing of promotion, development and regulation. Looking ahead, the challenges are huge but so are the opportunities. We have never seen such a high level of political commitment and we have never seen so many resources invested in health. So we should seize the opportunities and work with our partners and see how to move forward."
        ]
      },
      {
        "heading": "7. You have said before that lack of resources and lack of political commitment are the \"true killers\". What can you do to ensure sufficient resources and sufficient commitment to do what needs to be done?",
        "content": [
          "There are unprecedented investments in health, particularly linked to development, and also political commitment. If you look at the discussions taking place between presidents, prime ministers, and also in New York at the United Nations, health is always there. It is important that WHO has a full and active engagement with leaders in donor communities, with foundations, to convince them to invest in the right areas. Having said that, WHO also needs to work with Member States and support them to develop plans where they have ownership, plans that they can fully implement and then jointly we can go and do resource mobilization. But at the end of the day, donors would like to see results that benefit the health of people. I'm pretty confident that when people see results, when confidence is enhanced, resources will flow in. At the end of the day, we are being held accountable to what we promised to deliver."
        ]
      },
      {
        "heading": "8. You are just starting this job, but if you look to the future, how would you like to be remembered at the end of your term?",
        "content": [
          "I would like to be remembered as a very fair, open, transparent and accountable Director-General. And I would of course like to be able to achieve what I set out to achieve at the end of my term in those six important areas and make WHO a much more efficient and relevant organization."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/people/who-people/former-staff/dr-margaret-chan-2.tmb-1200v.jpg?sfvrsn=273a9e12_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Interview on taking office as Director-General",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:01Z",
    "first_seen_utc": "2026-01-29T04:57:01Z"
  }
]