[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/cured-patients-help-in-tb-treatment-in-tanzania",
    "title": "Cured patients help in TB treatment in Tanzania",
    "published_date": "2009-07-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Treatment of tuberculosis involves taking tablets daily for at least six months. TB patients must take all their medications as prescribed, failing which they may not recover and dangerous drug-resistant TB strains may develop. That is why it is considered ideal for TB patients to come to a treatment facility to take their tablets in the presence of a health worker -- at least in the early, intensive phase of the treatment.",
          "Not everyone can travel daily to a health facility, however. The closest treatment facility may be too far away. Or the person may not be well enough. The WHO Stop TB Strategy therefore encourages alternative arrangements for supporting TB patients as they take their treatment. A friend, neighbour or community leader who has been educated about the process and demonstrated commitment can take on this role with help from health services. A variety of groups in many countries are developing their own approaches to community TB care.",
          "This photo story showcases one such initiative in rural Kibaha in the United Republic of Tanzania. Members of the Upendo Disadvantaged Group – all of whom have been cured of TB - support and care for TB patients in their community."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/tb-tanzania-intro.jpg?sfvrsn=3aa912f7_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Cured patients help in TB treatment in Tanzania",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:58Z",
    "first_seen_utc": "2026-01-29T04:56:58Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/complementary-test-sites",
    "title": "Complementary test sites",
    "published_date": "2009-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "During the testing phase of the WHO Multimodal Hand Hygiene Improvement Strategy, over 350 health-care facilities from all around the world volunteered to implement the strategy using the Implementation Tool Package. These were called \"complementary test sites\" (CTS) and included individual health-care facilities and some hospital networks in Italy (190 hospitals), Switzerland (116 hospitals), Malaysia (15 hospitals), Spain/Catalunya (6 hospitals), Brazil (5 hospitals) and Mongolia (3 hospitals).",
          "Following web registration, the sites had access to the entire range of tools included in the package through a web-based platform. The tools were available in English, French Spanish, and Italian. A discussion forum was also integrated into the platform for technical interaction between coordinators of the sites; similar discussion platforms were also hosted at the websites of some of the CTS networks.",
          "All hand hygiene promotion activities were conducted autonomously in these sites without direct monitoring or support by the First Challenge team. However, many sites interacted with the First Challenge team and provided feedback on implementation. An evaluation process took place to assess the use of the strategy and tools and their usefulness and importance for hand hygiene improvement and impact on hand hygiene practices in these facilities. Important and useful feedback on several aspects of the implementation including the local adaptation was obtained."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Complementary test sites",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:57:00Z",
    "first_seen_utc": "2026-01-29T04:57:00Z"
  }
]