[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/evidence-that-health-impact-assessment-work",
    "title": "Evidence that health impact assessment work",
    "published_date": "2010-12-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Case studies from England",
        "content": [
          "HIA is a developing approach that has started to provide evidence that it positively influences policies, programmes and projects. Beyond the countless number of positive anecdotes about the success of HIA, practitioners are now providing evaluation data to show the effectiveness of HIA. Like all public health interventions, little formal evaluation has been done and ‘proving’ HIA works is very difficult, but the three examples given show how the HIA community is now beginning to engage with evaluation."
        ]
      },
      {
        "heading": "London Mayoral Strategies HIA (England)",
        "content": null
      },
      {
        "heading": "What was the HIA on?",
        "content": [
          "An independent retrospective evaluation of two HIAs carried out on the London Mayoral Strategies and a concurrent evaluation of another two."
        ]
      },
      {
        "heading": "How did they evaluate it?",
        "content": [
          "The methodology was used a qualitative approach with interviews with workshop attendees, observation of the HIA workshops and preparation meetings, and use of self-completed questionnaires. Work to track what recommendations the respective strategy development teams will take forward was undertaken."
        ]
      },
      {
        "heading": "What did it show?",
        "content": [
          "The HIAs raised the awareness of the social model of health amongst those whose roles were not primarily health related. This resulted in the strategy development teams taking greater account of public health issues when drafting the strategies. HIA played a role in public health considerations becoming embedded within the development of the Mayoral strategies. Most importantly, the HIAs have influenced strategy. The strategy development staff report that they have taken health into account during the drafting stages because they knew it would be subjected to HIA and they have revised the strategy as a result."
        ]
      },
      {
        "heading": "Finningley Airport HIA (England)",
        "content": null
      },
      {
        "heading": "What was the HIA on?",
        "content": [
          "An HIA undertaken on a proposed development of a former RAF airbase at Finningley in Doncaster into a large commercial airport. This was the first time for an HIA to be undertaken as part of the planning process for an airport in the UK."
        ]
      },
      {
        "heading": "How did they evaluate it?",
        "content": [
          "A descriptive process evaluation was undertaken. The source of data was a document analysis of the minutes of Working Group and Steering Group meetings. An impact evaluation is currently underway. This uses Theory of Change modeling to predict future health outcomes."
        ]
      },
      {
        "heading": "What did it show?",
        "content": [
          "The process evaluation showed that the HIA had been systematic and comprehensive. The Merseyside model for comprehensive HIA lent itself particularly well for an HIA on a planning application.",
          {
            "text": "Useful lessons were identified from the evaluation:",
            "bullets": [
              "The technical information in the environmental impact assessment was used to predict health impacts. Experts were commissioned to fill gaps in local expertise.",
              "WHO guidelines were used in the HIA which, in some instances, were more stringent than statutory levels.",
              "Recommendations were made to maximise positives and minimise health risks, without needing to quantify or rank the predicted impacts.",
              "Ensuring planners and developers recognised the importance of the HIA (and were informed of its progress) helped take the recommendations forwards."
            ]
          },
          "The Health Authority worked proactively with planners and the airport developers to implement the recommendations, and influence the regulatory agreement between planners and developers. It is planned that an Airport Health Impact Group will continue HIA activities throughout the lifetime of the airport.",
          "The impact evaluation demonstrates how the HIA has added value to the planning process, and predicts the future health outcomes expected."
        ]
      },
      {
        "heading": "Alconbury HIA (England)",
        "content": null
      },
      {
        "heading": "What was the HIA on?",
        "content": [
          "An HIA was carried out on the redevelopment of Alconbury airfield. The proposal was to turn the old airport into a large rail and freight distribution centre (no use of the runway was planned)."
        ]
      },
      {
        "heading": "How did they evaluate it?",
        "content": [
          "An external auditor undertook a concurrent evaluation. The auditor was given full access to all relevant meetings and documents and a good working relationship was developed. Constructive notes were sent from the auditor to the steering group after each meeting, which offered the opportunity for on-going improvements to the process."
        ]
      },
      {
        "heading": "What did it show?",
        "content": [
          "The recommendations from the evaluation were very helpful – both during the process and to follow up after the process (Process Evaluation). The Airfield Development has been delayed, and so the impact of the HIA on the decision making process is still awaiting investigation (Impact Evaluation)."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/imported/london-uk-bus-street.tmb-1200v.jpg?sfvrsn=9862af5f_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Evidence that health impact assessment work",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:37Z",
    "first_seen_utc": "2026-01-29T04:56:37Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-region-of-the-americas-on-amr-pan-american-health-organization",
    "title": "Pilot testing in the WHO Region of the Americas on AMR: Pan American Health Organization",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Setting",
        "content": [
          "Hospital Nacional de Niños (HNN), is a referral paediatric hospital in San José where the WHO Multimodal Hand Hygiene Improvement Strategy was tested in 12 pilot wards (290 beds).",
          "Launch ceremony of the pilot testing at Hospital Nacional de Niños, San Jose, Costa Rica, with the participation of the Minister of Health and the hospital directorate."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1costa-rica-launch.jpg?sfvrsn=aa3586a1_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "The alcohol-based handrub was produced according to the WHO recommendations by a private company, which accepted to donate the product and the dispensers. Despite initial failures at the quality control test, the local production of the WHO-recommended formulation was successfully implemented. An engineer reviewed the hospital plan to place the new dispensers at the point of care according to local safety criteria. An official ceremony, chaired by the Minister of Health, was organized to launch the hand hygiene promotion campaign at HNN. Giant dolls in the shape of a handrub bottle were prepared and used to market the improvement for promotional purposes. HNN committed also to patient involvement and families were informed of the pilot project and encouraged to use the alcohol-based handrub when caring for their children."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "One of the main achievements of the project was the improvement to the facility infrastructure, described above. At follow-up, overall hand hygiene compliance increased very significantly by 28%. Improvement was observed in all professional categories and in all hand hygiene indications apart from \"after body fluid exposure risk\" for which compliance was already high at baseline."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2costa-rica-training.jpg?sfvrsn=1b26f8db_2"
        ]
      },
      {
        "heading": "Key success factors",
        "content": [
          "The key success factors of implementation in this site were the high-level medical leadership and the pragmatic, continuous action by head nurses. Strong support from the government not only facilitated the excellent pilot implementation of the WHO strategy, but also led to its national scale-up. The system change was also critical to the improvement of hand hygiene practices, because alcohol-based handrubs were not previously widely available and, in some areas of the hospital, significant infrastructure deficiencies (sink to bed ratio <1:10) constituted=\"\" an=\"\" important=\"\">"
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "After the testing phase the campaign was extended hospital-wide and has continued with the essential elements described above. A poster competition with the creative input of all wards was launched in 2009. Hand hygiene compliance is being monitored quarterly and the results are reported to the ward staff. Continuous improvement of practices has been observed, especially in paediatric surgery and intensive care units but less prominently in regular paediatric units. Alcohol-based handrub consumption in 2009 was twice that in 2008. The very encouraging results of testing at HNN motivated the Ministry of Health to make a National Call to Action to all hospitals in the country for the implementation of the WHO strategy. The Costa Rica experience has also had a catalytic influence on other countries in AMR. The expertise of the pilot project team at HNN has been successfully exploited by the WHO Regional Office for the Americas (AMRO) in collaboration with PAHO. Several training initiatives involving many other countries in the Americas and the Caribbean currently adopting the WHO strategy were organized in the Region.",
          "Involvement of hospitalized children playing with a giant alcohol-based hand rub doll."
        ],
        "images": [
          "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/country/3costa-rica-gianthr.jpg?sfvrsn=b2c92c19_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1costa-rica-launch.jpg?sfvrsn=aa3586a1_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2costa-rica-training.jpg?sfvrsn=1b26f8db_2",
      "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/country/3costa-rica-gianthr.jpg?sfvrsn=b2c92c19_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO Region of the Americas on AMR: Pan American Health Organization",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:39Z",
    "first_seen_utc": "2026-01-29T04:56:39Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-eastern-mediterranean-region-saudi-arabia-1",
    "title": "Pilot testing in the WHO Eastern Mediterranean Region: Saudi Arabia 1",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Setting",
        "content": [
          "King Abdulaziz Medical City (KAMC) in Riyadh is a 960-bed teaching hospital delivering high-quality primary, secondary and tertiary health-care services to the Saudi Arabia National Guard. Seven intensive care units (adult, paediatric, neonatal, burn, adult and paediatric cardiovascular, and medical cardiac) and two surgical units were selected as the pilot test wards.",
          "A strong infection control unit was established at KAMC before the pilot test phase. Alcohol-based handrub was already available hospital-wide, but during the campaign preparation phase a new product was selected among several proposed according to WHO criteria, and the number of fixed dispensers located at the point of care was increased. The goal of the campaign was to reach at least 90% or above compliance with hand hygiene practices.",
          "Stations for hand hygiene promotion at King Abdulaziz Medical City, Ryhad, Saudi Arabia",
          "Elias Tannous"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1saudi-kamc.jpg?sfvrsn=e28f68fc_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "The campaign was launched on 13 April 2008 with an official ceremony chaired by the hospital director and other high-level authorities and advertised on the KAMC web site. Patient participation was a strong component of hand hygiene promotion and an information leaflet invited patients to participate in the campaign by asking health-care workers to perform hand hygiene. A novel aspect of implementation was the presence of stands displaying WHO and non-WHO posters and documents on hand hygiene that moved to a different location every two to three hours in order to reach all health-care workers and patients. Several promotional tools and posters were adapted from the WHO versions or newly produced in English and Arabic. A tool to assess the “how to” perform hand hygiene was developed."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "A significant increase (19%) of overall compliance was achieved at follow-up (three months after implementation) with improvement in all pilot wards. A 21% compliance increase was achieved among nurses, whereas only slight improvement was observed among doctors. Knowledge about hand hygiene did not significantly improve.",
          "Competition of posters prepared by health-care workers. Elias Tannous Key success factors",
          "The hand hygiene campaign was embedded within a strong institutional safety culture and driven by a consolidated infection control team. Very powerful support by the directorate was a key factor to build up the campaign on a solid basis and guarantee its sustainability. A patient-centered approach and a smart communication plan also contributed to the success."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2saudi-kamc.jpg?sfvrsn=d833431d_2"
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "Success factors, but also the acknowledgement of some gaps in improvement (e.g. among doctors), strongly motivated the infection control team, the directorate, and other staff involved in hand hygiene promotion to strengthen the campaign and extend it hospital-wide after the pilot phase. This new phase focused on promotion at ward level and involvement of individual health-care workers. One “champion” committed to hand hygiene promotion was selected in each ward and trained to become a role player and deliver on-site education. Champions were also asked to intervene specifically in situations of scepticism, strong resistance, or apprehension among health-care workers.",
          "Monthly hand hygiene compliance monitoring was conducted in 2009 with feedback to all levels of staff by regular reports and the availability of compliance results by ward/department on the hospital intranet. A poster competition with the creative input of all wards was launched on 5 May 2009. Videos with staff and patient involvement were locally produced in some wards. Notably, an interesting adaptation of the \"My five moments for hand hygiene\" concept was implemented in the sterilization unit. This very energetic strategy led to the enthusiastic participation of health-care workers, overcoming of some barriers, and continuous improvement of practices, even in previously resistant professional categories such as doctors. In 2009, the average hand hygiene compliance reached levels very close to the goal of 90% hospital-wide and in most clinical areas. In 2010, KAMC was awarded the first SHEA-APIC Partnership in Prevention Award for its exceptional performance and achievements in the field of infection control, including hand hygiene promotion.",
          "Champions committed to hand hygiene promotion in each ward. Elias Tannous"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3saudi-kamc.jpg?sfvrsn=3ad640eb_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1saudi-kamc.jpg?sfvrsn=e28f68fc_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2saudi-kamc.jpg?sfvrsn=d833431d_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3saudi-kamc.jpg?sfvrsn=3ad640eb_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO Eastern Mediterranean Region: Saudi Arabia 1",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:41Z",
    "first_seen_utc": "2026-01-29T04:56:41Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-eastern-mediterranean-region",
    "title": "Pilot testing in the WHO Eastern Mediterranean Region",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Setting",
        "content": [
          "The Pakistan Institute of Medical Sciences (PIMS) in Islamabad is a tertiary referral hospital with 1055 beds. Three intensive care units (ICUs) – medical, surgical and neonatal – were selected for pilot testing. Awareness of hand hygiene was reasonably good before the start of the project. Alcohol-based handrub was already available due to the fact that most Pakistani earthquake victims had been admitted there and handrub for hand hygiene was used to deal with patient overflow.",
          "Launch ceremony of the hand hygiene campaign at the Pakistan Institute of Medical Sciences (PIMS), Islamabad, Pakistan, with the participation of the WR Pakistan, the PIMS Executive Director, and the WHO pilot site Coordinators. Nizam Damani"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1pakistan-launch.jpg?sfvrsn=8b84ec8a_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "The campaign was launched on 29 October 2007. Baseline evaluation revealed a sink-to-patient ratio of approximately 1:3 with clean, running water available. In contrast, alcohol-based handrubs were actually available in only one of the three ICUs (intermittently).",
          "The WHO-recommended formulation II was produced at PIMS where it replaced the alcohol-based handrub previously purchased from a commercial source at a much higher price (US$ 3.00 per 500 ml vs US$ 1.85 per 500 ml, respectively). In August 2008, the campaign was launched with a training workshop on hand hygiene to train the trainers and key individuals involved in the project and the health-care workers in the pilot units. The WHO hand hygiene posters were made available in Urdu to overcome language barriers. An interesting specificity of the campaign at PIMS was that training was also offered to the so-called “janitors”, illiterate support employees in charge of clinical and human waste disposal, and educational material was adapted to correspond to their level of knowledge."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "One of the main achievements of the project was the establishment of an infection control committee for the first time at PIMS, composed of an infection control doctor and three full-time infection control nurses. Surveillance of health care-associated infection was also established in the neonatal ICU using WHO tools. At follow-up evaluation, hand hygiene compliance had increased by 20.3% with improvement in all indications for hand hygiene. Health-care workers' knowledge about health care-associated infection and hand hygiene also showed significant improvement following training.",
          "The Chief Pharmacist and the WHO pilot site Coordinator showing the alcohol-based hand rub produced at PIMS according to the WHO formulation. Nizam Damani Key success factors",
          "Strong commitment of the senior management to improve infection control, including hand hygiene, was critical to the success of the project at PIMS. Successful production of the alcohol-based handrub demonstrated the feasibility of local production in a resource-limited setting and in a country with strict regulations on the use of ethanol."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2pakistan-abhr.jpg?sfvrsn=596030d2_2"
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "As a result of the hand hygiene campaign, health care-associated infection has become a high priority on the quality and patient safety agenda of PIMS. Following the conclusion of pilot testing, the campaign has been extended to all other PIMS units to ensure the sustainability of hand hygiene improvement at facility level. Alcohol-based handrubs have been available without any interruption  of stock supplies and training sessions have been conducted in other hospital wards. Although education activities have been renewed both in the pilot ICUs and other units, the measurement of hand hygiene compliance and handrub consumption monitoring were not affordable after the end of pilot testing. A promising achievement of this project is that the federal ministry of health has expressed an interest to train 100 000 health visitors throughout Pakistan and distribute alcohol-based handrub. For this reason, the feasibility of the production of the WHO formulation on a national scale using a public/private partnership is being explored."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3pakistan-edu.jpg?sfvrsn=8c242e30_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1pakistan-launch.jpg?sfvrsn=8b84ec8a_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2pakistan-abhr.jpg?sfvrsn=596030d2_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3pakistan-edu.jpg?sfvrsn=8c242e30_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO Eastern Mediterranean Region",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:43Z",
    "first_seen_utc": "2026-01-29T04:56:43Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-western-pacific-region",
    "title": "Pilot testing in the WHO Western Pacific Region",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "",
        "content": null
      },
      {
        "heading": "Setting",
        "content": [
          "Four pilot hospitals (Queen Mary Hospital, Caritas Medical Centre, Tuen Mun Hospital, Yan Chai Hospital) including 20 study wards (surgery, internal medicine, adult ICUs, orthopaedics, and geriatrics) were enrolled to test the WHO Multimodal Hand Hygiene Improvement Strategy in Hong Kong SAR starting from April 2006.",
          "The lead and the coordinators of the hand hygiene campaign and pilot sites in Hong Kong, SAR, China. Seto Wing-hong"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "Each test ward was associated with a control ward of the same type, and a long-term (one year) follow-up of hand hygiene compliance measurement was conducted in both test and control wards. The WHO formulations were produced by a local company at a very low price (US$ 0.50 per 100 ml) with very good results at the quality control testing. In the pilot wards main implementation activities included education of different professional categories, improved access to alcohol-based handrubs by increasing the number of dispensers at the point of care, making powder-free gloves available, development of a question and answer (Q&A) leaflet responding to HCWs’ concerns about the use of alcohol-based handrubs, feedback of hand hygiene performance to HCWs and role modelling."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "During follow-up observations, hand hygiene compliance showed significant improvement in test wards whereas no significant change happened in the control wards. Compliance increased in all professional categories apart from doctors (15.5% average compliance at baseline) who showed no significant improvement at all follow-up measurements. According to the WHO tolerability and acceptability survey, 65% of HCWs indicated a preference for one of the two WHO alcohol-based handrub formulations compared to other products, although some considered it to have an unpleasant odour.",
          "The alcohol-based hand rubs produced in Hong Kong according to the WHO formulations. Seto Wing-hong",
          "Key success factors",
          "Commitment by the government and the leadership at facility level were essential for successful implementation and scaling up. Coordination of the pilot testing by high-profile infection control professionals was also critical for motivating staff."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2hong-kong-abhr.jpg?sfvrsn=12b400e1_2"
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "Between July 2007 and January 2008 the hand hygiene campaign was extended hospital-wide in all pilot hospitals with an official launch ceremony and is currently still in progress. Hand hygiene awards, finger agar tests, seminars and weeks dedicated to hand hygiene promotion are among the innovative promotional activities conducted in the four hospitals after the testing phase. Alcohol-based handrub continues to be available without any interruption of stocks, and monitoring of its consumption as well as of hand hygiene compliance has been carried out on a regular basis. The evaluation of these indicators has demonstrated continuous improvement in all four pilot hospitals over time. Some factors have been identified as potential barriers to the sustainability of the campaign: work overload, understaffing, weak leadership involvement in some areas and poor compliance by medical staff. The latter may create a negative influence on other staff.",
          "On 21 January 2008, following the success of the WHO strategy implementation in the pilot hospitals, the Hospital Authority, Hong Kong SAR, launched a national campaign aiming to create a strong institutional safety climate and improving hand hygiene in all public hospitals. The production of the WHO-recommended formulations was expanded on a large scale and all Hong Kong public hospitals are currently using them. Of note, the strategy was also adapted and successfully implemented in seven home-care facilities in Hong Kong SAR. Important events have been organized for the annual hand hygiene celebration on 5 May, both in 2009 and in 2010, with the participation of the national authorities.",
          "The giant banner for hand hygiene promotion displayed at the entrance of one of the pilot site hospitals in Hong Kong. Seto Wing-hong"
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1hong-kong-coordinators.jpg?sfvrsn=287ba0fb_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2hong-kong-abhr.jpg?sfvrsn=12b400e1_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/4hong-kong-banner.jpg?sfvrsn=6b9b78af_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO Western Pacific Region",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:45Z",
    "first_seen_utc": "2026-01-29T04:56:45Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-south-east-asia-region",
    "title": "Pilot testing in the WHO South-East Asia Region",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Setting",
        "content": [
          "The Chittagong Medical College Hospital (CMCH), in Chittagong, is a government-run tertiary referral centre with 1010 beds serving 40 million people. Five wards were selected for pilot testing: neonatal care, surgery, orthopedics, paediatric and adult intensive care units.",
          "Inadequate and unequipped sinks at Chittagong Medical College Hospital, Bangladesh, before implementation of the WHO hand hygiene improvement strategy"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1bangladesh-sink.jpg?sfvrsn=325fc209_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "Baseline conditions of the hospital were critical with 162% bed occupancy, no infection control professional, no data on healthcare-associated infection and antimicrobial resistance, and significant infrastructural deficiencies. The observation of hand hygiene was challenging because of cultural sensitivities, overcrowding and high bed occupancy (two patients per bed in some wards) which made it difficult to apply the \"patient zone\" concept.",
          "The alcohol-based handrub, based on the WHO recommended formulation II was manufactured locally by the national Essential Drug Company Ltd and made available through wall dispensers and pocket bottles. Sinks (one for every 15 beds) were installed in all the pilot wards, when previously located only at nursing stations and doctors’ rooms. In order to improve inadequate water supply, two deep tube wells were dug and major water supply lines were enhanced. The hand hygiene promotion phase at CMCH was launched through a high-profile event with the attendance of the Minister of Health, the country WHO representative, senior ministerial officials, and public and private hospital representatives. Posters translated into Bengali were displayed throughout the wards next to the alcohol-based handrub dispensers, above washbasins, between each bed, and at the ward entrance. All ward-based staff received training on hand hygiene and refresher courses were offered every two weeks."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "One of the main achievements of the project was the improvements to the facility infrastructure, described above. In addition, an infection control committee was established at CMCH which initiated a number of new activities, including a prevalence study on health care-associated infection.  Baseline hand hygiene observations yielded controversial data and therefore cannot be reported; given the infrastructure inadequacy prior to the strategy implementation, however, hand hygiene practices were likely to be very deficient. Most importantly, at follow-up a good level of overall hand hygiene compliance was reported (65.2%). Health-care workers' knowledge about health care-associated infection and hand hygiene also showed significant improvement after training."
        ],
        "images": [
          "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/country/2bangladesh-abhr.jpg?sfvrsn=14d8a52c_2"
        ]
      },
      {
        "heading": "Key success factors",
        "content": [
          "System change and the introduction of the alcohol-based handrub were critical to overcome obstacles to hand hygiene performance. The signing of the pledge to Clean Care is Safer Care by the Ministry of Health and strong support from the WHO regional and country offices were important drivers of action in this pilot site. Other success factors at the facility level include commitment by the director and significant support by the head of the newly formed infection control committee as well as medical and nurse leadership."
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "Continuous provision of handrub has been assured and improvement of hand hygiene compliance has been consolidated in pilot wards. A very strong climate, supportive of patient safety has been established hospital-wide and the extension of the strategy has been initiated in other areas of the hospital with training of all health-care workers. The infection control committed regularly meets every three months and has also focused on new antibiotic utilization policies, sterilization improvement and environmental cleaning. As a result of the success showed at CMCH, the Director General of Health Services is planning a national roll-out of the hand hygiene improvement strategy, including alcohol-based handrub production, and the reinforcement of a national infection control infrastructure. These goals remain a high national priority but have been slowed because of lack of funds and human resources."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3bangladesh-managers.jpg?sfvrsn=dea69367_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1bangladesh-sink.jpg?sfvrsn=325fc209_2",
      "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/country/2bangladesh-abhr.jpg?sfvrsn=14d8a52c_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3bangladesh-managers.jpg?sfvrsn=dea69367_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO South-East Asia Region",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:47Z",
    "first_seen_utc": "2026-01-29T04:56:47Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-african-region",
    "title": "Pilot testing in the WHO African Region",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Setting",
        "content": [
          "The Hôpital du Point G in Bamako is an acute-care, 518-bed university hospital serving the population of Bamako and the surrounding area (approximately 2 million inhabitants) and a referral hospital for the entire country. Nine units (two surgical, gynaecology and obstetrics, urology, nephrology, infectious diseases, internal medicine, and accident and emergency) representing 13 wards and 224 health-care workers were selected for pilot testing. No infection control expertise was available. A hospital pharmacist, previously trained in infection control and the local production of the WHO handrub formulation I at the University of Geneva Hospitals, was appointed as project coordinator.",
          "Giant bottle of alcohol-based hand rub signed by managers and health-care workers at Point G Hospital, Bamako, Mali, as a promotional sign of system change and commitment to hand hygiene improvement."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1mali-gianttb.jpg?sfvrsn=89986371_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "From December 2006 to June 2008, the WHO multimodal hand hygiene improvement strategy was progressively put in place in the pilot units using the five recommended implementation steps. The baseline evaluation identified severe deficiencies in hand hygiene facilities and products. Although clean water was permanently available, only a few patient rooms were equipped with sinks (sink-to-bed ratio, 1:22) and no soap and towels were available. The WHO-recommended formulation based on ethanol was manufactured at the hospital pharmacy at a cost of US$ 2.97 per litre and distributed to staff in 100 ml pocket bottles. Regular quality control tests confirmed that all samples met the optimal quality parameters.",
          "An official launch of the hand hygiene campaign took place on 2 November 2007 with a ceremony chaired by the Minister of Health, the WHO representative in Mali, and the hospital director, with the participation of all health-care workers. During the event, chairs and health-care workers were invited to sign a giant bottle of alcohol-based handrub as a symbol of their commitment, and information leaflets and T-shirts with the project logo were distributed. During the following months, education sessions were organized for all health-care workers in the pilot units and the alcohol-based handrub distributed. Visual posters featuring the WHO project, hand hygiene indications and the technique for handwashing and handrubbing were displayed."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "The local production of alcohol-based handrub proved to be technically feasible and affordable. Handrubbing became the quasi-exclusive hand hygiene technique (93.3%). At follow-up evaluation, hand hygiene compliance increased by 13.9%. Improvement was observed among all professional categories and across all medical specialties. Health-care workers' knowledge about health care-associated infection and hand hygiene improved across all four main professional categories.",
          "Health-care workers involved in hand hygiene promotion, during the launch ceremony of the campaign."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2mali-hcw.jpg?sfvrsn=de618a1b_4"
        ]
      },
      {
        "heading": "Key success factors",
        "content": [
          "System change and the introduction of the alcohol-based handrub were critical to overcome obstacles to hand hygiene performance. The signing of the pledge to Clean Care is Safer Care by the Ministry of Health and strong support from the WHO regional and country offices were important drivers of action in this pilot site. Other success factors at the facility level include commitment by the director and significant support by the head of the newly formed infection control committee as well as medical and nurse leadership."
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "Following the test phase, a sustainability plan was developed and the costs of alcohol-based handrub are now incorporated into the hospital’s regular budget. The campaign continues in the pilot units and an extension hospital-wide is planned, but not yet implemented. Actual availability and investment of human resources and commitment by the directorate are essential factors for the implementation extension.",
          "Hand hygiene observations, including research on the impact of glove use on compliance, are currently ongoing and new education sessions for all health-care workers will be undertaken in the upcoming months. The production and distribution of the alcohol-based handrub continues – except for a one-month interruption due to an ethanol shortage at national level. Monthly consumption of alcohol-based handrub is being continuously monitored and has shown constant levels of usage.  A survey on skin tolerability and acceptance of the product among health-care workers yielded very positive results with only 1.7% of users who were not satisfied.",
          "Of note, the successful results obtained in the pilot test phase have motivated the Mali government to prepare a national plan for infection control in collaboration with WHO. According to this plan, approved by the Ministerial Cabinet on 11 March 2010, the WHO hand hygiene improvement strategy will be gradually implemented in 11 reference hospitals and then nationwide. The production of alcohol-based handrub will be initially guaranteed by the Point G and G. Touré hospitals and then taken up from a national company.",
          "WHO posters promoting hand hygiene displayed at the pilot wards at Point G Hospital."
        ],
        "images": [
          "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/country/3mali-poster.jpg?sfvrsn=7d57a69f_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1mali-gianttb.jpg?sfvrsn=89986371_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2mali-hcw.jpg?sfvrsn=de618a1b_4",
      "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/country/3mali-poster.jpg?sfvrsn=7d57a69f_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO African Region",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:49Z",
    "first_seen_utc": "2026-01-29T04:56:49Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-eastern-mediterranean-region-saudi-arabia-2",
    "title": "Pilot testing in the WHO Eastern Mediterranean Region: Saudi Arabia 2",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Setting",
        "content": [
          "King Saud Medical Complex (KSMC), in Riyadh, is a 1446-bed teaching hospital delivering primary, secondary, and tertiary care, under the government of the Saudi Arabia Ministry of Health. Prior to the pilot testing, a strong infection control unit had been established at KSMC and commercial alcohol-based handrubs were already available.",
          "Education sessions at King Saud Medical Complex (KSMC), Ryhad, Saudi Arabia. Sahar Makki"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1saudi-ksmc.jpg?sfvrsn=ae513d3a_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "During the pilot phase, the WHO strategy was implemented hospital-wide and branded with an original campaign specific logo. The campaign’s focus and strong point was the use of an original approach to educating both staff and patients, which involved a large number of training sessions for all health-care workers and distribution of promotional items.",
          "A screen saver adapted from the WHO Clean Care is Safer Care one was installed on relevant computers; videos, educational brochures and pocket leaflets were developed for health-care workers, patients and visitors, including a drawing book for children, and translated into Arabic, English, Tagalog and Urdu; a theatrical play on germ transmission in health care was performed in the hospital; and fingertip print cultures were used to educate health-care workers and patients. A wide range of new posters on hand hygiene with more visual impact were developed and displayed across all wards; several gadgets with the logo of the campaign were distributed to health-care workers. A stand for patient information on hand hygiene was placed at KSMC entrance. A local company was appointed by the Ministry of Health to produce different samples of alcohol-based handrub based on the WHO recommendations.",
          "Four types of solutions were produced: the WHO formulation I (based on ethanol), and three others with modifications such as different fragrances or emollient. According to quality control-tests performed at the University of Geneva Hospitals in Switzerland, all four products were found to be consistent with WHO requirements. A survey was conducted according to a WHO protocol and the best tolerated and most appreciated product was selected to replace the already available product; it was then distributed in wall dispensers at the point of care. Hand hygiene compliance monitoring was carried out monthly in selected areas.",
          "Stands for patient information on hand hygiene at KSMC entrance. Sahar Makki"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2saudi-ksmc.jpg?sfvrsn=293bcb46_2"
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "At follow-up, overall hand hygiene compliance increased significantly by 7.6%, with rates at approximately 80% in obstetrics and paediatrics. Improvement was observed in all hand hygiene indications and all professional categories. Feedback was given to all health-care workers and to the hospital directorate.",
          "Key success factors",
          "A strong infection control team, the full dedication of the pilot site coordinator and the support from the hospital directorate were keys to success."
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "After the testing phase the campaign continued with the essential elements described above. Monthly hand hygiene compliance monitoring has been carried out in high-risk areas. In addition to wall dispensers, big bottles of handrub were placed on trolleys and at the point of care. Infection control nurses began to deliver training at the bed-side in high-risk areas and weekly sessions, with mandatory attendance for new staff, have continued. A national hand hygiene campaign had been launched in the country before testing at KSMC. The success of the WHO pilot site work was used to sustain the national campaign and also to support hand hygiene promotion in the private sector. High staff turnover, the coexistence of very different cultures, and the need for stronger influence by leaders remain partial obstacles to more satisfactory improvement in some areas.",
          "The infection control team leading the hand hygiene campaign at KSMC. Sahar Makki"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3saudi-ksmc.jpg?sfvrsn=b3fbf267_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1saudi-ksmc.jpg?sfvrsn=ae513d3a_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2saudi-ksmc.jpg?sfvrsn=293bcb46_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3saudi-ksmc.jpg?sfvrsn=b3fbf267_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO Eastern Mediterranean Region: Saudi Arabia 2",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:51Z",
    "first_seen_utc": "2026-01-29T04:56:51Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/pilot-testing-in-the-who-european-region",
    "title": "Pilot testing in the WHO European Region",
    "published_date": "2010-05-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Italy - a network of 41 intensive care units",
        "content": [
          "Setting A network of 41 intensive care units (ICUs) participating in the Italian national hand hygiene campaign was invited to become the pilot site for testing the WHO Guidelines on Hand Hygiene in Health Care in EUR. Criteria for selecting the ICUs were: 1) Having a reliable system for health care-associated infection (HCAI) surveillance; 2) explicit consent to provide WHO with requested data 3) no other major prevention project concurrently to the strategy implementation; 4) compliance with the time line agreed with WHO. Implementation was coordinated by the national reference centre for HCAIs (Agenzia Sanitaria e Sociale Regionale Emilia-Romagna). Most ICUs undertook the implementation step (step 3, improvement activities) between October 2007 and January 2008. Flower-bed with the shape of the Clean Care is Safer Care logo at the main entrance of one of the Italian pilot hospitals. Implementation characteristics The entire range of tools included in the WHO Pilot Implementation Package was translated into Italian and the printed material distributed to the pilot ICUs; the WHO strategy and action plan were fully adopted in a very consistent way. In the context of the national campaign a web platform was created on the ministry of health site for tool downloading, technical questions, and interactive discussion among the sites; in addition, one national and four regional training courses for pilot coordinators and observers were organized. Main results A significant 13% increase of overall hand hygiene compliance was detected following implementation in the ICU network. Improvement was significant in all professional categories, apart from therapists/technicians. Interestingly, compliance increase at follow-up was higher in ICUs with lower compliance at baseline. Permanent availability of alcohol-based handrubs improved from 70% to 100%. Staff knowledge about hand hygiene significantly improved; the knowledge questionnaire results identified areas that need further amelioration, e.g. the understanding of the dynamics of microorganism transmission and the role of different sources of infection. According to the perception questionnaire most respondents attributed the highest scores (6 and 7 of a 7-point Likert scale) to each component of the WHO strategy when asked about the importance of the strategy components in determining their hand hygiene performance improvement.",
          "Hand hygiene leaflet hung at the bedside in a pilot ICU, Italy. Key success factors Strong support from the national coordination centre and the regional coordinators was critical to the overall success of the testing in the ICU network. The WHO brand on this initiative was a powerful factor motivating personnel to participate in it and for them to achieve the programme’s intended objectives. The multimodal approach of the WHO strategy and the step-wise implementation plan were considered as a very successful model. Long-term sustainability After the pilot phase the promotion of hand hygiene best practices continued in most ICUs. In many of them the WHO strategy approach became a model for integrating additional prevention measures. In many hospitals, staff working on the wards not involved in the pilot testing requested hand hygiene promotion to be extended to their settings. Two national events took place in 2008 and 2009 to discuss the results of testing in the ICU network and of the national campaign going on in parallel. Working groups and plenary discussions provided very interesting information about the implementation feasibility and invaluable suggestions for improving the WHO tools. In the context of the ongoing national campaign, all participating hospitals were invited to undertake hand hygiene observations during the first trimester of 2010. A national event will take place on 5 May 2010 to share results and to discuss actions to strengthen the ongoing campaign. The national reference centre for HCAIs translated in Italian the WHO Hand Hygiene Moment 1 Observation Form and invited all health-care facilities to participate in the WHO Global Survey launched on and around 5 May 2010. Local and national coordinators of the Italian network of ICUs testing the hand hygiene improvement strategy."
        ]
      },
      {
        "heading": "Setting",
        "content": [
          "A network of 41 intensive care units (ICUs) participating in the Italian national hand hygiene campaign was invited to become the pilot site for testing the WHO Guidelines on Hand Hygiene in Health Care in EUR. Criteria for selecting the ICUs were: 1) Having a reliable system for health care-associated infection (HCAI) surveillance; 2) explicit consent to provide WHO with requested data 3) no other major prevention project concurrently to the strategy implementation; 4) compliance with the time line agreed with WHO. Implementation was coordinated by the national reference centre for HCAIs (Agenzia Sanitaria e Sociale Regionale Emilia-Romagna). Most ICUs undertook the implementation step (step 3, improvement activities) between October 2007 and January 2008.",
          "Flower-bed with the shape of the Clean Care is Safer Care logo at the main entrance of one of the Italian pilot hospitals."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1italy-isarco.jpg?sfvrsn=3806061c_2"
        ]
      },
      {
        "heading": "Implementation characteristics",
        "content": [
          "The entire range of tools included in the WHO Pilot Implementation Package was translated into Italian and the printed material distributed to the pilot ICUs; the WHO strategy and action plan were fully adopted in a very consistent way. In the context of the national campaign a web platform was created on the ministry of health site for tool downloading, technical questions, and interactive discussion among the sites; in addition, one national and four regional training courses for pilot coordinators and observers were organized."
        ]
      },
      {
        "heading": "Main results",
        "content": [
          "A significant 13% increase of overall hand hygiene compliance was detected following implementation in the ICU network. Improvement was significant in all professional categories, apart from therapists/technicians. Interestingly, compliance increase at follow-up was higher in ICUs with lower compliance at baseline. Permanent availability of alcohol-based handrubs improved from 70% to 100%. Staff knowledge about hand hygiene significantly improved; the knowledge questionnaire results identified areas that need further amelioration, e.g. the understanding of the dynamics of microorganism transmission and the role of different sources of infection. According to the perception questionnaire most respondents attributed the highest scores (6 and 7 of a 7-point Likert scale) to each component of the WHO strategy when asked about the importance of the strategy components in determining their hand hygiene performance improvement."
        ]
      },
      {
        "heading": "Key success factors",
        "content": [
          "Strong support from the national coordination centre and the regional coordinators was critical to the overall success of the testing in the ICU network. The WHO brand on this initiative was a powerful factor motivating personnel to participate in it and for them to achieve the programme’s intended objectives. The multimodal approach of the WHO strategy and the step-wise implementation plan were considered as a very successful model."
        ]
      },
      {
        "heading": "Long-term sustainability",
        "content": [
          "After the pilot phase the promotion of hand hygiene best practices continued in most ICUs. In many of them the WHO strategy approach became a model for integrating additional prevention measures. In many hospitals, staff working on the wards not involved in the pilot testing requested hand hygiene promotion to be extended to their settings. Two national events took place in 2008 and 2009 to discuss the results of testing in the ICU network and of the national campaign going on in parallel. Working groups and plenary discussions provided very interesting information about the implementation feasibility and invaluable suggestions for improving the WHO tools.",
          "In the context of the ongoing national campaign, all participating hospitals were invited to undertake hand hygiene observations during the first trimester of 2010. A national event will take place on 5 May 2010 to share results and to discuss actions to strengthen the ongoing campaign. The national reference centre for HCAIs translated in Italian the WHO Hand Hygiene Moment 1 Observation Form and invited all health-care facilities to participate in the WHO Global Survey launched on and around 5 May 2010.",
          "Local and national coordinators of the Italian network of ICUs testing the hand hygiene improvement strategy."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3italy-corrdinators.jpg?sfvrsn=499e4d9f_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/1italy-isarco.jpg?sfvrsn=3806061c_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/2italy-icubed.jpg?sfvrsn=c6204d48_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/country/3italy-corrdinators.jpg?sfvrsn=499e4d9f_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Pilot testing in the WHO European Region",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:53Z",
    "first_seen_utc": "2026-01-29T04:56:53Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/the-smallpox-eradication-programme---sep-(1966-1980)",
    "title": "Smallpox Eradication Programme - SEP (1966-1980)",
    "published_date": "2010-05-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "2010 marks the 30th anniversary of the eradication of smallpox. Smallpox was officially declared eradicated in 1980 and is the first disease to have been fought on a global scale. This extraordinary achievement was accomplished through the collaboration of countries around the world.",
          "At the end of the 1960s, smallpox was still endemic in Africa and Asia. Vaccination campaigns, surveillance and prevention measures aimed to contain epidemic hotspots and to better inform affected populations. All these strategies were used to combat the disease.",
          "The photographs presented in the galleries illustrate the various activities carried out to eradicate smallpox around the world. They show how the same eradication methods and strategies were repeated in very different countries around the globe.",
          "View the photo gallery on vaccination",
          "Before 1967, the smallpox eradication strategy relied on mass vaccination. However, this strategy was ineffective in densely populated regions where containment measures proved more effective.",
          "View the photo gallery on prevention Prevention activities aimed to stop transmission by finding and treating anyone who had been in close contact with infected people, thereby preventing transmission to others.",
          "View the photo gallery on surveillance Surveillance programmes reported cases and also collected morbidity and mortality data to better understand the disease and the effectiveness and duration of immunity from vaccines.",
          "View the photo gallery on working conditions Workers in the field often had to adapt to very difficult conditions. Finding an effective means of transport to reach remote villages was challenging, and team members often had to travel on foot.",
          "View the photo gallery on the last cases of smallpox Since smallpox was only transferred from person to person, the last infected person was the last link in the chain of transmission and represented the end of the disease in a country.",
          "View the photo gallery on posters WHO created posters to publicize the disease or to support programme activities aiming to eradicate smallpox. A selection of these posters are displayed here.",
          "Reference: F. Fenner et al., Smallpox and its Eradication, WHO, Geneva, 1988"
        ]
      }
    ],
    "references": [
      {
        "text": "View the photo gallery on vaccination",
        "url": "https://www.who.int/news-room/photo-story/detail/smallpox-vaccination"
      },
      {
        "text": "View the photo gallery on prevention",
        "url": "https://www.who.int/news-room/photo-story/detail/smallpox-prevention"
      },
      {
        "text": "View the photo gallery on surveillance",
        "url": "https://www.who.int/news-room/photo-story/detail/smallpox-surveillance"
      },
      {
        "text": "",
        "url": "https://www.who.int/news-room/photo-story/detail/working-conditions-of-the-smallpox-eradication-programme-(sep)-team"
      },
      {
        "text": "View the photo gallery on working conditions",
        "url": "https://www.who.int/news-room/photo-story/detail/working-conditions-of-the-smallpox-eradication-programme-(sep)-team"
      },
      {
        "text": "View the photo gallery on the last cases of smallpox",
        "url": "https://www.who.int/news-room/photo-story/detail/smallpox-last-case"
      },
      {
        "text": "View the photo gallery on posters",
        "url": "https://www.who.int/news-room/photo-story/detail/smallpox-posters"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/smallpox/vaccination-05.jpg?sfvrsn=6f76505a_3",
      "https://cdn-auth-cms.who.int/media-aut/images/default-source/health-topics/smallpox/work_conditions_0805b18ce0-7995-4d5b-86d9-12c32a6793c8.jpg?sfvrsn=c82b616f_3",
      "https://cdn.who.int/media/images/default-source/health-topics/smallpox/vaccination-06.jpg?sfvrsn=41df283b_3",
      "https://cdn.who.int/media/images/default-source/health-topics/smallpox/work-conditions-01.jpg?sfvrsn=6ec4d335_3",
      "https://cdn.who.int/media/images/default-source/health-topics/smallpox/last-case-01.jpg?sfvrsn=8786f5de_3",
      "https://cdn.who.int/media/images/default-source/health-topics/smallpox/poster-02.jpg?sfvrsn=b0a4b8e2_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Smallpox Eradication Programme - SEP (1966-1980)",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:54Z",
    "first_seen_utc": "2026-01-29T04:56:54Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/the-burden-of-health-care-associated-infection-worldwide",
    "title": "The burden of health care-associated infection worldwide",
    "published_date": "2010-04-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Health care-associated infection (HAI), also referred to as \"nosocomial\" or \"hospital\" infection, is an infection occurring in a patient during the process of care in a hospital or other health care facility which was not present or incubating at the time of admission. HAI can affect patients in any type of setting where they receive care and can also appear after discharge. Furthermore, they include occupational infections among staff. HAI represents the most frequent adverse event during care delivery and no institution or country can claim to have solved the problem yet. Based on data from a number of countries, it can be estimated that each year, hundreds of millions of patients around the world are affected by HAI. The burden of HAI is several fold higher in low- and middle-income countries than in high-income ones. There is also now a worldwide consensus that urgent action is needed to prevent and control the spread of antibiotic resistant organisms and in health care effective infection prevention and control (IPC) is one solution.",
          "Every day, HAI results in prolonged hospital stays, long-term disability, increased resistance of microorganisms to antimicrobials, massive additional costs for health systems, high costs for patients and their family, and unnecessary deaths.",
          "Although HAI is the most frequent adverse event in health care, its true global burden remains unknown because of the difficulty in gathering reliable data: most countries lack surveillance systems for HAI, and those that do have them struggle with the complexity and the lack of uniformity of criteria for diagnosing it.",
          "The burden of HAI is one of the key areas of work of the WHO IPC global unit. Systematic reviews of the literature have been conducted to identify published studies from both developed and developing countries and highlight the magnitude of the HAI problem.",
          {
            "text": "An original article focusing on the HAI endemic burden in developing countries was published online on 10 December 2010 in The Lancet .",
            "bullets": [
              "Burden of endemic health-care-associated infection in developing countries: systematic review and meta-analysis The Lancet"
            ]
          },
          {
            "text": "A comprehensive WHO Report on the burden of endemic health care-associated infection worldwide issued on 5 May 2011 which highlights the importance of HAI in different settings and related risk factors, describes advantages and challenges of HAI surveillance, reports available data on HAI endemic burden in high-, middle- and low-income countries and their impact worldwide, and finally points out lessons learned and future perspectives.",
            "bullets": [
              "WHO Report on the burden of endemic health care-associated infection worldwide"
            ]
          }
        ]
      },
      {
        "heading": "What are the solutions to the problem of HCAI?",
        "content": [
          "Many infection prevention and control measures, including hand hygiene, are simple, low-cost and effective, however they require staff accountability and behavioural change.",
          {
            "text": "The main solutions and perspectives for improvement identified are:",
            "bullets": [
              "Identifying local determinants of the HAI burden.",
              "Improving reporting and surveillance systems at the national level.",
              "Ensuring minimum requirements in terms of facilities and dedicated resources available for HAI surveillance at the institutional level, including microbiology laboratories' capacity.",
              "Ensuring that core components for infection control are in place at the national and health-care setting levels.",
              "Implementing standard precautions, including best hand hygiene practices at the bedside.",
              "Improving staff education and accountability.",
              "Conducting research to adapt and validate surveillance protocols based on the reality of developing countries.",
              "Conducting research on the potential involvement of patients and their families in HAI reporting and control."
            ]
          },
          "The WHO Guidelines on core components of infection prevention and control programmes at the national and acute health care facility level were published in 2016. They cover eight areas of IPC and comprise 14 recommendations and best practice statements and should be implemented by all Member States and health care facilities."
        ]
      }
    ],
    "references": [
      {
        "text": "Burden of endemic health-care-associated infection in developing countries: systematic review and meta-analysis",
        "url": "http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(10)61458-4/abstract"
      },
      {
        "text": "WHO Report on the burden of endemic health care-associated infection worldwide",
        "url": "https://www.who.int/iris/bitstream/10665/80135/1/9789241501507_eng.pdf?ua=1"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/patient-20100504.jpg?sfvrsn=4f96c3a6_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "The burden of health care-associated infection worldwide",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:56Z",
    "first_seen_utc": "2026-01-29T04:56:56Z"
  }
]