[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/tuberculosis-in-the-kingdom-in-the-sky",
    "title": "Tuberculosis in the Kingdom in the Sky",
    "published_date": "2011-12-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Lesotho, often called the \"Kingdom in the sky\", has one of the highest rates of new tuberculosis (TB) cases in the world. The lack of health-care facilities in remote areas makes it hard for people with TB to get tested and treated, so the disease spreads quickly through communities.",
          "This photo story illustrates the difficulties and ways to overcome them and bring medicine to rural parts of Lesotho. The photos are from the Stop TB Partnership, a WHO hosted partnership of international organizations, countries, donors from the public and private sectors, governmental and nongovernmental organizations."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/tb-lesotho-cover.jpg?sfvrsn=68a3f5f5_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Tuberculosis in the Kingdom in the Sky",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:31Z",
    "first_seen_utc": "2026-01-29T04:56:31Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/partnerships-unite-for-safer-health-care",
    "title": "Partnerships unite for safer health care",
    "published_date": "2011-05-31",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Partnerships provide a work structure based on human interactions that allow sharing, adaptability and learning in both directions. Partnership-based approaches to health systems improvement is increasingly recognized as a potentially effective means\r\n    of stimulating and sustaining change at the frontline. This use of inter-country exchange and institutional twinning as a way of facilitating future country efforts in health system strengthening was emphasized in the 2011 World Health Assembly.",
          "While African health systems have much to learn about safety, these same systems can also provide the world with some clear insights into how to develop and nurture safe systems. The potential for knowledge and skills to flow from Africa to the world\r\n        cannot be ignored. - Dr Sam Zaramba, Chairman, WHO Executive Board 2010 and ex-Director General of Health Services in Uganda"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/patient-safety/apps/partnership.jpg?sfvrsn=a091dcb6_5&Status=Master"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Partnerships unite for safer health care",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:33Z",
    "first_seen_utc": "2026-01-29T04:56:33Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/world-report-on-disability-posters",
    "title": "World Report on Disability Posters",
    "published_date": "2011-02-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO has commissioned a series of posters which allude to the barriers which prevent people with disabilities from living their lives to the fullest. Each poster highlights one of the main areas for action covered in the World report on disability : health, rehabilitation, support and assistance, enabling environments, education and employment.",
          "In the \"Breaking barriers\" series, people with disabilities are behind a glass wall pushing forward for inclusion. The glass symbolizes the many barriers - physical, attitudinal, institutional - which restrict people with disabilities from participating in all aspects of their societies. The hammer with three hands symbolizes that concerted action can break barriers and promote inclusion. The accompanying text indicates some of the concrete measures that can be taken.",
          "The \"Breaking barriers\" series was selected from a group of three different poster concepts, prepared by researchers at Fabrica, the renowned creative design company based in Venice, Italy. The posters are available to WHO's partners for awareness raising and for visual support to disability-related events. These posters may also be used under glass at bus stops, giving viewers the optical illusion of real glass. The posters are currently available in English."
        ]
      },
      {
        "heading": "Posters",
        "content": null
      },
      {
        "heading": "General",
        "content": [
          "The one billion people with disabilities in the world have the right to participate fully in their societies. Coordinating and planning across sectors, ensuring access to services, providing appropriate training, improving research, and consulting people with disabilities in all these actions can do much to improve their lives."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/disabling-barriers.jpg?sfvrsn=6c8806c_2"
        ]
      },
      {
        "heading": "Health care",
        "content": [
          "Better access to free and affordable health care, broader health insurance coverage, appropriately trained health care workers, and the empowerment of people with disabilities to better manage their own health needs will improve the health of people with disabilities."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/affordable-health-care.jpg?sfvrsn=e38ac6b9_4"
        ]
      },
      {
        "heading": "Rehabilitation",
        "content": [
          "Rehabilitation promotes the participation of people with disabilities in their societies. Integrated and decentralized rehabilitation services; the improved provision of wheelchairs, hearing aids and other devices; and training to ensure a sufficient supply of rehabilitation professionals can enable people with disabilities to achieve their potential."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/participation-of-people-with-disabilities-in-their-societies.jpg?sfvrsn=7ecdf9fb_2"
        ]
      },
      {
        "heading": "Education",
        "content": [
          "All children have the right to education. Clear policies on the inclusion of children with disabilities in education, accessible schools, appropriately trained teachers, specialized support for individual students, and the involvement of families and communities will help improve education for children with disabilities."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/clear-policies-on-the-inclusion-of-children-with-disabilities-in-education.jpg?sfvrsn=3d9ab148_2"
        ]
      },
      {
        "heading": "Assistance and support",
        "content": [
          "People with disabilities can live independently in their communities. Investment in a range of well regulated and responsive support services such as respite care, the services of a personal assistant, and sign language provision among others can ensure dignity and well-being for people with disabilities and their families."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/people-with-disabilities-can-live-independently-in-their-communities.jpg?sfvrsn=d268d47a_2"
        ]
      },
      {
        "heading": "Enabling environments",
        "content": [
          "The development and enforcement of legislation on accessibility; the adoption of universal design for buildings, roads, modes of transport and information and communication technology; and specialized training for architects, engineers and designers among others can help to ensure that people with disabilities have equal access to their environments."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/the-development-and-enforcement-of-legislation-on-accessibility.jpg?sfvrsn=fdf0da80_2"
        ]
      },
      {
        "heading": "Employment",
        "content": [
          "People with disabilities have the right to decent work. Anti-discrimination legislation, accessible workplaces, access to micro-finance and measures such as vocational training and rehabilitation can assist people with disabilities to work and be productive."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/disability/people-with-disabilities-have-the-right-to-decent-work-anti-discrimination-legislation.jpg?sfvrsn=b8b1e9f5_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/disability/disabling-barriers.jpg?sfvrsn=6c8806c_2",
      "https://www.who.int/images/default-source/health-topics/disability/affordable-health-care.jpg?sfvrsn=e38ac6b9_4",
      "https://www.who.int/images/default-source/health-topics/disability/participation-of-people-with-disabilities-in-their-societies.jpg?sfvrsn=7ecdf9fb_2",
      "https://www.who.int/images/default-source/health-topics/disability/clear-policies-on-the-inclusion-of-children-with-disabilities-in-education.jpg?sfvrsn=3d9ab148_2",
      "https://www.who.int/images/default-source/health-topics/disability/people-with-disabilities-can-live-independently-in-their-communities.jpg?sfvrsn=d268d47a_2",
      "https://www.who.int/images/default-source/health-topics/disability/the-development-and-enforcement-of-legislation-on-accessibility.jpg?sfvrsn=fdf0da80_2",
      "https://www.who.int/images/default-source/health-topics/disability/people-with-disabilities-have-the-right-to-decent-work-anti-discrimination-legislation.jpg?sfvrsn=b8b1e9f5_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "World Report on Disability Posters",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:35Z",
    "first_seen_utc": "2026-01-29T04:56:35Z"
  }
]