[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/achievement-of-african-partnerships-for-patient-safety-(apps)",
    "title": "Achievement of African partnerships for patient safety (APPS)",
    "published_date": "2012-12-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Objective 1 Achievements: Partnership Strength",
          "The unique partnership approach to tackling patient safety has worked very effectively in some cases; hard lessons have been learned in others. The APPS network has refined and led global thinking in the area of partnership development that is now being\r\n    used by partnership-focused organizations across the world.",
          "\"We have faced many challenges together but achieved gains in a\r\n            short time – in fact the patient safety approach at Gondar has been used by the\r\n            Ethiopian Ministry of Health in hospitals across the country.” - Dr Gashaw Getahun – APPS Focal Point, Gondar Hospital, Ethiopia"
        ]
      },
      {
        "heading": "Hospital to Hospital APPS Partnerships",
        "content": [
          "Supported over 17 Hospital to Hospital APPS Partnerships between countries in Africa and Europe - the first of their kind centred on developing safer health-care systems. Partnerships have now developed within and between countries of the WHO African\r\n    region as well as being established across the globe. Hospital partnerships with US institutions were launched in 2014."
        ]
      },
      {
        "heading": "Definition of Partnership and working principles",
        "content": [
          "APPS engaged with initial APPS partnerships to co-define a set of seven partnership principles on which hospital to hospital partnership working is based and co-developed an APPS definition of partnership.",
          "APPS has a 2-year patient safety partnership planning template developed and refined by APPS through joint working with the initial partnerships. This is now being used by hospital-to-hospital partnerships globally, focusing on patient safety.APPS\r\n    Planning Framework"
        ]
      },
      {
        "heading": "Partnership Workshops",
        "content": [
          "Developed a model for partnership workshops, designed for partners to identify priorities and undertake technical planning. APPS has supported and hosted a series of workshops to support patient safety partnership development."
        ]
      },
      {
        "heading": "Measurement of Partnership Strength",
        "content": [
          "Co-developed a mechanism to evaluate the strength of individual partnerships – this can be used in both patient safety and other types of institutional partnerships."
        ]
      },
      {
        "heading": "Literature Synthesis – Learning from the “developing world”",
        "content": [
          "Conducted a first-of-its-kind synthesis of developing country innovations that can potentially inform health systems in developed countries focused on the concept of \"reverse innovation\" and “global innovation flow”."
        ]
      },
      {
        "heading": "Partnership Focused Organizations - Bridge",
        "content": [
          "APPS has provided a “patient safety bridge” between organizations with a focus on partnership-based approaches to health system improvement. The Global Catalyst Group for Institutional Health Partnerships has\r\n been established as a result. Working with four other organizations whose focus is also on the model of ‘Partnership’ between institutions for the improvement of health, APPS has supported the establishment of The Global Catalyst\r\n    Group for Institutional Health Partnerships. The group provides a “bridge” between multiple organizations across the world experienced in the partnership based approach to improvement. The overall purpose of the group is to promote the\r\n    utility of institutional health partnerships in strengthening health systems and in delivering effective health services through resources, positions statements and collaborative activities."
        ]
      },
      {
        "heading": "Group Membership",
        "content": [
          {
            "text": null,
            "bullets": [
              "APPS",
              "American College of Healthcare Executives",
              "International Hospital Federation",
              "The European Esther Alliance",
              "THET"
            ]
          }
        ]
      },
      {
        "heading": "Objective 2 Achievements: Patient Safety Improvement",
        "content": null
      },
      {
        "heading": "Patient Safety Situational Analysis",
        "content": [
          "Developed an approach to conducting a patient safety situational analysis framed around 12 action areas and defined by African regional policy. Analyses conducted in all 14 African hospitals - the first such attempt in African health systems and the basis\r\n    of partnerships activity planning. Repeat analysis has provided valuable evaluation of activity for the first wave partners."
        ]
      },
      {
        "heading": "Patient Safety Resource Map",
        "content": [
          "Developed a prototype map outlining relevant patient safety resources available in each of the 12 patient safety action areas. The map is the first of its kind, providing a \"one-stop shop\" for patient safety resources."
        ]
      },
      {
        "heading": "APPS Evaluation Framework",
        "content": [
          "Novel APPS evaluation framework and support tools developed to capture findings from each partnership in each of the APPS core objectives."
        ]
      },
      {
        "heading": "Patient Safety Teams",
        "content": [
          "Patient safety teams established in each of the APPS partnership hospitals to lead patient safety improvement, which has created momentum for improved patient safety within each organization."
        ]
      },
      {
        "heading": "Hand Hygiene Improvement",
        "content": [
          "Methods used to improve hand hygiene in partnership hospitals, including technical workshops, more than 20 reciprocal visits for person-to-person knowledge and skills transfer."
        ]
      },
      {
        "heading": "Catalyzed Patient Safety Activities",
        "content": [
          "Catalyzed patient safety action in a range of areas, including safe surgery, patient safety knowledge and learning, health-care waste management, health-care worker protection, medication safety and research. These action areas have been developed on\r\n    the basis of specific priorities identified by each partnership."
        ]
      },
      {
        "heading": "Objective 3 Achievements: Patient Safety Spread",
        "content": null
      },
      {
        "heading": "WHO AFRO",
        "content": [
          "Conducted first patient safety consultation with colleagues in each Division at the WHO African Regional Office in Brazzaville. These colleagues are well placed to support regional patient safety spread. Conducted briefings to each WHO AFRO Inter-country\r\n    Support Team Office to facilitate patient safety technical support to all countries in the WHO African Region."
        ]
      },
      {
        "heading": "Regional Patient Safety Policy",
        "content": [
          "Developed a model to translate regional patient safety policy into action in African institutions, using the 12 action areas as a technical framework – regional policy to front-line action."
        ]
      },
      {
        "heading": "APPS Approach Series",
        "content": [
          "Co-developed a series of papers with partners that defines the APPS approach on patient safety spread, community engagement, sustainability, evidence-policy strengthening."
        ]
      },
      {
        "heading": "Patient Safety Advocacy Days",
        "content": [
          "APPS hospitals in Africa hosted national patient safety advocacy days, convening in-country stakeholders and raising awareness of patient safety amongst communities."
        ]
      },
      {
        "heading": "National Policy",
        "content": [
          "Catalyzed the development of national interest in patient safety policy in each of the 1st wave countries - the starting point for sustained action. In Uganda, the APPS focal point received a presidential honour for his exemplary performance. He addressed\r\n    a technical briefing session at the 2012 World Health Assembly."
        ]
      },
      {
        "heading": "National Patient Safety Activity",
        "content": [
          "Ethiopia has taken the APPS Situational Analysis and used it as a baseline study tool for several hospitals across the country. Zimbabwe is planning to use it in around 100 hospitals as a national baseline and monitoring tool to address patient safety."
        ]
      }
    ],
    "references": [
      {
        "text": "APPS",
        "url": "https://www.who.int/teams/integrated-health-services/patient-safety/networks-and-partnerships/african-partnerships-for-patient-safety"
      },
      {
        "text": "American College of Healthcare Executives",
        "url": "http://www.ache.org/"
      },
      {
        "text": "International Hospital Federation",
        "url": "http://www.ihf-fih.org/"
      },
      {
        "text": "The European Esther Alliance",
        "url": "http://www.esther.eu/"
      },
      {
        "text": "THET",
        "url": "http://www.thet.org/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Achievement of African partnerships for patient safety (APPS)",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:21Z",
    "first_seen_utc": "2026-01-29T04:56:21Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/in-vitro-diagnostics-contributions-to-millennium-development-goals",
    "title": "In vitro diagnostics contributions to Millennium Development Goals",
    "published_date": "2012-12-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Progress towards achieving the Millennium Development Goals to reduce morbidity and mortality related to HIV/AIDS, malaria and other major diseases has been slow, partly because of lack of access to quality medicines and appropriate health technologies, in particular in vitro diagnostics and laboratory services. Antiretroviral therapy, tuberculosis treatment and anti-malarial therapy are becoming increasingly available in many resource-limited settings as a result of global efforts, however, the same attention has not been given to the provision of appropriate and affordable in vitro diagnostics. The Millennium Development Goals cannot be reached unless the HIV status of more individuals in resource-limited settings can be diagnosed. Without diagnostic tools, safe and effective drug treatment, prevention of resistance to antiretroviral therapy and monitoring of resistance are not possible. The Prequalification team - Diagnostics provides countries with the appropriate technical support, tools and guidance on the provision of in vitro diagnostics and laboratory services in ways which strengthen health systems consistent with the values of Primary Health Care."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/in-vitro-diagnostics/140728-mdg-v3.jpg?sfvrsn=6bf4b7a9_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "In vitro diagnostics contributions to Millennium Development Goals",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:23Z",
    "first_seen_utc": "2026-01-29T04:56:23Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/living-with-hiv-when-one-partner-is-positive-and-the-other-is-negative",
    "title": "Living with HIV when one partner is positive and the other is negative",
    "published_date": "2012-11-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Two months after Maripaz Callejas’ husband died of AIDS, she was diagnosed with HIV. One doctor told her that she would be dead within five years.",
          "In Maripaz’s home country, El Salvador, many new HIV infections occur as a result of unprotected sex between couples who are married or living together. WHO estimates that globally as many as half of all HIV-positive people in long-term relationships have HIV-negative partners – forming what are known as serodiscordant couples. It is estimated that half of people living with HIV still do not know that they are infected, and, like Maripaz, many people in relationships do not know their partner’s status."
        ]
      },
      {
        "heading": "Couples should get tested together",
        "content": [
          "That is why WHO recommends that couples get tested for HIV – and counselled – together. Receiving voluntary HIV testing and counselling as a couple means that both partners get tested together, receive their results and share their status with the support of a counsellor. A range of prevention, treatment and support options can then be discussed and decided upon together.",
          "Maripaz is now married to Moises Marinero. Moises was aware of Maripaz’s HIV-positive status from the beginning. Maripaz was reluctant to start a new relationship at first, but a counsellor told her that it was safe to have sex, provided she always used a condom. She has been on HIV medication, antiretroviral drugs (ARVs), since 2002. Today, she remains healthy and Moises is still HIV-negative.",
          "Maripaz was fortunate that Moises knew that she was HIV-positive and how to protect himself."
        ]
      },
      {
        "heading": "Living together as a serodiscordant couple",
        "content": [
          "Life was initially tougher for Godfrey and Paulina Mtonga of Lusaka, Zambia. The couple have now been married for 32 years. They have 11 children and 8 grandchildren. In 1994, they went for HIV testing together. Godfrey was positive and Paulina negative.",
          "“The first week was very bad for us,” Godfrey recalls. “The counsellor came to visit us the very next day.” The counsellor kept coming, and the couple decided to stay together. They continued to have a sexual relationship, using condoms from a nearby clinic. Godfrey started taking antiretroviral treatment in 2002. Pauline has remained HIV-negative.",
          "Godfrey Mtonga’s advice to everyone is to get tested. “If you are positive, love each other and take your medicine at the right time. We have lived with our status as a discordant couple for the past 18 years because we support each other.”",
          "Some countries—such as Kenya, Rwanda, Thailand, Zambia and others—have already introduced HIV testing and counselling for couples with a view to helping them support one another. Couples testing can be provided as part of pregnancy care or other health services, in peoples’ homes and as part of outreach testing in communities, as well as in voluntary testing and counselling sites."
        ]
      },
      {
        "heading": "New guidance on couples HIV testing and counselling",
        "content": [
          "In addition to correct and consistent use of condoms, counsellors may suggest that the HIV-positive partner take antiretroviral drugs, regardless of his or her immune status. Studies show that this can both keep the positive partner healthier for longer, and reduce the risk they will pass the virus to their loved one. This finding prompted WHO to issue new guidance on couples HIV testing and counselling in April 2012 – including antiretroviral therapy for treatment and prevention in serodiscordant couples.",
          "In addition to Zambia, which has recommended early ARVs for the positive partner in a serodiscordant couple since 2010, other countries—including Canada, China, Kenya and many in western Europe—currently recommend or are considering the use of ARVs to reduce HIV transmission in serodiscordant couples."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Living with HIV when one partner is positive and the other is negative",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:25Z",
    "first_seen_utc": "2026-01-29T04:56:25Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/cambodia-turns-a-tb-health-crisis-into-an-opportunity",
    "title": "Cambodia turns a TB health crisis into an opportunity",
    "published_date": "2012-10-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Twenty years ago, Cambodia had one of the world’s highest tuberculosis (TB) rates and a health system weakened by decades of conflict and economic hardship. Over the past decade, however, new approaches that provide universal access to TB care through primary health centres have halved the number of new cases and helped the country meet global targets for detection and treatment.",
          "“These results are a major achievement for TB control. They prove that in low-income settings persistence, commitment and competence do succeed in saving lives,” says Dr Mario Raviglione, Director of WHO’s Stop TB Department. Cambodia’s success story is highlighted in the Global Tuberculosis Report 2012 published by WHO."
        ]
      },
      {
        "heading": "Health system in tatters",
        "content": [
          "In the early 1990s, Cambodia was struggling with a health system left in tatters after decades of civil war and Khmer Rouge rule. Much of the infrastructure had been destroyed and fewer than 50 doctors were left practicing from a former workforce of around 600."
        ],
        "images": [
          "https://www.who.int/images/default-source/tuberculosis/tb-cambodia-family.jpg?sfvrsn=c37bcd79_2"
        ]
      },
      {
        "heading": "A new approach",
        "content": [
          "In 1993, the global focus on the resurgence of TB worldwide triggered the newly elected government to relaunch its national TB programme with strong support from the recently re-established WHO country office.",
          "Five years later, a radical reconfiguration of the Cambodian health system cut the number of hospitals and created decentralized health services for the communities. “This reform provided the perfect opportunity to change the way TB services were delivered,” says Dr Pieter van Maaren, WHO Representative in Cambodia.",
          "Cambodia has now transformed its TB programme from a hospital-based system to one that provides free, universal access to TB care at the grassroots level. At the core of the new approach was the WHO-recommended DOTS (Directly Observed Therapy – Short Course), with its emphasis on supporting TB patients as they follow a six-month treatment regimen."
        ]
      },
      {
        "heading": "Rapid DOTS expansion",
        "content": [
          "“Cambodia changed a health crisis into an opportunity,” says Dr Ikushi Onozaki, from WHO’s Stop TB Department."
        ],
        "images": [
          "https://www.who.int/images/default-source/tuberculosis/tb-cambodia-male-patient.jpg?sfvrsn=7be8c4df_2"
        ]
      },
      {
        "heading": "An evidence-based approach",
        "content": [
          "“The new approach was firmly based on scientific evidence,” he says. In 2002, a survey of more than 30 000 people confirmed that Cambodia had one of the highest TB prevalence rates in the world, with more than 1500 cases per 100 000 people. Onozaki says this survey gave TB “visibility” within and outside the country – and helped to define the problem, map out local conditions, guide resource allocation and attract international attention.",
          "As this and other surveys gathered evidence to measure disease, they also provided the impetus to generate “know-how” in the more than 50 villages where they were conducted. Health workers and affected people saw X-ray imaging and evaluation on-the-spot, best practices to collect and evaluate sputum samples, and learnt when to refer samples to hospitals for further analysis.",
          "Experts from WHO and Japan International Cooperation Agency (JICA) worked closely with the Ministry of Health to adapt the global strategy for TB control to meet local needs and conditions. Pilot studies tested interventions in targeted communities before they were expanded on a national scale. These studies were instrumental in training village “DOTS watchers” who could help detect TB early so that people could be treated effectively at home, with local support and reduced spread of infection.",
          "A second national survey in 2011 found TB prevalence had fallen from the 2002 rate of more than 1500 cases to 820 cases per 100 000 people – a 45% reduction in nine years.",
          "“Starting from a baseline of zero, within five years DOTS was being used to treat TB virtually everywhere, which is quite an achievement,” says van Maaren. “But TB control is about more than just getting pills into patients. A lot of aspects must come together to achieve sustainable success. ”"
        ]
      },
      {
        "heading": "Keys to success",
        "content": [
          "Dr Mao Tan Eang, national TB programme manager in the Cambodian Ministry of Health, says that the TB programme owes its success to a clear evidence-based policy and plan, strong technical expertise, government commitment and leadership, as well as sustained support from international donors and partners, including WHO, JICA, the World Bank, United Nations World Food Programme, the United States Agency for International Development, United States Centers for Disease Control and Prevention and the Global Fund to Fight AIDS, Tuberculosis and Malaria.",
          "“Cambodia’s success in providing universal access to TB care and treatment is remarkable but there is still a long way to go,” says van Maaren. “Many people are infected and public health work to detect and treat the disease will be needed for a long, long time.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/tuberculosis/tb-cambodia-family.jpg?sfvrsn=c37bcd79_2",
      "https://www.who.int/images/default-source/tuberculosis/tb-cambodia-male-patient.jpg?sfvrsn=7be8c4df_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Cambodia turns a TB health crisis into an opportunity",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:26Z",
    "first_seen_utc": "2026-01-29T04:56:26Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/drug-dependence-treatment-and-care-in-the-republic-of-serbia",
    "title": "Drug dependence treatment and care in the Republic of Serbia",
    "published_date": "2012-06-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "A joint UNODC-WHO programme is a success story",
        "content": [
          "“I started injecting heroin in 1994 and continued injecting intensively over the next 16 years. I was on the streets for about five years, with some breaks. I did everything I could to get hold of drugs,” says 36-year old Jovan1, who is sitting in front of the Methadone Center “Savski Venac”, in Belgrade, Serbia.",
          "Djordje Novakovic",
          "Jovan is one of the patients receiving long-term treatment supported in the framework of the Joint Programme on Drug Dependence Treatment and Care carried out by WHO and the UN Office on Drugs and Crime (UNODC) in Serbia since 2009. The Programme aims to improve coverage and quality of treatment and care services for drug use disorders in low- and middle-income countries.",
          "“Our data show that globally, less than 10% of the persons who need effective treatment, receive it,” says Dr. Shekar Saxena, the Director of the WHO Department for Mental Health and Substance Abuse. “This programme is part of our efforts to promote and increase treatment and health care for drug users worldwide.”"
        ]
      },
      {
        "heading": "Prevention and treatment resources",
        "content": [
          "In its new Global Health Observatory Database – Resources for Substance Use Disorders , WHO provides details on the resources allocated to the prevention and treatment of alcohol and drug-related problems in 147 countries. The new database covers 88% of the world population and enables countries to compare their services with those available in other countries and to address treatment gaps.",
          "Worldwide, an estimated 230 million people or about 5% of the population aged 15 to 64 used illicit drugs at least once in 2010. Some 27 million of these people have severe drug problems. According to WHO, illicit drug use is one of the top 20 risk factors to health worldwide and drug use disorders are associated with an increased risk of other diseases such as HIV/AIDS, hepatitis, suicide, overdose deaths, tuberculosis and cardiovascular diseases."
        ]
      },
      {
        "heading": "Drug treatment also benefits society and the economy",
        "content": [
          "“Drug dependence must be treated primarily as a disease, and not as a crime,” stresses Dr Vladimir Poznyak, Coordinator of the Management of Substance Use team at WHO. “Countries increasingly realize the benefits of drug treatment for the individuals themselves but also for society and the economy.”",
          "Treating drug users in their community has proved to be a very effective approach. “We provide the patients with a mix of treatments in familiar surroundings,” explains Dr. Dorit Nitzan, the Head of the WHO Country Office in Serbia. “The treatment can include medication, psychosocial support as well as support to the patient’s family and friends. In addition, we provide training to medical experts and health workers.”",
          "Under the WHO/UNODC programme, over 500 health care professionals in Serbia have been trained to provide evidence-based care to people with drug use disorders. Patients who benefit from the services include heroin users from underprivileged populations such as Roma who are not covered by health insurance and had therefore no access to treatment and care before.",
          "“Savski Venac” was the first primary health care centre to provide methadone in Belgrade. The patients receive treatment and support from skilled staff in an easy accessible environment. There are additional benefits; while the health of the individuals improves other problems often associated with drug use, such as violence, criminal behaviour and social exclusion, decrease.",
          "Apart from Serbia, also Albania, Haiti and Pakistan have participated in the programme from the outset. Due to the positive results, the programme has now been expanded to a total of 15 countries.",
          "Jovan says he is grateful that he is being treated at “Savski Venac”. This has given him the chance to reclaim his life. “I’ve been clean for the last two years. I am now faced with all the ‘normal’ problems: employment, health, everything that everyone else is preoccupied with as well.”",
          "1 Name changed to protect identity."
        ],
        "images": [
          "https://www.who.int/images/default-source/departments/substances-abuse/drugs/clinic-serbia.jpg?sfvrsn=b298583f_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/substances-abuse/drugs/portait-patient.jpg?sfvrsn=6591d6c1_2",
      "https://www.who.int/images/default-source/departments/substances-abuse/drugs/clinic-serbia.jpg?sfvrsn=b298583f_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Drug dependence treatment and care in the Republic of Serbia",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:28Z",
    "first_seen_utc": "2026-01-29T04:56:28Z"
  }
]