[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/patient-safety-in-action-building-strong-and-effective-partnerships",
    "title": "Patient Safety in Action: Building strong and effective Partnerships",
    "published_date": "2013-11-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "“Change is possible in an African hospital through a partnership based approach. Partnership working can be a channel for change when there is individual passion supported by institutional support… The strong partnership between Kisiizi and Chester is the foundation upon which change has been stimulated.” Dr Tonny Tumwesigye, Medical Superintendent, Church of Uganda Hospital, Kisiizi and Mrs Sarah Hoyle, APPS Focal Point, Countess of Chester Hospital, England. The unique APPS partnership-based approach to patient safety improvement can bring benefits to both arms of the partnership. The nature of these benefits is distinct in either arm. Though the nature of this ‘bidirectional learning’ can often\r\n    be hidden at first, especially for resource-richer partners, multiple forms of knowledge exist and learning flows in both directions. APPS works with multiple partnerships across the region. The APPS Approach to patient safety improvement has been informed by five years of partnerships and their collective learning and experience that has helped in the development of the tools and resources. Large map The APPS Approach to patient safety improvement has been informed by five years \r\nof partnerships and their collective learning and experience that has helped in \r\nthe development of the tools and resources. APPS 1st Wave Partnerships Kisiizi, Uganda - Chester, England Church of Uganda (COU) Kisiizi Hospital, Uganda is partnering with the Countess of Chester Hospital, England. Kisiizi Hospital is a 250 bed rural-based general hospital that serves a population of 300,000. It provides a wide range of services including primary health care. 300 staff are employed at the hospital, including 7 doctors and 100 nurses. The hospital runs a series of successful community based initiatives including generating its own electricity by hydroelectric power. The Countess of Chester Hospital NHS Foundation Trust is a 600 bed, single site general hospital. The Trust has over 3,000 employees and provides acute, emergency and elective services, primary care direct access services and obstetric services to more than 425,000 patients a year primarily from Chester and surrounding rural areas in the north-west of England. The Countess of Chester Hospital NHS Foundation Trust was one of the first ten Foundation Trusts to be established in April 2004 as a public-benefit corporation independent of government control. Lilongwe, Malawi - Middlesbrough, England Kamuzu Central Hospital, Lilongwe, Malawi, is partnering with James Cook University Hospital, Middlesbrough, England. Kamuzu Central Hospital is a 780 bed tertiary level hospital which provides referral services for five district hospitals. The hospital provides ICU, internal medicine, gynaecology, paediatrics, general surgery and orthopaedic services and is also the only dialysis centre in the country. The population in the direct community numbers 620,000 but the hospital also serves the population across the wider region of around 4 million in total. The hospital has 59 doctors and 286 nursing staff. South Tees Hospitals NHS Foundation Trust is the largest trust in the Tees Valley. The trust provides health care for over 400,000 people from two main sites, the James Cook University Hospital in Middlesbrough and the Friarage Hospital, Northallerton. The trust has a 7,000 strong workforce, which offers particular expertise in heart disease, trauma, neurosciences, renal services and spinal injuries. The organization also works in close partnership with a Ministry of Defence Hospital unit based at the Friarage Hospital. The trust is also host site for the County Durham and Tees Valley Local Clinical Research Network and a host site for the North East Research Design Service, reaffirming the trust’s commitment to training, life-long learning and research. Gondar, Ethiopia - Leicester, England University of Gondar Hospital, Ethiopia, is partnering with University Hospitals of Leicester NHS Trust, England University of Gondar Hospital is a 400 bed university hospital, which acts as the referral centre for four district hospitals in the area. It has a range of specialities including paediatrics, surgery, gynaecology, psychiatry, HIV care and an outpatients clinic. Within its 400 staff it employs 50 doctors, 150 nursing staff, three pharmacists, 90 care staff and 25 laboratory scientists. These staff serve a population of four million across the region. As a university hospital, it plays an important role in teaching medical and nursing students. The University Hospitals of Leicester NHS Trust is one of the largest and busiest acute trusts in the country. The hospitals include the Glenfield Hospital, Leicester General Hospital and Leicester Royal Infirmary – incorporating Leicester Children’s Hospital. They provide services to a diverse population of nearly one million people across Leicester and the English counties of Leicestershire and Rutland, as well as a further two to three million people in neighbouring counties. They have an annual budget of approximately £650 million and employ almost 12,000 staff. They have nationally and internationally renowned centres of excellence in cardiac, renal and cancer care, and are at the forefront of many research programmes and new surgical procedures. The Care Quality Commission recently announced that the cardiac unit at Glenfield Hospital is one of Britain’s three top specialist centres for successful heart bypass operations. Bamako, Mali - HUG, Switzerland CHU Hospital Gabriel Touré, Bamako, Mali, is partnering with the Hôpitaux Universitaires de Genève (HUG), Switzerland. spital which also acts as a national referral hospital. It employs 622 staff, including 114 doctors and 249 nurses, who provide a wide range of services including emergency, intensive care, surgery and outpatient services. It has an annual admissions rate of about 16,500 patients and serves 2 million patients in the direct community and 12 million in total across the wider region. Hôpitaux Universitaires de Genève (HUG) is a public, university hospital with 2200 beds, serving Geneva and its surrounding population (approximately 800,000). It employs almost 8,500 staff of whom 1,500 are medical doctors and other academics. One of the priorities of the hospital in its 2006-2010 Strategic Plan is to maintain the “spirit of Geneva”, by emphasizing Geneva’s role within Switzerland’s renowned commitment to humanitarian work. The hospital has pioneered work on infection control and hand hygiene and been at the forefront of the most significant changes in hand hygiene practices, the systematic use of alcohol-based handrubs as the new standard of care as part of a multimodal strategy to improve hand hygiene in health care. Yaoundé, Cameroon - HUG, Switzerland Yaoundé Central Hospital, Cameroon, is partnering with the Hôpitaux Universitaires de Genève (HUG), Switzerland. Yaounde Central Hospital is a 381 bed tertiary level general teaching hospital. The hospital employs nearly 800 staff including 95 doctors and nearly 270 nurses. The hospital provides surgical care, obstetrics, gynaecology and elderly care services along with radiology, intensive care, emergency services and an outpatient clinic to the population of the city and more widely across the country. The hospital is also a research and surveillance centre. Hôpitaux Universitaires de Genève (HUG) is a public, university hospital with 2200 beds, serving Geneva and its surrounding population (approximately 800,000). It employs almost 8,500 staff of whom 1,500 are medical doctors and other academics. One of the priorities of the hospital in its 2006-2010 Strategic Plan is to maintain the “spirit of Geneva”, by emphasizing Geneva’s role within Switzerland’s renowned commitment to humanitarian work. The hospital has pioneered work on infection control and hand hygiene and been at the forefront of the most significant changes in hand hygiene practices, the systematic use of alcohol-based handrubs as the new standard of care as part of a multimodal strategy to improve hand hygiene in health care. APPS 2nd Wave Partnerships Kumasi, Ghana – London, England Komfo Anokye Teaching Hospital, Ghana is partnering with St. George’s Healthcare Trust, London. Komfo Anokye Teaching Hospital (KATH) is located in the Ashanti Region in Ghana. Its location means that its 1 200 beds are accessible to many other regions in the country, as well as neighbouring countries Ivory Coast and Burkina Faso. KATH employs 3 428 staff including 363 doctors and 1 322 nurses, and as the only tertiary hospital in the region, the number of referrals it receives is growing. St. George’s Hospital in London was founded in 1 733. It has approximately 8 000 staff and over 1 000 beds and is one of the largest teaching hospitals in the country. It treats over 500 000 outpatients annually, delivers over 5 000 babies, and carries out over 90 000 operations. As well as providing acute hospital services, it also provides a wide spectrum of specialist care and community services, recording over half a million community attendances per annum. Beira, Mozambique – Ipswich, England Beira Central Hospital, Mozambique is partnering with Ipswich Hospital NHS Trust, England. Beira Central Hospital is a large hospital on the coast of Mozambique, with a total staff of 1 568, of which 90 are doctors and 318 are nurses. It provides a wide range of healthcare services including intensive care, neurosurgery and dentistry. Its 1 028 beds (including extra beds) serve 8 496 613 people from the central region of Mozambique, of which 1 715 557 are from Sofala Province, with annual admissions totalling 27 064. The hospital has a large focus on training and hosts 350 medical and nursing students annually. Ipswich Hospital NHS Trust provides hospital-based care to more than 356 000 people living in the surrounding area. The Trust employs nearly 3 200 whole time equivalent staff and contains 580 beds. The Trust has been found to provide some of the best skin cancer care in the UK, and is also one of the first hospitals in the UK to sign up to a movement to improve care for patients with dementia in hospital. Butare, Rwanda – London, England Butare University Teaching Hospital, Rwanda is partnering with Imperial College Healthcare Trust, England. Butare University Teaching Hospital is an urban referral hospital in Southern Rwanda with four main missions: Services to the Community, Medical Education, Research and Supervision of district and countrywide hospitals. Its main activities include surgery, paediatrics, gynaecology and obstetrics, dentistry and ophthalmology. The hospital has a total of 500 beds and its staff, including 32 specialist doctors and 255 nurses, treat 7 000 inpatients and 49 200 outpatients annually from their 2 000 000 strong catchment area. Imperial College Healthcare NHS Trust is one of the largest NHS Trusts in the UK. It comprises of 5 hospitals (Charing Cross, Hammersmith, Queen Charlotte’s and Chelsea, St. Mary’s and Western Eye Hospitals). The Trust employs around 10 000 people and treats over 1 million patients annually. It was the country’s first Academic Health Science Centre and works in partnership with Imperial College London, thus providing a strong focus on research and innovation which is subsequently translated into clinical practice. Mbeya, Tanzania – North Cumbria, England Mbeya Referral Hospital, Tanzania is partnering with North Cumbria University Hospitals NHS Trust, England. Mbeya Referral Hospital serves the whole of the Southern Highlands Region of Tanzania, near the Malawi and Zambia borders. It is a tertiary hospital with 6.2 million people in its catchment area, annual admissions of 27 375 patients and 477 beds. Its 684 staff members including 92 doctors and 251 nurses carry out a wide range of medical services including psychiatry, intensive care and emergency care. orth Cumbria University Hospitals Trust provides acute hospital services from 2 hospitals in Carlisle and Whitehaven. The Trust employs over 4 000 people and serves a population of 340 000 in the surrounding area. The Trust uses the “Patient Safety First” campaign to embed a culture of safety in their organisation. Ndola, Zambia – London, England Ndola Central Hospital, Zambia is partnering with Guy’s and St. Thomas’ Foundation Trust, London. Ndola Central Hospital, with a capacity of 851 beds and 97 baby cots, is the second largest health institution in Zambia. It is a referral centre for the northern part of the country. It serves a population of 503 649 in Ndola district. The hospital has 1 027 staff, of which 78 are doctors and 334 are nurses. The hospital hosts four training institutions namely Ndola Schools of General Nursing, Midwifery and Theatre Nursing, Ndola College of Biomedical Sciences, Community Health Assistants Training School, and the Copperbelt University School of Medicine. Research priorities for the hospital include the prevalence of surgical site infection rates and the irrational use of parenteral drugs in pneumonia treatment. Guys’ and St Thomas’ Foundation Trust’s care takes place in two of London’s best known teaching hospitals, Guy’s Hospital and St Thomas’ Hospital. These hospitals have a total of 12 500 staff and 1 100 beds. They are pioneers in health research, provide quality teaching and education and perform a third of annual child kidney transplants."
        ]
      },
      {
        "heading": "APPS 1st Wave Partnerships",
        "content": null
      },
      {
        "heading": "Kisiizi, Uganda - Chester, England",
        "content": null
      },
      {
        "heading": "Church of Uganda (COU) Kisiizi Hospital, Uganda is partnering with the Countess of Chester Hospital, England.",
        "content": [
          "Kisiizi Hospital is a 250 bed rural-based general hospital that serves a population of 300,000. It provides a wide range of services including primary health care. 300 staff are employed at the hospital, including 7 doctors and 100 nurses. The hospital runs a series of successful community based initiatives including generating its own electricity by hydroelectric power.",
          "The Countess of Chester Hospital NHS Foundation Trust is a 600 bed, single site general hospital. The Trust has over 3,000 employees and provides acute, emergency and elective services, primary care direct access services and obstetric services to more than 425,000 patients a year primarily from Chester and surrounding rural areas in the north-west of England. The Countess of Chester Hospital NHS Foundation Trust was one of the first ten Foundation Trusts to be established in April 2004 as a public-benefit corporation independent of government control."
        ]
      },
      {
        "heading": "Lilongwe, Malawi - Middlesbrough, England",
        "content": null
      },
      {
        "heading": "Kamuzu Central Hospital, Lilongwe, Malawi, is partnering with James Cook University Hospital, Middlesbrough, England.",
        "content": [
          "Kamuzu Central Hospital is a 780 bed tertiary level hospital which provides referral services for five district hospitals. The hospital provides ICU, internal medicine, gynaecology, paediatrics, general surgery and orthopaedic services and is also the only dialysis centre in the country. The population in the direct community numbers 620,000 but the hospital also serves the population across the wider region of around 4 million in total. The hospital has 59 doctors and 286 nursing staff.",
          "South Tees Hospitals NHS Foundation Trust is the largest trust in the Tees Valley. The trust provides health care for over 400,000 people from two main sites, the James Cook University Hospital in Middlesbrough and the Friarage Hospital, Northallerton. The trust has a 7,000 strong workforce, which offers particular expertise in heart disease, trauma, neurosciences, renal services and spinal injuries. The organization also works in close partnership with a Ministry of Defence Hospital unit based at the Friarage Hospital. The trust is also host site for the County Durham and Tees Valley Local Clinical Research Network and a host site for the North East Research Design Service, reaffirming the trust’s commitment to training, life-long learning and research."
        ]
      },
      {
        "heading": "Gondar, Ethiopia - Leicester, England",
        "content": null
      },
      {
        "heading": "University of Gondar Hospital, Ethiopia, is partnering with University Hospitals of Leicester NHS Trust, England",
        "content": [
          "University of Gondar Hospital is a 400 bed university hospital, which acts as the referral centre for four district hospitals in the area. It has a range of specialities including paediatrics, surgery, gynaecology, psychiatry, HIV care and an outpatients clinic. Within its 400 staff it employs 50 doctors, 150 nursing staff, three pharmacists, 90 care staff and 25 laboratory scientists. These staff serve a population of four million across the region. As a university hospital, it plays an important role in teaching medical and nursing students.",
          "The University Hospitals of Leicester NHS Trust is one of the largest and busiest acute trusts in the country. The hospitals include the Glenfield Hospital, Leicester General Hospital and Leicester Royal Infirmary – incorporating Leicester Children’s Hospital. They provide services to a diverse population of nearly one million people across Leicester and the English counties of Leicestershire and Rutland, as well as a further two to three million people in neighbouring counties. They have an annual budget of approximately £650 million and employ almost 12,000 staff. They have nationally and internationally renowned centres of excellence in cardiac, renal and cancer care, and are at the forefront of many research programmes and new surgical procedures. The Care Quality Commission recently announced that the cardiac unit at Glenfield Hospital is one of Britain’s three top specialist centres for successful heart bypass operations."
        ]
      },
      {
        "heading": "Bamako, Mali - HUG, Switzerland",
        "content": null
      },
      {
        "heading": "CHU Hospital Gabriel Touré, Bamako, Mali, is partnering with the Hôpitaux Universitaires de Genève (HUG), Switzerland.",
        "content": [
          "spital which also acts as a national referral hospital. It employs 622 staff, including 114 doctors and 249 nurses, who provide a wide range of services including emergency, intensive care, surgery and outpatient services. It has an annual admissions rate of about 16,500 patients and serves 2 million patients in the direct community and 12 million in total across the wider region.",
          "Hôpitaux Universitaires de Genève (HUG) is a public, university hospital with 2200 beds, serving Geneva and its surrounding population (approximately 800,000). It employs almost 8,500 staff of whom 1,500 are medical doctors and other academics. One of the priorities of the hospital in its 2006-2010 Strategic Plan is to maintain the “spirit of Geneva”, by emphasizing Geneva’s role within Switzerland’s renowned commitment to humanitarian work. The hospital has pioneered work on infection control and hand hygiene and been at the forefront of the most significant changes in hand hygiene practices, the systematic use of alcohol-based handrubs as the new standard of care as part of a multimodal strategy to improve hand hygiene in health care."
        ]
      },
      {
        "heading": "Yaoundé, Cameroon - HUG, Switzerland",
        "content": null
      },
      {
        "heading": "Yaoundé Central Hospital, Cameroon, is partnering with the Hôpitaux Universitaires de Genève (HUG), Switzerland.",
        "content": [
          "Yaounde Central Hospital is a 381 bed tertiary level general teaching hospital. The hospital employs nearly 800 staff including 95 doctors and nearly 270 nurses. The hospital provides surgical care, obstetrics, gynaecology and elderly care services along with radiology, intensive care, emergency services and an outpatient clinic to the population of the city and more widely across the country. The hospital is also a research and surveillance centre.",
          "Hôpitaux Universitaires de Genève (HUG) is a public, university hospital with 2200 beds, serving Geneva and its surrounding population (approximately 800,000). It employs almost 8,500 staff of whom 1,500 are medical doctors and other academics. One of the priorities of the hospital in its 2006-2010 Strategic Plan is to maintain the “spirit of Geneva”, by emphasizing Geneva’s role within Switzerland’s renowned commitment to humanitarian work. The hospital has pioneered work on infection control and hand hygiene and been at the forefront of the most significant changes in hand hygiene practices, the systematic use of alcohol-based handrubs as the new standard of care as part of a multimodal strategy to improve hand hygiene in health care."
        ]
      },
      {
        "heading": "APPS 2nd Wave Partnerships",
        "content": null
      },
      {
        "heading": "Kumasi, Ghana – London, England",
        "content": null
      },
      {
        "heading": "Komfo Anokye Teaching Hospital, Ghana is partnering with St. George’s Healthcare Trust, London.",
        "content": [
          "Komfo Anokye Teaching Hospital (KATH) is located in the Ashanti Region in Ghana. Its location means that its 1 200 beds are accessible to many other regions in the country, as well as neighbouring countries Ivory Coast and Burkina Faso. KATH employs 3 428 staff including 363 doctors and 1 322 nurses, and as the only tertiary hospital in the region, the number of referrals it receives is growing.",
          "St. George’s Hospital in London was founded in 1 733. It has approximately 8 000 staff and over 1 000 beds and is one of the largest teaching hospitals in the country. It treats over 500 000 outpatients annually, delivers over 5 000 babies, and carries out over 90 000 operations. As well as providing acute hospital services, it also provides a wide spectrum of specialist care and community services, recording over half a million community attendances per annum."
        ]
      },
      {
        "heading": "Beira, Mozambique – Ipswich, England",
        "content": null
      },
      {
        "heading": "Beira Central Hospital, Mozambique is partnering with Ipswich Hospital NHS Trust, England.",
        "content": [
          "Beira Central Hospital is a large hospital on the coast of Mozambique, with a total staff of 1 568, of which 90 are doctors and 318 are nurses. It provides a wide range of healthcare services including intensive care, neurosurgery and dentistry. Its 1 028 beds (including extra beds) serve 8 496 613 people from the central region of Mozambique, of which 1 715 557 are from Sofala Province, with annual admissions totalling 27 064. The hospital has a large focus on training and hosts 350 medical and nursing students annually.",
          "Ipswich Hospital NHS Trust provides hospital-based care to more than 356 000 people living in the surrounding area. The Trust employs nearly 3 200 whole time equivalent staff and contains 580 beds. The Trust has been found to provide some of the best skin cancer care in the UK, and is also one of the first hospitals in the UK to sign up to a movement to improve care for patients with dementia in hospital."
        ]
      },
      {
        "heading": "Butare, Rwanda – London, England",
        "content": null
      },
      {
        "heading": "Butare University Teaching Hospital, Rwanda is partnering with Imperial College Healthcare Trust, England.",
        "content": [
          "Butare University Teaching Hospital is an urban referral hospital in Southern Rwanda with four main missions: Services to the Community, Medical Education, Research and Supervision of district and countrywide hospitals. Its main activities include surgery, paediatrics, gynaecology and obstetrics, dentistry and ophthalmology. The hospital has a total of 500 beds and its staff, including 32 specialist doctors and 255 nurses, treat 7 000 inpatients and 49 200 outpatients annually from their 2 000 000 strong catchment area.",
          "Imperial College Healthcare NHS Trust is one of the largest NHS Trusts in the UK. It comprises of 5 hospitals (Charing Cross, Hammersmith, Queen Charlotte’s and Chelsea, St. Mary’s and Western Eye Hospitals). The Trust employs around 10 000 people and treats over 1 million patients annually. It was the country’s first Academic Health Science Centre and works in partnership with Imperial College London, thus providing a strong focus on research and innovation which is subsequently translated into clinical practice."
        ]
      },
      {
        "heading": "Mbeya, Tanzania – North Cumbria, England",
        "content": null
      },
      {
        "heading": "Mbeya Referral Hospital, Tanzania is partnering with North Cumbria University Hospitals NHS Trust, England.",
        "content": [
          "Mbeya Referral Hospital serves the whole of the Southern Highlands Region of Tanzania, near the Malawi and Zambia borders. It is a tertiary hospital with 6.2 million people in its catchment area, annual admissions of 27 375 patients and 477 beds. Its 684 staff members including 92 doctors and 251 nurses carry out a wide range of medical services including psychiatry, intensive care and emergency care.",
          "orth Cumbria University Hospitals Trust provides acute hospital services from 2 hospitals in Carlisle and Whitehaven. The Trust employs over 4 000 people and serves a population of 340 000 in the surrounding area. The Trust uses the “Patient Safety First” campaign to embed a culture of safety in their organisation."
        ]
      },
      {
        "heading": "Ndola, Zambia – London, England",
        "content": null
      },
      {
        "heading": "Ndola Central Hospital, Zambia is partnering with Guy’s and St. Thomas’ Foundation Trust, London.",
        "content": [
          "Ndola Central Hospital, with a capacity of 851 beds and 97 baby cots, is the second largest health institution in Zambia. It is a referral centre for the northern part of the country. It serves a population of 503 649 in Ndola district. The hospital has 1 027 staff, of which 78 are doctors and 334 are nurses. The hospital hosts four training institutions namely Ndola Schools of General Nursing, Midwifery and Theatre Nursing, Ndola College of Biomedical Sciences, Community Health Assistants Training School, and the Copperbelt University School of Medicine. Research priorities for the hospital include the prevalence of surgical site infection rates and the irrational use of parenteral drugs in pneumonia treatment.",
          "Guys’ and St Thomas’ Foundation Trust’s care takes place in two of London’s best known teaching hospitals, Guy’s Hospital and St Thomas’ Hospital. These hospitals have a total of 12 500 staff and 1 100 beds. They are pioneers in health research, provide quality teaching and education and perform a third of annual child kidney transplants."
        ]
      }
    ],
    "references": [
      {
        "text": "",
        "url": "https://cdn.who.int/media/images/default-source/ihs/patient-safety/apps/psp_apps_map_july_2012.png?sfvrsn=e1315c73_5"
      },
      {
        "text": "",
        "url": "https://cdn.who.int/media/images/default-source/ihs/patient-safety/apps/psp_apps_map_july_2012.png?sfvrsn=e1315c73_5"
      },
      {
        "text": "Large map",
        "url": "https://cdn.who.int/media/images/default-source/ihs/patient-safety/apps/psp_apps_map_july_2012.png?sfvrsn=e1315c73_5"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/patient-safety/apps/partnership_ft.jpg?sfvrsn=5920d3c1_3&Status=Master"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Patient Safety in Action: Building strong and effective Partnerships",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:07Z",
    "first_seen_utc": "2026-01-29T04:56:07Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/better-epilepsy-services-means-better-care-timor-leste",
    "title": "Better epilepsy services means better care: Timor-Leste",
    "published_date": "2013-10-31",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "After successful pilot projects, the Ministry of Health in Timor-Leste aims to expand the delivery of mental health services through community health workers.",
          "“ I had an epileptic fit in school a few years ago. My teacher sent me home and told me not to come back until I was better,” recalls Melino Joao Mendoza, a 20-year old epilepsy patient who lives in a rural area in Aileu, a district south of Timor-Leste’s capital Dili.",
          "WHO/M-A. Heine",
          "Epilepsy is a chronic disorder of the brain characterized by recurrent seizures – the result of excessive electrical discharges in parts of the brain. In most cases, epilepsy can be successfully treated with anti-epileptic drugs.",
          {
            "text": "But for a long time, Timorese patients could not obtain epilepsy medicines, particularly if they lived outside the capital. There were three fundamental problems:",
            "bullets": [
              "the lack of trained health workers in rural areas;",
              "the absence of medicines; and",
              "the prevalence of stigma, fear, misunderstanding and discrimination."
            ]
          },
          "“We knew from experiences in other countries such as Bangladesh, Bhutan and Myanmar, that building the capacity of community health workers is key to improve mental health services for people living in remote villages.” Dr Jorge Mario Luna, the WHO Representative in Timor-Leste",
          "Timorese with “Bibi Maten”, the local name for epilepsy, were banned from work or school, ostracised by their communities, and sometimes even confined indoors by their families.",
          "When Timor-Leste became a sovereign state in 2002 after its long struggle for independence, the new government had to rebuild the medical infrastructure. Ten years later, the country had developed a national mental health strategy and established community-based mental health services. But not all conditions and areas were covered."
        ]
      },
      {
        "heading": "Community health workers key",
        "content": [
          "Data from the WHO South-East Asia Region indicated that up to 95% of people with mental and neurological disorders who live in rural and remote areas of Timor Leste were not getting treatment. In 2011, the Ministry of Health and WHO reacted by setting up pilot projects in three districts. The Government of Thailand provided crucial support in the form of a long-lasting stock of Carbamazepine, a standard anti-epileptic drug.",
          "“We knew from experiences in other countries such as Bangladesh, Bhutan and Myanmar, that building the capacity of community health workers is key to improve mental health services for people living in remote villages,” says Dr Jorge Mario Luna, the WHO Representative in Timor-Leste. “So we trained health workers and also started to work with volunteers to create awareness on epilepsy in the community and refer suspected cases to health posts for treatment.”",
          "Two years ago, in Lequidoe, a sub-district of Aileu and home to just over 7000 people spread across seven villages, 22 patients were being treated for epilepsy. Almost 50 more were neither diagnosed nor treated. Of those receiving treatment, only a handful took medication on a regular basis. By the end of 2012, newly trained community health workers were able to provide almost half of the people diagnosed with epilepsy with regular treatment. In other districts, the results were similarly encouraging."
        ],
        "images": [
          "https://www.who.int/features/2013/timor-leste-mentalhealth-centre.JPG"
        ]
      },
      {
        "heading": "Country-wide expansion of mental health services",
        "content": [
          "The Ministry of Health now aims to expand the delivery of mental health services through community health workers to the whole country.",
          "“People used to be afraid of people with epilepsy and called them ‘crazy’ because they didn’t know about epilepsy,” recalls Manuela Antonia Jimenez, a 57-year old clinical nurse in Lequidoe, who participated in the training. “Now there is information, medication and treatment and this helps families and patients to live a normal life.”",
          "Melino was one of the patients who was diagnosed with epilepsy and subsequently received medication under the pilot project. After a long break, he has been able to return to school and will soon receive his high school diploma."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/features/2013/timor-leste-mentalhealth-services.JPG",
      "https://www.who.int/features/2013/timor-leste-mentalhealth-centre.JPG"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Better epilepsy services means better care: Timor-Leste",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:08Z",
    "first_seen_utc": "2026-01-29T04:56:08Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/belarus-standards-of-care-rise-tb-disease-and-deaths-decline",
    "title": "Belarus: Standards of care rise, TB disease and deaths decline",
    "published_date": "2013-10-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Reforms in Belarus to upgrade TB care and control to international levels are having a positive impact with fewer TB deaths and new cases.",
          "Aleksandr, a 24-year old from the Vitebsk region of Belarus, learned he had tuberculosis when he started a new job in 2010. It is a disease that he knows well. His father died from TB and his brother and sister were treated for it and cured. Like his siblings, Aleksandr completed the standard TB drug regimen, but a few months later he fell ill again. Doctors diagnosed multidrug-resistant TB (MDR-TB) and he was admitted to the hospital for a second round of treatment.",
          "Significant improvement in the quality of treatment and new diagnosis methods were the major achievements of the reform. - Valentin Rusovich, WHO TB coordinator, Belarus",
          "MDR-TB is a potentially deadly, hard-to-treat form of TB that is resistant to the most powerful TB drugs, isoniazid and rifampicin. Resistance to the medicines can occur when doctors do not prescribe the right treatment regimens or when patients do not complete the full treatment. It can also occur if medicines are of poor quality.",
          "Belarus is one of 27 countries globally with a high burden of MDR-TB. In 2011, the country had over 9000 TB patients and nearly one out of four patients had MDR-TB.",
          "One of the most effective ways to prevent the spread of MDR-TB is through adequate detection and treatment of drug-susceptible TB."
        ]
      },
      {
        "heading": "TB care and control at international standards",
        "content": [
          "In 2008 the country began instituting reforms to upgrade TB care and control to international levels, in line with WHO Stop TB recommendations.",
          "“Significant improvement in the quality of treatment and new diagnosis methods were the major achievements of the reform,” says Valentin Rusovich, WHO TB coordinator in Belarus.",
          "Reforms focused on improving laboratory services to detect all forms of TB; adoption of international treatment protocols in hospitals and clinics; better monitoring of patient data to assess needs for medicines and services, and track results; and roll out of rigorous infection control guidelines, approved by the Ministry of Health and adapted for local conditions.",
          "For example, in hospital settings, patients with drug-susceptible TB are now separated from people with MDR-TB, patients wear masks outside of treatment units, and medical staff use special respirators (a more protective type of mask) when in contact with people ill with TB.",
          "In addition, standardized TB treatment was introduced into outpatient services paired with patient incentives – distribution of food parcels and reimbursement of transportation costs to clinics. This increased the numbers of patients who completed their treatment and were cured.",
          "International support was critical to success: WHO technical advice, financial support from the US Agency for International Development, and grants to procure TB and MDR-TB medicines by The Global Fund to Fight AIDS, Tuberculosis and Malaria."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/tuberculosis/tb-belarus-patient.jpg?sfvrsn=94500d53_2"
        ]
      },
      {
        "heading": "Reforms impact TB",
        "content": [
          "Initial results (2011) show that new measures are having a positive impact. There are less TB deaths and new cases of TB have dropped 30% compared to peak levels in the early 2000s.",
          "The duration of hospital stays for TB patients is steadily declining. Patients move out of health facilities within 2 months and complete their treatment and care as outpatients.",
          "New TB cases are also down among health personnel due to new infection control measures."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/tuberculosis/dot-process-belarus.jpg?sfvrsn=edecd0ab_2"
        ]
      },
      {
        "heading": "Drug-resistant TB rate remains high",
        "content": [
          "However, rates of drug-resistant TB remain high and have increased. Drug-resistant forms of TB had risen 15% in 2010, compared with earlier data.",
          "Belarus was commended for its significant impact on TB care, in a 2011 programme review by international and national experts. But the health specialists stressed the importance of early diagnosis and treatment for patients suffering from MDR-TB to build on the success.",
          "Aleksandr is positive about his future.",
          "“I’ll soon finish my second year of treatment and I am confident that this time it will work It’s important to know that anyone can be infected with tuberculosis, and if you think you have it, you shouldn’t be afraid to start treatment. You will be cured, but it takes time,” says Aleksandr."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/tb-belarus-patient.jpg?sfvrsn=94500d53_2",
      "https://cdn.who.int/media/images/default-source/tuberculosis/dot-process-belarus.jpg?sfvrsn=edecd0ab_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Belarus: Standards of care rise, TB disease and deaths decline",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:10Z",
    "first_seen_utc": "2026-01-29T04:56:10Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/what-s-in-a-name",
    "title": "What’s in a name?",
    "published_date": "2013-09-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "The International Nonproprietary Name (INN) Expert Group",
        "content": [
          "I belong to everyone and yet no one owns me. I am pronounced the same way in most languages and I have the same meaning throughout the world. I am similar to my close relations but am distinctly different from the other 8500 who came before me.",
          "I am an International Nonproprietary Name (INN) – a unique generic name – allocated to almost every active pharmaceutical substance used in medicine worldwide.",
          "Twice a year, the INN Expert Group gathers at WHO to painstakingly consider and create names for new substances used in medicines."
        ]
      },
      {
        "heading": "One generic name worldwide",
        "content": [
          "The aim is come up with a single name – an INN – that can be recognized and used globally by doctors, pharmacists, scientists, medicines regulators and patients.",
          "INNs usually contain a common syllable (known as a stem) to indicate the pharmacological or chemical family to which the substance belongs. The ending –mycin, for example – denotes a type of antibiotic. Syllables, letters or separate words\r\n    are then added to differentiate between substances in the same family – such as kanamycin, erythromycin.",
          "New INNs must be accepted and easily used by many different languages and cultures. “Global representation on the committee helps ensure that we don’t invent an INN that is difficult to pronounce or would not be accepted by certain cultures\r\n    because we want to encourage worldwide use of one generic name.”",
          "Since WHO established the INN programme in 1950, it has allocated some 8500 names. There are currently around 4000 INNs in active use worldwide. The list grows by 120–150 new INNs each year as new pharmaceutical substances request an INN."
        ],
        "tables": [
          [
            [
              "The task is not a simple one, explains Dr Raffaella Balocco Mattavelli, who manages the INN programme at WHO. “Each INN must be unique, distinctive in sound and spelling,” she says. “It must not be liable to confusion\r\n                    with other names in common use, in particular trade names for medications or with diseases that it may have been developed to treat.”",
              "\"By assigning a single international name to drugs, WHO helps ensure that a prescription filled abroad is what the doctor ordered back home.\" WHO’s Director-General, Dr Margaret Chan"
            ]
          ]
        ]
      },
      {
        "heading": "Patient safety is key",
        "content": [
          "Trademarks may expire or change but the INN needs to last for the entire life of a substance. Substances such as aspirin and morphine do not have INNs because these names were already in wide use when the system began and they were well established names.",
          "<div><img src=\"https://www.who.int/features/2013/international-nonproprietary-name.jpg\" alt=\"A photo of various non-labelled medicines.\" width=\"310\" height=\"200\" data-sf-ec-immutable=\"\" class=\"-align-right sf-immutable-selected\" style=\"float:right;\" />",
          "WHO",
          "“It is extremely important that trademarks and brand names are completely different to their own INN, as well as from other INNs, as this can lead to confusion and pose a serious risk to patient safety,” says Dr Balocco Mattavelli.",
          "WHO encourages the use of the INNs on all pharmaceutical product labels and in medical prescriptions. This ensures that everyone – from the manufacturer to the patient – is clear about which medication is in use.",
          "“Some activities undertaken by WHO are largely invisible, quietly protecting every person on this planet,” says WHO’s Director-General Dr Margaret Chan. “By assigning a single international name to drugs, WHO helps ensure that\r\n    a prescription filled abroad is what the doctor ordered back home.”",
          "WHO works closely with the World Intellectual Property Organization, national trademark authorities, drug regulatory authorities and pharmaceutical researchers to ensure that the majority of active pharmaceutical substances in use worldwide now have their\r\n    own INN."
        ]
      },
      {
        "heading": "Science poses new challenges",
        "content": [
          "As global recognition of INNs grows in importance, the programme faces an increasing number of challenges. Pharmaceutical products are becoming more complex and new scientific developments for the treatment and prevention of diseases are constantly emerging.\r\n    For example, new products that require unique names now include biotechnology and advanced therapy products such as used in gene therapy and cell therapy.",
          "WHO’s INN committee of international experts considers more than 300 requests for names for new substances every year. A substance must have reached the clinical phase to be eligible for consideration.",
          "Twice a year, new proposed INNs are published online for a four-month period to allow for public consultation before they can be accepted as recommended INNs.",
          "More than 13 000 registered users – from researchers to health professionals to customs agencies – regularly make use of the INN database in their daily work. The INN Cumulative list is published in Arabic, Chinese, English, French, Latin,\r\n    Russian and Spanish."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "What’s in a name?",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:12Z",
    "first_seen_utc": "2026-01-29T04:56:12Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/antimicrobial-resistance-conserving-life-saving-medicines-takes-everyone-s-help",
    "title": "Antimicrobial resistance: conserving life-saving medicines takes everyone’s help",
    "published_date": "2013-09-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "The early 20th century was a time of ground-breaking scientific progress. One major advance was the development of penicillin and other antibiotics that has prevented thousands, even millions of people from dying of bacterial infections. As the century progressed, a wealth of better medicines led to stronger weapons against malaria, tuberculosis, and other communicable diseases. By the end of the millennium, new medicines meant that even HIV could become more of a chronic disease. But if the world does not move now to preserve the ability to treat infectious diseases that played such a key part in increasing life expectancy and improving human health, the 21st century may see the reversal of that progress. Spread of antimicrobial resistance (AMR) “The challenge now is that medicines risk becoming less effective,” said Dr Keiji Fukuda, WHO’s Assistant Director-General overseeing the Organization’s work on antimicrobial resistance. “There are two main problems. First, people may have taken medicines unnecessarily, or not as they should be taken. Second, the medicines have not always been top quality. The natural reaction of bacteria, viruses and other pathogens is to fight back against the medicines people take to get rid of them. If people don’t take medicine long enough, or if the drugs aren’t strong enough, resistant pathogens can survive and spread. This, in turn, means that people can remain ill longer and may be more likely to die.” Misuse of medicines in people is not the only problem, however. The development of antimicrobial resistance is also driven by widespread use of antibiotics in livestock to promote growth and prevent illness. The spread of antibiotic resistance in livestock contributes to the spread of resistance in humans through food-borne illness and other routes of infection. The spread of resistance is further exacerbated by travel and population movement, making it easier for drug-resistant forms of a disease to spread to more people, and from one location to another. “Antimicrobial resistance is a global problem with serious local impacts,” adds Dr Sylvie Briand, Director of Pandemic and Epidemic Diseases. “Conserving today’s medicines for as long as possible will take action from everyone.” WHO action on AMR Conserving our existing anti-infective medicines is only one of many areas of action needed. The WHO is therefore: working to raise the awareness of antimicrobial resistance so more people involved in care-giving to both people and animals and in agriculture sectors can ensure that these medicines are used properly and appropriately; providing guidance and technical expertise to improve infection prevention and control in health-care and community settings; helping countries strengthen surveillance for early detection and their laboratory capacity for better, quicker analysis of drug resistance and its impact on the population; collaborating with other organizations, academia, civil society and industries that can join efforts to tackle the AMR threat; creating new business models to enable development of new tools to detect, treat or prevent these diseases. Expert meeting on AMR convened by WHO On 19-20 September, WHO is convening a Strategic and Technical Advisory Group (STAG) in Geneva to bring experts from a range of sectors worldwide to review and help shape a global strategy to tackle the growing challenge of AMR, and to counsel WHO on the coordination role it should be playing in the fight against AMR."
        ]
      },
      {
        "heading": "Spread of antimicrobial resistance (AMR)",
        "content": [
          "“The challenge now is that medicines risk becoming less effective,” said Dr Keiji Fukuda, WHO’s Assistant Director-General overseeing the Organization’s work on antimicrobial resistance. “There are two main problems. First, people may have taken medicines unnecessarily, or not as they should be taken. Second, the medicines have not always been top quality. The natural reaction of bacteria, viruses and other pathogens is to fight back against the medicines people take to get rid of them. If people don’t take medicine long enough, or if the drugs aren’t strong enough, resistant pathogens can survive and spread. This, in turn, means that people can remain ill longer and may be more likely to die.”",
          "Misuse of medicines in people is not the only problem, however. The development of antimicrobial resistance is also driven by widespread use of antibiotics in livestock to promote growth and prevent illness. The spread of antibiotic resistance in livestock contributes to the spread of resistance in humans through food-borne illness and other routes of infection."
        ]
      },
      {
        "heading": "WHO action on AMR",
        "content": [
          {
            "text": "Conserving our existing anti-infective medicines is only one of many areas of action needed. The WHO is therefore:",
            "bullets": [
              "working to raise the awareness of antimicrobial resistance so more people involved in care-giving to both people and animals and in agriculture sectors can ensure that these medicines are used properly and appropriately;",
              "providing guidance and technical expertise to improve infection prevention and control in health-care and community settings;",
              "helping countries strengthen surveillance for early detection and their laboratory capacity for better, quicker analysis of drug resistance and its impact on the population;",
              "collaborating with other organizations, academia, civil society and industries that can join efforts to tackle the AMR threat;",
              "creating new business models to enable development of new tools to detect, treat or prevent these diseases."
            ]
          }
        ]
      },
      {
        "heading": "Expert meeting on AMR convened by WHO",
        "content": [
          "On 19-20 September, WHO is convening a Strategic and Technical Advisory Group (STAG) in Geneva to bring experts from a range of sectors worldwide to review and help shape a global strategy to tackle the growing challenge of AMR, and to counsel WHO on the coordination role it should be playing in the fight against AMR."
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Antimicrobial resistance: conserving life-saving medicines takes everyone’s help",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:13Z",
    "first_seen_utc": "2026-01-29T04:56:13Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/who-environmental-health-challenges-in-mauritania",
    "title": "Environmental health challenges in Mauritania",
    "published_date": "2013-03-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "WHO is working with the government of Mauritania to improve water quality, sanitation and hygiene for its most vulnerable people.",
        "content": [
          "In Mauritania, life expectancy is less than 60 years. Twenty years of drought have caused a profound demographic transformation in this country, which is 90% desert. The nomadic population has rapidly declined, with people settling in rural areas and in shantytowns in cities where access to clean water and sanitation is scarce.",
          "Water is often supplied via plastic containers carried by donkeys. In markets, the carcasses of goats attract swarms of flies while failing sewage systems often contaminate the groundwater supply."
        ]
      },
      {
        "heading": "Serious health risks",
        "content": [
          "The Mauritanian people faces serious health risks and many children suffer from diarrhoea and other diseases related to deteriorating environmental conditions. Around 2150 Mauritanians, including 1700 children under the age of 5 die each year from diarrhoeal disease. WHO estimates that nearly 90% of these deaths are directly attributed to the poor quality of water, sanitation and lack of hygiene.",
          {
            "text": "The Mauritanian government faces many challenges to improve the situation including :",
            "bullets": [
              "creating water sources",
              "building toilets",
              "teaching basic hygiene."
            ]
          },
          "For the past three years, WHO has worked with the government to improve the living conditions of people living in the areas most vulnerable to climate change, the provinces of Assaba, Brakna and Trarza in the south of the country.",
          {
            "text": "WHO’s involvement has been on three fronts:",
            "bullets": [
              "improving the quality of drinking water, sanitation and hygiene in schools",
              "decentralizing the control of water quality beyond the capital",
              "managing medical waste properly."
            ]
          }
        ]
      },
      {
        "heading": "A water control laboratory on wheels",
        "content": [
          "A mobile water control laboratory supplied by WHO to Mauritania, two years ago, is an important resource to monitor water quality in the most remote rural areas.",
          "This Land Rover has been converted into a mobile lab that is able to perform around 250 chemical analyses of water quality and provide immediate results as well for microbiological analyses. The mobile lab allows health authorities to intervene quickly in a crisis. In parallel, a network of eight regional laboratories have been established and personnel in the Ministries of Health, Sanitation and Water have been trained to monitor the quality of water."
        ]
      },
      {
        "heading": "Cleaner schools",
        "content": [
          "Step by step, things are beginning to improve. In the El Baraka School in the capital city of Nouakchott, for example, water basins have been installed and advice provided on handwashing and hygiene in classrooms and toilets. The entire school community – students, teachers and administrative staff – are active players in creating a more hygienic school.",
          "The improvements have even carried over to the street vendors who sell to the school community. The vendors have been introduced to the WHO recommendations to improve the quality of the food that they sell. According to the headmaster of the school, the changes have been significant. Improving conditions for students means less absenteeism and ultimately more successful young Mauritanians. More than 6500 people have benefited from the project to improve hygiene in schools."
        ]
      },
      {
        "heading": "Incinerators of medical waste",
        "content": [
          "Health centres located in these regions are also creating a healthier environment with the installation of 6 biomedical waste incinerators. Medical waste is a reservoir of infectious microorganisms that pose a health risk – not only to patients, visitors and health workers – but can also contaminate the soil, water and air with hazardous substances. Training in medical waste management and monitoring the implementation of recommendations helps protect the environment both now and in the future.",
          "More than US$ 280 000 have been invested in improving the health of the poorest Mauritanians, within the framework of United Nations Millennium Development Goals. Improving environmental conditions is a key to fighting poverty both in Mauritania and in most countries of the Sahel."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Environmental health challenges in Mauritania",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:15Z",
    "first_seen_utc": "2026-01-29T04:56:15Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/restoring-hope-in-eswatini-helping-stop-tb-through-earlier-diagnosis",
    "title": "Restoring hope in Eswatini: helping stop TB through earlier diagnosis",
    "published_date": "2013-03-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Eswatini, with a population of a million people carries a terrible burden: the world’s highest incidence of tuberculosis (TB) superimposed with high levels of co-infection with HIV. A major challenge is the early detection of people with TB: WHO estimates that around 47% of people with TB in the country are not detected or notified.",
          "Late detection of TB increases the risk of disease transmission, poor health outcomes and economic hardship. Although early diagnosis of TB and completion of treatment regimens is key, challenges include length of treatment, side-effects, difficulty in accessing health facilities, poverty and costs of transportation.",
          "This photo essay captures, frame by frame, these problems and some measures that WHO, the national TB programme and partners are taking to find people with TB early, through systematic screening and diagnosis and reach out to them with right, timely and supportive treatment."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/swaziland-tb-cover.jpg?sfvrsn=ce0d67d5_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Restoring hope in Eswatini: helping stop TB through earlier diagnosis",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:17Z",
    "first_seen_utc": "2026-01-29T04:56:17Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/viet-nam-optimism-for-multidrug-resistant-tb-patients",
    "title": "Viet Nam: optimism for multidrug-resistant TB patients",
    "published_date": "2013-03-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Viet Nam has seen encouraging results in dealing with multidrug-resistant TB (MDR-TB) as this feature on one young woman from northern Viet Nam shows. “The pain in my upper back came first, then it became hard to breathe and my chest hurt,” says Thanh, a 24-year-old wife and mother, as she describes her early symptoms of tuberculosis. She was diagnosed last year at the community health post near her farm in northern Viet Nam, and started taking medicines right away. But after eight months of taking anti-TB drugs, her health did not improve. The medicines were not working and she began to lose hope of being cured. Then her doctor sent her to Hanoi Lung Hospital, 35km away, where a newly refurbished unit handles suspect cases of multidrug-resistant TB (MDR-TB). Two months later, Thanh is responding well to treatment and she is optimistic about returning home to finish the 18-24 month course of treatment with her husband as caregiver. Resistance to anti-TB drugs MDR-TB is a potentially deadly, hard-to-treat form of TB that is resistant to the most powerful TB drugs, isoniazid and rifampicin. Resistance to anti-TB drugs can occur when doctors do not prescribe appropriate treatment regimens or when patients misuse or mismanage anti-TB drugs, for example by not completing the full treatment. It can also occur if medicines are of poor quality. Investing in health services to control MDR-TB Viet Nam is one of 27 countries globally with a high burden of MDR-TB. “Viet Nam is committed to fighting TB and its treatment success rate is consistently high – exceeding 90% for reported cases,” says Dr Takeshi Kasai, the WHO Representative in the country. “But the continuing spread of MDR-TB could change all that. If we don’t invest in health services at every level to face the challenge of drug resistance, we will have a much bigger problem to cope with later,” he says. Previously there was no chance for these patients but now we see people get better. The results encourage us. - Dr Le Minh Hoa, head of MDR-TB unit, Hanoi Lung Hospital Step by step, Viet Nam is establishing gold-standard laboratory, clinical, drug procurement, planning and monitoring services to better assess and control MDR-TB. “It has taken four years to get the technical capacity, facilities and funding in place to roll out services, and we are now seeing results in places such as the Hanoi Lung Hospital,” says Dr Cornelia Hennig, from WHO’s Stop TB Department in Hanoi. Installation of a new diagnostic device that can test patients for TB and rifampicin resistance in just 100 minutes (known as Xpert MTB/RIF) is a “qualitative leap forward,” says Hennig. Technical support from WHO and partners and funding from The Global Fund to Fight AIDS, Tuberculosis and Malaria and the United States Agency for International Development have been critical to the progress. MDR-TB treatment sites show encouraging results So far, two patients have been cured at the hospital and 75 are enrolled. The hospital is one of 10 treatment sites for MDR-TB across the country. Staff from the different hospitals regularly share lessons learned by videoconference to ensure the quality of patient management. “The hardest part of my job is infection control, training staff and being sure that equipment is there to minimize risk,” says Dr Le Minh Hoa, head of the hospital’s MDR-TB unit. “The effort is high but so are the personal rewards,” she explains. “Previously there was no chance for these patients but now we see people get better. The results encourage us,” she says. Thanh spends her days reading, resting in a patient bed and waiting for weekly family visits. When she hears that she might be able to go home soon, her eyes light up. Her husband has tested negative for TB and soon her young son will be examined. She has gained three kilograms and breathes more easily. The hospital expects that with the current treatment she will soon no longer be infectious. In general, patients are treated at home or in the community, with outpatient support, as soon as possible. Viet Nam is committed to a strong national TB programme but international assistance will be critical to maintain what has been established to diagnose and cure these patients and stop further spread of MDR-TB."
        ]
      },
      {
        "heading": "Resistance to anti-TB drugs",
        "content": [
          "MDR-TB is a potentially deadly, hard-to-treat form of TB that is resistant to the most powerful TB drugs, isoniazid and rifampicin. Resistance to anti-TB drugs can occur when doctors do not prescribe appropriate treatment regimens or when patients misuse or mismanage anti-TB drugs, for example by not completing the full treatment. It can also occur if medicines are of poor quality."
        ]
      },
      {
        "heading": "Investing in health services to control MDR-TB",
        "content": [
          "Viet Nam is one of 27 countries globally with a high burden of MDR-TB.",
          "“Viet Nam is committed to fighting TB and its treatment success rate is consistently high – exceeding 90% for reported cases,” says Dr Takeshi Kasai, the WHO Representative in the country.",
          "“But the continuing spread of MDR-TB could change all that. If we don’t invest in health services at every level to face the challenge of drug resistance, we will have a much bigger problem to cope with later,” he says.",
          "Previously there was no chance for these patients but now we see people get better. The results encourage us. - Dr Le Minh Hoa, head of MDR-TB unit, Hanoi Lung Hospital",
          "Step by step, Viet Nam is establishing gold-standard laboratory, clinical, drug procurement, planning and monitoring services to better assess and control MDR-TB.",
          "“It has taken four years to get the technical capacity, facilities and funding in place to roll out services, and we are now seeing results in places such as the Hanoi Lung Hospital,” says Dr Cornelia Hennig, from WHO’s Stop TB Department in Hanoi.",
          "Installation of a new diagnostic device that can test patients for TB and rifampicin resistance in just 100 minutes (known as Xpert MTB/RIF) is a “qualitative leap forward,” says Hennig.",
          "Technical support from WHO and partners and funding from The Global Fund to Fight AIDS, Tuberculosis and Malaria and the United States Agency for International Development have been critical to the progress."
        ]
      },
      {
        "heading": "MDR-TB treatment sites show encouraging results",
        "content": [
          "So far, two patients have been cured at the hospital and 75 are enrolled.",
          "The hospital is one of 10 treatment sites for MDR-TB across the country. Staff from the different hospitals regularly share lessons learned by videoconference to ensure the quality of patient management.",
          "“The hardest part of my job is infection control, training staff and being sure that equipment is there to minimize risk,” says Dr Le Minh Hoa, head of the hospital’s MDR-TB unit. “The effort is high but so are the personal rewards,” she explains.",
          "Thanh spends her days reading, resting in a patient bed and waiting for weekly family visits. When she hears that she might be able to go home soon, her eyes light up.",
          "Her husband has tested negative for TB and soon her young son will be examined. She has gained three kilograms and breathes more easily. The hospital expects that with the current treatment she will soon no longer be infectious.",
          "In general, patients are treated at home or in the community, with outpatient support, as soon as possible.",
          "Viet Nam is committed to a strong national TB programme but international assistance will be critical to maintain what has been established to diagnose and cure these patients and stop further spread of MDR-TB."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/tuberculosis/microscopy-viet-nam-250px.jpg?sfvrsn=53f3abc3_2"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/thanh-viet-nam-250px.jpg?sfvrsn=c19cf010_2",
      "https://cdn.who.int/media/images/default-source/tuberculosis/microscopy-viet-nam-250px.jpg?sfvrsn=53f3abc3_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Viet Nam: optimism for multidrug-resistant TB patients",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:19Z",
    "first_seen_utc": "2026-01-29T04:56:19Z"
  }
]