[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/healthy-and-sustainable-housing",
    "title": "Healthy and sustainable housing",
    "published_date": "2014-12-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Case studies from Latin America, New Zealand and South Africa",
        "content": [
          "New Zealand - Housing, insulation and health study Daniel Pietzsch/Flickr In 2001-2002, a study was carried out on 1350 households in New Zealand to assess the health effects of installing insulation in houses, as well as its energy and environmental co-benefits. Interventions included ceiling insulation, window and door modification, and inclusion of a moisture barrier. The results of the study demonstrated that the interventions led to reduced chances of wheezing, lower hospital admissions, fewer general practitioner visits and less days missed from school and work. In combination with these health benefits, typical households benefited from net energy savings of 13%. As this example demonstrated, retrofitting dwellings with insulation and thermal envelope improvements can not only provided health benefits, but also energy and cost savings. Read more about the New Zealand housing, insulation and health study",
          "South Africa - Kuyasa housing energy upgrade project Nic Bothma The Kuyasa project is one of a few housing initiatives globally that has qualified for financing under the UNFCCC Clean Development Mechanism for climate finance. The project aims to improve thermal performance and reduce climate emissions of both existing and future housing units in Kuyasa, a low-income neighbourhood in Cape Town, South Africa. Retrofits include solar water heaters, ceiling insulation, and energy-efficient compact fluorescent light bulbs. The project has had health, economic and social impacts. Upgrading measures have reduced the rate of household dampness, thereby decreasing disease risk. Access to hot water has been linked to improved hygiene that can reduce diarrhoeal diseases. Reduced indoor air pollution has improved air quality reducing the risk of lung-related illness. Though residents are billed each month for the costs of improvements, this is offset by energy savings on reduced monthly heating bills. Labour and technology for retrofits has been sourced locally, allowing revenue to remain in the country. Read more about the Kuyasa low-cost urban housing energy upgrade project, Khayelitsha, Cape Town, South Africa",
          "Low-carbon housing and vector-borne disease control WHO/TDR/Isaias Montilla Housing improvements have been used as preventive strategies for vector-borne diseases such as Chagas disease, dengue fever and leishmaniasis. In Latin America, infestation by triatomine vectors of Chagas disease can be mitigated through better plastering of walls, concrete floors, tiled roofs, and improved hygiene and sanitation. Mosquito vectors of dengue use water storage containers around households as larval breeding habitats. Environmentally friendly interventions for vector control include covering water containers, reduced water storage and accumulation, and waste cleanup. In South Asia, sand fly vectors of leishmaniasis have previously been controlled by indoor spraying with harmful chemicals such as DDT. Lime-plastering of walls is an example of a low-carbon housing measure which can promote vector control, in addition to the use of insecticide-treated nets. WHO Neglected tropical diseases – Vector ecology and management"
        ]
      },
      {
        "heading": "New Zealand - Housing, insulation and health study",
        "content": [
          "In 2001-2002, a study was carried out on 1350 households in New Zealand to assess the health effects of installing insulation in houses, as well as its energy and environmental co-benefits. Interventions included ceiling insulation, window and door modification, and inclusion of a moisture barrier.",
          {
            "text": "The results of the study demonstrated that the interventions led to reduced chances of wheezing, lower hospital admissions, fewer general practitioner visits and less days missed from school and work. In combination with these health benefits, typical households benefited from net energy savings of 13%. As this example demonstrated, retrofitting dwellings with insulation and thermal envelope improvements can not only provided health benefits, but also energy and cost savings.",
            "bullets": [
              "Read more about the New Zealand housing, insulation and health study"
            ]
          }
        ],
        "images": [
          "https://cdn-auth-cms.who.int/media-aut/images/default-source/imported/environmental-health/auckland-new-zealand_f6e370f1-dbd7-4cef-8417-145e29a1b8ca.jpg?sfvrsn=71ee7247_4"
        ]
      },
      {
        "heading": "South Africa - Kuyasa housing energy upgrade project",
        "content": [
          "The Kuyasa project is one of a few housing initiatives globally that has qualified for financing under the UNFCCC Clean Development Mechanism for climate finance. The project aims to improve thermal performance and reduce climate emissions of both existing and future housing units in Kuyasa, a low-income neighbourhood in Cape Town, South Africa. Retrofits include solar water heaters, ceiling insulation, and energy-efficient compact fluorescent light bulbs.",
          {
            "text": "The project has had health, economic and social impacts. Upgrading measures have reduced the rate of household dampness, thereby decreasing disease risk. Access to hot water has been linked to improved hygiene that can reduce diarrhoeal diseases. Reduced indoor air pollution has improved air quality reducing the risk of lung-related illness. Though residents are billed each month for the costs of improvements, this is offset by energy savings on reduced monthly heating bills. Labour and technology for retrofits has been sourced locally, allowing revenue to remain in the country.",
            "bullets": [
              "Read more about the Kuyasa low-cost urban housing energy upgrade project, Khayelitsha, Cape Town, South Africa"
            ]
          }
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/environmental-health/ceiling-insulation-kuyasa-south-africa.jpg?sfvrsn=84c7fcc3_4"
        ]
      },
      {
        "heading": "Low-carbon housing and vector-borne disease control",
        "content": [
          "Housing improvements have been used as preventive strategies for vector-borne diseases such as Chagas disease, dengue fever and leishmaniasis.",
          "In Latin America, infestation by triatomine vectors of Chagas disease can be mitigated through better plastering of walls, concrete floors, tiled roofs, and improved hygiene and sanitation.",
          "Mosquito vectors of dengue use water storage containers around households as larval breeding habitats. Environmentally friendly interventions for vector control include covering water containers, reduced water storage and accumulation, and waste cleanup.",
          {
            "text": "In South Asia, sand fly vectors of leishmaniasis have previously been controlled by indoor spraying with harmful chemicals such as DDT. Lime-plastering of walls is an example of a low-carbon housing measure which can promote vector control, in addition to the use of insecticide-treated nets.",
            "bullets": [
              "WHO Neglected tropical diseases – Vector ecology and management"
            ]
          }
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/environmental-health/housing-vector-borne-diseases.jpg?sfvrsn=873ba61e_4"
        ]
      }
    ],
    "references": [
      {
        "text": "Read more about the New Zealand housing, insulation and health study",
        "url": "https://www.healthyhousing.org.nz/our-research/past-research/housing-insulation-and-health-study"
      },
      {
        "text": "Read more about the Kuyasa low-cost urban housing energy upgrade project, Khayelitsha, Cape Town, South Africa",
        "url": "https://cdm.unfccc.int/Projects/DB/DNV-CUK1121165382.34/view"
      },
      {
        "text": "WHO Neglected tropical diseases – Vector ecology and management",
        "url": "https://www.who.int/teams/control-of-neglected-tropical-diseases/interventions/strategies/vector-control"
      }
    ],
    "images": [
      "https://cdn-auth-cms.who.int/media-aut/images/default-source/imported/environmental-health/auckland-new-zealand_f6e370f1-dbd7-4cef-8417-145e29a1b8ca.jpg?sfvrsn=71ee7247_4",
      "https://cdn.who.int/media/images/default-source/imported/environmental-health/ceiling-insulation-kuyasa-south-africa.jpg?sfvrsn=84c7fcc3_4",
      "https://cdn.who.int/media/images/default-source/imported/environmental-health/housing-vector-borne-diseases.jpg?sfvrsn=873ba61e_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Healthy and sustainable housing",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:22Z",
    "first_seen_utc": "2026-01-29T04:55:22Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/cured-of-ebola-rebecca-returns-to-cure-others",
    "title": "Cured of Ebola, Rebecca returns to cure others",
    "published_date": "2014-12-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "For many people, December 22 was the beginning of the holiday season. But for Rebeca Johnson, a Sierra Leone nurse who survived Ebola, it marked a return to work - and a new lease on life.",
          "\"I will take the work normally as I did before. I will wear the full PPE, but I won’t ever be scared again because I have immunity.\""
        ]
      },
      {
        "heading": "An Ebola survivor tells her story",
        "content": [
          "Last weekend, as she prepared to return to work, she told her story to WHO Director-General Dr Margaret Chan and received a warm hug in return. \"It felt good when she (Dr Chan) hugged me,\" said Rebecca, \"I really appreciate all you people who have come to help us.",
          "It felt good when she (Dr Chan) hugged me. I really appreciate all people who have come to help us. - Rebecca Johnson, nurse, Sierra Leone",
          "Now fully recovered, Rebecca always carries her hospital discharge certificate to prove her good health. \"In my community, I am stigmatized and people talk about me. They say 'there she is, she’s the one with Ebola,' but I know I am safer than them.\"",
          "Rebecca, a 28-year-old nurse caring for people with Ebola virus disease at the Police Training School (PTS) Hastings I, in Sierra Leone’s capital, Freetown, developed symptoms of the disease herself on November 14. \"My mind would not think Ebola. No, it was not possible. I was paralyzed with vomiting for days.\"",
          "She vividly remembers the shock on her colleagues’ faces when her family brought her in, not to work, but to seek treatment. \"It was hard for all of us, but thank God I survived.\""
        ]
      },
      {
        "heading": "Ebola can be beaten",
        "content": [
          "And now, having survived the disease she is not only returning to work to care for people with Ebola but spreading the word that Ebola can be beaten. \"I want Ebola to finish so we can get back to normal. My country is drowning - no schools, the economy is in ruins. It’s not easy.\""
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/survivor-rebecca630.tmb-1200v.png?Culture=en&sfvrsn=f4830471_3"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Cured of Ebola, Rebecca returns to cure others",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:23Z",
    "first_seen_utc": "2026-01-29T04:55:23Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/sierra-leone-ebola-expert-patients-have-much-to-teach",
    "title": "Sierra Leone: Ebola expert patients have much to teach",
    "published_date": "2014-12-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "“Who will be 70 years old? Who do you pick to be your father?”",
          "Santigie Koroma searches the faces of other Ebola survivors in the room for a “father”. His real father is dead. Then his gaze lights on Hassan Santuray. “Him,” says Santigie Koroma, pointing to Hassan Santuray, “He will be my father.” The two leave the room with another survivor who is playing the ambulance attendant, and then return “in character”. Santigie supports and half carries Hassan into the room to a chair across from the “triage nurse,” played by another survivor. Santigie’s “father” collapses, nearly unconscious, into a tiny chair, borrowed from a nearby classroom. Santigie steadies him and answers questions from the triage nurse, ticking through the familiar list of Ebola symptoms. Ebola survivors help with training Santigie, Hassan and the others in the room are a new breed of expert. Not only have they survived Ebola virus disease, they are now using what they learned while fighting the disease to teach frontline Ebola care workers what managing someone with Ebola is really like. Working with them is 58 year-old Benon Tumwebaze, a WHO teacher from Uganda. For 7 weeks, Tumbwebaze gently guided Ebola survivors in Liberia to be “expert patients” giving them a special mandate: to teach health workers how to be safe, and most importantly how to care for Ebola patients. Now he is in Sierra Leone, at a soon-to-be finished Ebola Treatment Centre in Waterloo, near Freetown, to guide this new group of survivors as they become “expert patients”. Construction dust, hammering and the buzz of a chainsaw fill the hot air as the group talk of their experiences and how to use them to help others beat Ebola. “A nurse yelled at me,” recalls Hassan Turay Junior. “Now you will be the professor,” he is told. “You must teach these nurses and doctors how to be kind.” Hassan’s serious face is transformed by a wide grin. His younger brother, father and sister-in-law died of Ebola. Three other brothers and his uncle sit here in the circle taking turns to play patient roles and give each other feedback. Like everyone in this unique team, they are quick to smile and deeply supportive of their peers. Most in this group went through their illness and survived together, receiving their discharge certificates from the Hastings Ebola Treatment Centre in Freetown last month. They share how they were infected with Ebola, talk about those who died, and recall their symptoms in great detail. Like any good actor, they must draw on those difficult memories to play their roles in this real life-and-death drama. Training health workers With new numbers of people sick with Ebola continuing to outstrip the number of beds available to care for them, WHO trainers like Tumwebaze are racing to train health workers to safely work in each new centre. WHO training experts have worked with Sierra Leone Ministry of Health nurse trainers to train more than 1000 health care workers in Ebola virus disease care and infection prevention over the past few months. These efforts are increasing every week."
        ]
      },
      {
        "heading": "",
        "content": null
      },
      {
        "heading": "Ebola survivors help with training",
        "content": [
          "Santigie, Hassan and the others in the room are a new breed of expert. Not only have they survived Ebola virus disease, they are now using what they learned while fighting the disease to teach frontline Ebola care workers what managing someone with Ebola is really like.",
          "Working with them is 58 year-old Benon Tumwebaze, a WHO teacher from Uganda. For 7 weeks, Tumbwebaze gently guided Ebola survivors in Liberia to be “expert patients” giving them a special mandate: to teach health workers how to be safe, and most importantly how to care for Ebola patients. Now he is in Sierra Leone, at a soon-to-be finished Ebola Treatment Centre in Waterloo, near Freetown, to guide this new group of survivors as they become “expert patients”.",
          "Construction dust, hammering and the buzz of a chainsaw fill the hot air as the group talk of their experiences and how to use them to help others beat Ebola. “A nurse yelled at me,” recalls Hassan Turay Junior. “Now you will be the professor,” he is told. “You must teach these nurses and doctors how to be kind.”",
          "Hassan’s serious face is transformed by a wide grin. His younger brother, father and sister-in-law died of Ebola. Three other brothers and his uncle sit here in the circle taking turns to play patient roles and give each other feedback. Like everyone in this unique team, they are quick to smile and deeply supportive of their peers.",
          "Most in this group went through their illness and survived together, receiving their discharge certificates from the Hastings Ebola Treatment Centre in Freetown last month. They share how they were infected with Ebola, talk about those who died, and recall their symptoms in great detail. Like any good actor, they must draw on those difficult memories to play their roles in this real life-and-death drama."
        ]
      },
      {
        "heading": "Training health workers",
        "content": [
          "With new numbers of people sick with Ebola continuing to outstrip the number of beds available to care for them, WHO trainers like Tumwebaze are racing to train health workers to safely work in each new centre. WHO training experts have worked with Sierra Leone Ministry of Health nurse trainers to train more than 1000 health care workers in Ebola virus disease care and infection prevention over the past few months. These efforts are increasing every week."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/ebola/team-survivor-310.tmb-479v.jpg?Status=Master&sfvrsn=7d8b63ff_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Sierra Leone: Ebola expert patients have much to teach",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:26Z",
    "first_seen_utc": "2026-01-29T04:55:26Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/healthy-and-sustainable-transport",
    "title": "Healthy and sustainable transport",
    "published_date": "2014-11-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Arequipa, Peru",
        "content": [
          "The city of Arequipa, Peru has been reorganizing its transport system to include a new 23-kilometre Bus Rapid Transit (BRT) corridor running through the city centre. This includes modernized fleet and feeder lines, and bicycle and walking infrastructure. The project’s goals include: reducing greenhouse gas emissions from transport sources, enlivening public spaces and creating a vibrant transit system, alleviating the cost of travel and increasing economic competitiveness. Another stated goal of the initiative is reducing traffic-generated air pollution, traffic injuries and barriers to healthy physical activity."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/health-impact-assessment/arequipa-peru-high-view.jpg?sfvrsn=91574535_4"
        ]
      },
      {
        "heading": "Aguascalientes, Mexico",
        "content": [
          "Mexico is facing two major transport-related health issues: high prevalence of deaths due to traffic injury and increasing levels of obesity.",
          "In Mexico, traffic accidents are the leading cause of death of those aged 5-29, claiming 24 000 deaths and causing 700 000 injuries a year. Mexico’s overweight/obese population is one of the highest in the world at 68-70%, partly due to a lack of physical activity. The current sprawling pattern of urban expansion in Mexico exacerbates these issues, while having a negative effect on low-income groups.",
          "A new project in this city of central Mexico aims to make new urban developments more liveable, safer and healthier. Mexico’s biggest mortgage lender, in partnership with the city of Aguascalientes, has designed a healthy and sustainable new housing development for 40 000 low-income families.",
          "The first phase of the project is set to more than double the use of public transport and increase the proportion of trips made by foot and bicycle. The project aims to shift the urban development paradigm in Mexico towards a transit-oriented design for healthy communities."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/health-impact-assessment/families-on-bicycle-aguascalientes-mexico.jpg?sfvrsn=7cd1709b_4"
        ]
      },
      {
        "heading": "South Africa",
        "content": [
          "South Africa, a country that traditionally emphasised a private vehicle model of transport, has initiated new investments and policies aimed at promoting a shift from private to public transport.",
          {
            "text": "Key components of the shift include:",
            "bullets": [
              "Bus Rapid Transit (BRT) initiatives;",
              "implementation of a modern commuter Gautrain;",
              "improved non-motorized transport facilities;",
              "heightened safety regulations;",
              "improves organization of the country’s paratransit (minibus and taxi) system;",
              "collaboration with international agencies and civil society."
            ]
          },
          "While the new systems have had a positive impact, there has been opposition from some groups, including paratransit operators and communities through which new transit routes were proposed. Other barriers include spatial dispersion of population centres, high levels of pedestrian injuries, and development financing issues."
        ],
        "images": [
          "https://www.who.int/images/default-source/imported/health-impact-assessment/bus-johannesburg-south-africa.png?sfvrsn=e4ae51c2_4"
        ]
      },
      {
        "heading": "Asia and the Western Pacific",
        "content": [
          "Asia includes cities with some of the highest rates of traffic growth and air pollution. A new WHO co-sponsored initiative for Environmentally Sustainable and Healthy Urban Transport (ESHUT) in Asia and the Western Pacific promotes strategies to achieve co-benefits for transport and health. ESHUT aims to reduce greenhouse emissions, air and noise pollution, road traffic injuries and second-hand smoke. In addition, the project aims to increase opportunities for physical activity as well as health and social equity by ensuring safe and equal access to urban public transport.",
          {
            "text": "Examples of ESHUT activities:",
            "bullets": [
              "bicycle-friendly cities;",
              "pedestrianization;",
              "BRT and mass rapid transit;",
              "increased station connectivity;",
              "transport demand management;",
              "safe and hygienic roads and public transport."
            ]
          }
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/health-impact-assessment/bicycle-race-dprk-korea.png?sfvrsn=3818fa8c_4"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/imported/health-impact-assessment/arequipa-peru-high-view.jpg?sfvrsn=91574535_4",
      "https://cdn.who.int/media/images/default-source/imported/health-impact-assessment/families-on-bicycle-aguascalientes-mexico.jpg?sfvrsn=7cd1709b_4",
      "https://www.who.int/images/default-source/imported/health-impact-assessment/bus-johannesburg-south-africa.png?sfvrsn=e4ae51c2_4",
      "https://cdn.who.int/media/images/default-source/imported/health-impact-assessment/bicycle-race-dprk-korea.png?sfvrsn=3818fa8c_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Healthy and sustainable transport",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:28Z",
    "first_seen_utc": "2026-01-29T04:55:28Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/the-guinean-town-that-overcame-ebola",
    "title": "The Guinean town that overcame Ebola",
    "published_date": "2014-10-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "\"When we got the results from Conakry confirming that Ebola had reached our place, we were scared,” says Dr Maurice Ony Beuvogui, the Director of the district hospital in Telimele, a Guinean town located some 270 kilometres north of the capital Conakry. “But we knew that we, health workers, have the responsibility to fight it.”",
          "Telimele district, with its 300 000-strong population, was relatively far from the country’s Ebola epicentre in the south-eastern forest region.",
          "Dr Beavogui believed his 44-bed hospital was ready to meet the challenge. It was one of a few in the country with quality certification for infection prevention and control. As the outbreak progressed across the country, the national preparedness plan was activated and the district hospital staff attended training sessions on infection prevention and received Ebola protective equipment. They hoped it would not be needed."
        ]
      },
      {
        "heading": "The transmission chain",
        "content": [
          "Early in May 2014, a woman from the nearby village of Sogoroya visited her sick uncle in Conakry. Soon after coming back, she came to the Telimele hospital with symptoms that were believed to be caused by typhoid fever. A few days later she returned and died after admission. Her mother and another family member came the same week with similar symptoms and also died in the hospital.",
          "Two more people from the same household visited Sogoroya health centre. They did not want to go to Telimele because 3 of their family members had died there. Staff at the Telimele hospital suspected Ebola was at large, and the laboratory team went to the village to take samples.",
          "By the time results came in from Conakry, it was clear that Ebola was in town. Five people were suspected to have the disease, and 3 had died. All of them had come from Sogoroya village.",
          "Among the patients infected early on was Mohammed Issa Cisse, a nurse who was taking care of the first patients affected by Ebola. “The 2 weeks I spent in the treatment centre were the worst in my life. I was seeing people dying around me while I was fighting for my own life,” he says."
        ]
      },
      {
        "heading": "The community response",
        "content": [
          "Medécins Sans Frontières (MSF) was quick to respond; its team transformed one of the Sogoroya health centre’s wings into an isolation area while building a treatment centre nearby that was opened within days. WHO also sent a team of Ebola experts to provide technical support for overall coordination, surveillance and data collection.",
          "The district authorities immediately put in place a crisis committee involving leaders of all aspects of life in Telimele. The committee agreed that it was critical to put out one strong message: Come early for treatment – you survive; you come late – you die. “We wanted people to trust our interventions,” says Dr Beavogui.",
          "\"Setting up the treatment centre fast and near the sick people was vital.\" - Dr Beavogui, Director of the district hospital in Telimele",
          "MSF ran the treatment centre with increased transparency, allowing family members to talk to their loved ones from a distance. Local health workers had credibility and were connected to the community – an essential factor in encouraging people to follow public health advice.",
          "Religious and traditional leaders and the Griots – influential musicians in the villages – worked together to counteract unfounded rumours and gain the trust of the community. The district health authority rapidly organized a 14-person contact tracing team that cruised throughout the district on motorbikes. At the peak of the Telimele outbreak, the health of around 250 contacts was monitored.",
          "All the additional confirmed cases – a total of 26 – were identified through contact tracing. Of the 26, 10 people died. The mortality rate of 38% was much lower than the approximately 60% average for Guinea overall."
        ]
      },
      {
        "heading": "Setting an example",
        "content": [
          "Telimele has been Ebola-free since the end of July. How did they do it?",
          "\"Setting up the treatment centre fast and near the sick people was vital, and having strong infection prevention measures at the hospital level reduced the risk of infection of health workers,” says Dr Beavogui.",
          "“There were some rumours about the origin of the disease, but once people saw that even health workers like myself could be infected, they trusted us more,” says Mr Cisse who, after 2 weeks in the treatment centre, tested negative for Ebola infection. He then immediately went to work at the MSF treatment centre.",
          "Elsewhere in Guinea – especially in the south-eastern part of the country and in the capital, Conakry – Ebola transmission continues. Dr Beavogui is cautious. “We know that if we don’t stop Ebola elsewhere in the country, the virus can come back here again. We have to be ready.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/telimele-big.tmb-1200v.jpg?Culture=en&sfvrsn=10db3de4_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "The Guinean town that overcame Ebola",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:30Z",
    "first_seen_utc": "2026-01-29T04:55:30Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/sierra-leone-helping-the-ebola-survivors-turn-the-page",
    "title": "Sierra Leone: Helping the Ebola survivors turn the page",
    "published_date": "2014-10-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "As the Ebola outbreak grows and spreads, a small but significant group of people is also growing - the Ebola survivors. Emerging shell-shocked from what one described as a \"glimpse of hell\", the survivors have not found life easy on the other side of the Ebola ward.",
          "Some in the community brand them as \"witches\" for surviving. For many, the faces they longed to see again while lying in the Ebola ward are no longer there. Husbands, wives, children, brothers, sisters, mothers and fathers have all been carried off to unmarked graves by Ebola virus disease. “I am learning to live a new life in the home without my husband and my 2 children. Now there is so much emptiness in the house especially at night,” said Fatimata Gaima who clung to life in the hospital desperate to get home to care for her 3-year old. However, as she recovered, her worst fears came true. Her last child was brought to the hospital ward, tested positive for Ebola, and died a few days later. Survivors gather in Sierra Leone \"I am learning to live a new life in the home without my husband and my 2 children.\" - Fatimata Gaima, Ebola survivor, Sierra Leone Ms Gaima told her story to others in a small focus group at the first Ebola survivors conference organized by UNICEF and GOAL, humanitarian agency, in Kenema, one of the areas where the Ebola outbreak first exploded in Sierra Leone. The meeting aimed to identify the needs of survivors – physical, mental, social and economic – and help them to consider how they might contribute to battling the Ebola virus outbreak in Sierra Leone. Services for survivors are gradually emerging. At one post-Ebola clinic, set up to deal with survivors’ psychological and social needs, it has become evident that physical after-effects of the disease are among the most pressing problems Ebola survivors face. “We are seeing a lot of people with vision problems,” says Dr Margaret Nanyonga, psychosocial support officer for the World Health Organization in Kenema. “Some complain of clouded vision, but for others the visual loss is progressive. I have seen 2 people who are now blind.” Dr Nanyonga said that people with what she calls \"post-Ebola syndrome\" have a range of symptoms. These have been seen in survivors of previous outbreaks and cause long-term disability. Apart from visual problems which affect approximately 50% of Ebola survivors in Kenema, people complain of \"body aches\" such as joint, muscle and chest pain. They also suffer headaches and extreme fatigue, making it difficult to take up their former lives – especially if it involved manual work – as farmers, labourers and housewives. Need for more information on post-Ebola syndrome “We need to understand why these symptoms persist, whether they are caused by the disease or treatment, or perhaps the heavy disinfection,” says Dr Nanyonga who has developed an assessment tool that will be used to establish the most common and disabling symptoms and what can be done to help survivors with these problems. Dr Andrew Ramsay, field coordinator for WHO in Kenema, says it is essential that potentially disabling physical and psychological problems be diagnosed and, where possible, treated as quickly as possible. “Eye problems might be caused by damage to the cornea, to the nerves or something else. At this point we do not have enough information to know exactly what is going on. But we need to find out urgently so we can do whatever we can to preserve the eyesight for people who have to try to pick up their lives again.”"
        ]
      },
      {
        "heading": "Survivors gather in Sierra Leone",
        "content": null
      },
      {
        "heading": "\"I am learning to live a new life in the home without my husband and my 2 children.\" - Fatimata Gaima, Ebola survivor, Sierra Leone",
        "content": [
          "Ms Gaima told her story to others in a small focus group at the first Ebola survivors conference organized by UNICEF and GOAL, humanitarian agency, in Kenema, one of the areas where the Ebola outbreak first exploded in Sierra Leone. The meeting aimed to identify the needs of survivors – physical, mental, social and economic – and help them to consider how they might contribute to battling the Ebola virus outbreak in Sierra Leone.",
          "Services for survivors are gradually emerging. At one post-Ebola clinic, set up to deal with survivors’ psychological and social needs, it has become evident that physical after-effects of the disease are among the most pressing problems Ebola survivors face.",
          "“We are seeing a lot of people with vision problems,” says Dr Margaret Nanyonga, psychosocial support officer for the World Health Organization in Kenema. “Some complain of clouded vision, but for others the visual loss is progressive. I have seen 2 people who are now blind.”",
          "Dr Nanyonga said that people with what she calls \"post-Ebola syndrome\" have a range of symptoms. These have been seen in survivors of previous outbreaks and cause long-term disability. Apart from visual problems which affect approximately 50% of Ebola survivors in Kenema, people complain of \"body aches\" such as joint, muscle and chest pain. They also suffer headaches and extreme fatigue, making it difficult to take up their former lives – especially if it involved manual work – as farmers, labourers and housewives."
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/ebola/fatimata-gaima-200.jpg?Status=Master&sfvrsn=ffefba23_7"
        ]
      },
      {
        "heading": "Need for more information on post-Ebola syndrome",
        "content": [
          "“We need to understand why these symptoms persist, whether they are caused by the disease or treatment, or perhaps the heavy disinfection,” says Dr Nanyonga who has developed an assessment tool that will be used to establish the most common and disabling symptoms and what can be done to help survivors with these problems.",
          "Dr Andrew Ramsay, field coordinator for WHO in Kenema, says it is essential that potentially disabling physical and psychological problems be diagnosed and, where possible, treated as quickly as possible.",
          "“Eye problems might be caused by damage to the cornea, to the nerves or something else. At this point we do not have enough information to know exactly what is going on. But we need to find out urgently so we can do whatever we can to preserve the eyesight for people who have to try to pick up their lives again.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/fatimata-gaima-200.jpg?Status=Master&sfvrsn=ffefba23_7"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Sierra Leone: Helping the Ebola survivors turn the page",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:31Z",
    "first_seen_utc": "2026-01-29T04:55:31Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/bangladesh-tackles-rabies-through-mass-dog-vaccination",
    "title": "Bangladesh tackles rabies through mass dog vaccination",
    "published_date": "2014-09-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Bangladesh’s canine vaccination programme aims to break the cycle of rabies transmission from dogs to humans.",
          "One morning, Rubaiya Ahmad awoke to the news that Kashtanka—a street dog she had adopted and cared for since birth—had been taken away by local authorities in Dhaka. Later that day, she found her beloved dog in the back of a pick-up truck, en route to a city landfill.",
          "It was a painful sight that remains etched in Rubaiya’s memory: “Kashtanka's body had been tossed in a pile of about 60 dead dogs,” she recalls.",
          "Rubaiya was incensed. Her dog had been registered with city authorities, vaccinated, sterilized and collared. She was healthy and well fed. Why did they kill Kashtanka?",
          "She soon learned that the government of Bangladesh had been killing dogs indiscriminately in an attempt to eliminate rabies—a practice that had gone on for decades. “This was the accepted, government-funded mechanism for controlling rabies across the country,” notes Rubaiya.",
          "The strategy wasn’t working. Bangladesh, at the time, had one of the highest rates of rabies-related human deaths in the world."
        ]
      },
      {
        "heading": "Saving street dogs",
        "content": [
          "After losing Kashtanka, Rubaiya left a comfortable job to advocate for a cause she believed in passionately: animal rights. In 2009, she founded Obhoyaronno, a non-governmental organization dedicated to saving street dogs.",
          "“In the beginning, when we talked about animal welfare, there was little interest,” Rubaiya recalls. “But when we talked about rabies control, people started listening. So we changed our pitch.”",
          "Together with partners such as Humane Society International and the Food and Agriculture Organization, Rubaiya promoted the WHO-recommended approach of preventing rabies through dog vaccination. Speaking with Ministry of Health officials, she highlighted other countries that had successfully adopted this model, such as India and Sri Lanka.",
          "In time, her efforts paid off. Beginning in late 2011, as part of a new national rabies elimination strategy, the government of Bangladesh began vaccinating—rather than killing—dogs on a large scale."
        ]
      },
      {
        "heading": "A shift in strategy",
        "content": [
          "Bangladesh’s mass canine vaccination programme aims to break the cycle of transmission from dogs to humans. Evidence has shown that this can be achieved by reaching 70% of a dog population with 3 rounds of vaccinations.",
          "“So far, it’s been smooth sailing,” says Professor Be-Nazir Ahmed, Director of Disease Control in Bangladesh’s Ministry of Health and Welfare. Following a successful WHO-supported pilot project in Cox's Bazaar, a district of Bangladesh, the government is now vaccinating dogs in nearly all 64 districts in the country.",
          "Many former dog killers have been trained by the government as friendly dog catchers. More than 1000 expert dog catchers across the country now focus on vaccinating dogs before returning them to their owners, or to the place where they were caught.",
          "Despite progress in the dog vaccination programme, financing remains a major challenge. Increased funding from both government and non-government sources will be critical to ensure its continued success, notes Be-Nazir."
        ]
      },
      {
        "heading": "Prevention is key",
        "content": [
          "Under the national plan, people who have been bitten by a dog bite can access anti-rabies vaccines, free of charge, at health centres in all 64 districts of the country.",
          "But prevention is at the heart of the national strategy, and one look at the price tag explains why. Preventing the transmission of rabies through dog vaccination costs, on average, US $3 per dog. Vaccinating the country’s 1.2 million dogs would involve a one-time cost of approximately $3.6 million.",
          "Treating rabies costs, on average, US$32 to $92 per person—a cost that would be borne over an indefinite period of time. Unless rabies is controlled at the source, treatment costs are expected to rise."
        ]
      },
      {
        "heading": "Raising awareness",
        "content": [
          "Building awareness of rabies, and the importance of prevention, is a key aim of the national plan. To that end, the government of Bangladesh and its development partners will mark this year’s World Rabies Day—September 28—with educational programmes in more than 50 000 primary schools across the country and through a series of press conferences, seminars and rallies."
        ]
      },
      {
        "heading": "Early results",
        "content": [
          "The national plan identifies 2 key targets: reducing human deaths by 90% by 2015 and eliminating rabies by 2020. Results, to date, are encouraging. Before 2010, there were an estimated 2000 rabies-related human deaths reported annually in Bangladesh. According to government figures, the number of deaths fell by approximately 50% between 2010 and 2013."
        ]
      },
      {
        "heading": "The global picture",
        "content": [
          "Thousands of people die from rabies each year, mostly in Africa and Asia. Children under age 15 are particularly vulnerable, accounting for 4 out of every 10 rabies-related deaths.",
          "If a person is bitten by a rabid animal, WHO recommends immediate and thorough cleansing of the wound, multiple rabies vaccine injections and, in cases of severe exposure, administration of rabies immunoglobulin.",
          "Symptoms of rabies—which include fever, hyperactivity, excited behaviour, difficulty swallowing or paralysis—may appear any time between 2 to 8 weeks after the bite. Once a person develops symptoms, the outcome is nearly always fatal."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/ntd-library/rabies/end-rabies-now-man-and-dogs-in-bangladesh-2.tmb-1200v.jpg?Culture=en&sfvrsn=42dee614_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Bangladesh tackles rabies through mass dog vaccination",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:33Z",
    "first_seen_utc": "2026-01-29T04:55:33Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/verbal-autopsy-in-bangladesh",
    "title": "Verbal autopsy in Bangladesh",
    "published_date": "2014-09-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "This case study was written by Helen Smith, Charles Ameh and Nynke van den Broek at the Liverpool School of Tropical Medicine (LSTM). The original article has been published previously in the BJOG supplement, on September, 2014. Reprinted with permission."
        ]
      },
      {
        "heading": "Context",
        "content": [
          "Understanding the factors contributing to maternal deaths can assist in developing interventions. Verbal autopsy (VA) has been part of the Demographic and Health Survey in Bangladesh since the 1990’s and is used to gather information on cause of and factors contributing to maternal deaths at community level. In 2010, it was introduced as a method across four districts as a method to be used to capture and review all maternal deaths in these districts."
        ]
      },
      {
        "heading": "Key actors",
        "content": [
          "The Government of Bangladesh identified the four target districts for implementation of VA based upon their rural location and weaker maternal and newborn health indicators. The Directorate General of Health Services approved the final VA tools. Training materials in the use of the VA questionnaire were developed by the Centre for Injury Prevention, Health Development and Research together with a group of national experts including reproductive health specialists and programme managers.",
          "Grass roots health and family planning workers (Health Assistants (HA) and Family Welfare Assistants (FWA)) were trained in how to identify a maternal death (using the WHO definition) and how to complete the death notification slip. Assistant Health Inspectors (AHI) and Family Planning Inspectors (FPI) received training on the conduct of a VA, facilitated by social scientists and medical doctors. UNICEF Bangladesh provided funding through a Joint UN-Government project."
        ]
      },
      {
        "heading": "Process",
        "content": [
          "Conducting VA is a participatory process used to gather information about a maternal death from family and household members. Trained HA or FWAs receive information from the community network when a death has occurred within the population (catchment area) they are responsible for. They then follow up with a household visit to confirm it is a maternal death, and if so, complete a death notification slip. Upon receipt of the notification slip, trained HI, AHI or FPIs conduct a VA within 15-30 days of the death.",
          "Interviews are held with three family members and/or the Traditional Birth Attendant or other healthcare professional who provided care to the woman who died. The process in Bangladesh was closely monitored by social scientist supervisors in each catchment area who reviewed completed VA forms on a monthly basis, revisiting families to clarify any identified inconsistencies."
        ]
      },
      {
        "heading": "Findings/observations",
        "content": [
          "All 571 deaths in the four districts over two years were analysed; the majority of VAs were conducted on time with 19.6% taking place within 15 days, 43.1% within 1 month and 67.8% within 2 months of the death. Two obstetricians independently reviewed all VAs and assigned a cause of death with consensus reached via discussion where needed. Of the 571 deaths identified, 273 (47.8%) died in a health facility, 97 (17.0%) died during transfer and 201 (35.2%) occurred at home suggesting that poor access to care was less frequently a contributing factor than expected.",
          "Poor quality or sub-standard care or delay in receiving effective care once a woman was seen at a health facility (Type 3 delay) was considered to have contributed to maternal deaths. The most frequently identified causes of death were haemorrhage (38%), pre-eclampsia/eclampsia (20%) and sepsis (8.1%) and most deaths occurred in the first 24 hours postpartum.",
          "The VA findings also reveal that women did access care for obstetric complications and either died in the health facility or in transit when referred. This is contrary to previous findings from Bangladesh which suggested that most maternal deaths occurred at home. The VA data identify a need to strengthen quality of care rather than access to care. Improved skills and knowledge of health workers to recognise and manage emergency obstetric complications could help to further reduce maternal mortality."
        ]
      },
      {
        "heading": "Implementation lessons",
        "content": [
          {
            "text": "The VA approach to gathering data on cause of maternal death and contributing factors has several limitations:",
            "bullets": [
              "The majority maternal deaths occurred at a health facility but it was not possible to additionally obtain patient records or information obtained via facility based death review to verify cause of death or contributing factors.",
              "VA data is based upon information provided by community members; underreporting of certain conditions and/or misclassification of deaths is a possibility.",
              "Additional qualitative data on delays might provide a more comprehensive understanding, as delays tend to be underestimated when gathered through survey questioning alone."
            ]
          }
        ]
      },
      {
        "heading": "Source",
        "content": [
          "This is a shortened version of a case study first published in “BJOG: An International Journal of Obstetrics & Gynaecology”. Halim A, Utz B, Biswas A, Rahman F, van den Broek N. Cause of and contributing factors to maternal deaths; a cross-sectional study using verbal autopsy in four districts in Bangladesh. BJOG 2014; 121 (Suppl. 4): 86–94. A full version is available at http://onlinelibrary.wiley.com/doi/10.1111/1471-0528.13010/abstract"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/mca/az_pak_punjab_who_600.tmb-1200v.jpg?Culture=en&sfvrsn=17056380_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Verbal autopsy in Bangladesh",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:34Z",
    "first_seen_utc": "2026-01-29T04:55:34Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/a-maternal-survival-action-network-for-sierra-leone",
    "title": "A Maternal Survival Action Network for Sierra Leone",
    "published_date": "2014-09-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Sierra Leone’s national MDSR framework previously focussed on facility-based MDRs. There is widespread agreement by experts and activists that the use of findings from MDRs for service delivery improvements in the current model of implementing MDRs could be significantly strengthened and efforts to re-establish facility-based MDRs on a regular basis is being re-established. A review of processes and challenges identified opportunities to strengthen MDRs and make better use findings at facility level. The intention is to strengthen the system by identifying context-specific barriers and enablers to the use of MDR findings for quality of care improvements.",
          "In addition, In August 2015, the Ministry of Health and Sanitation (MOHS) launched the National Maternal Death Surveillance and Response Technical Guidelines, broadening the focus and providing practical guidance to move from the current focus on maternal death reviews to surveillance and response."
        ]
      },
      {
        "heading": "A Maternal Survival Action Network for Sierra Leone",
        "content": [
          "Key champions on maternal and neonatal health in Sierra Leone established an Action Network that is hosted by the CARMMA Initiative under the Office of the First Lady, for which Evidence for Action provided backend coordination and technical support.",
          "This network, championed by the First Lady herself, aims to act as a catalyst for facilitating change around releasing bottle necks in areas where inadequate progress on actions from MDR recommendations are being made. , Through convening influencers and opinion-makers, the Network aims to share national evidence, advocate for resource mobilisation and ensure other relevant high impact interventions from MDR recommendations are realised.",
          "The network is planning its revitalisation since the Ebola outbreak by bringing together partners to identify areas of input and maximise synergies. The network will also engage non-state actors to raise profile of the need to prioritise action on MDSR recommendations and generate positive survival messaging and advocate for partners to take action on MDSR recommendations.",
          "Like the Global Network, the Maternal Survival Action Network will showcase examples of learning and action and it will provide a forum within which national members can reflect upon these to share experiences and problem solve."
        ]
      },
      {
        "heading": "Membership and composition",
        "content": [
          "Membership is by invitation and not representation, and includes group or individual with an interest in increasing maternal survival through quality of care improvement methods especially taking forward MDSR recommendations.",
          "<div><img src=\"https://www.who.int/maternal_child_adolescent/epidemiology/maternal-death-surveillance/case-studies/mca-case-studies-sierra-leone.jpg\" alt=\"\" width=\"450\" height=\"423\" data-sf-ec-immutable=\"\" /></div>",
          "Members are invited based on their capacity as change agents, influencers and/or opinion leaders, and for their expertise and knowledge on specific issues central to implementing MDSR recommendations. Members are not only health practitioners and representatives from the MOHS, but also from civil society organisations, the media, and traditional and religious community leaders. These actors, particularly community leaders, play a crucial role in building and strengthening the health system."
        ]
      },
      {
        "heading": "Acknowledgement",
        "content": [
          "The case study has been published previously by the MDSR Action Network, co-ordinated by the Office of the First Lady and Evidence for Action (E4A) on behalf of the Maternal Survival Action Network."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/mca/26652749012_e112a35ee2_o.tmb-1200v.jpg?sfvrsn=a4508cc2_3"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "A Maternal Survival Action Network for Sierra Leone",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:36Z",
    "first_seen_utc": "2026-01-29T04:55:36Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/protecting-children-from-the-harmful-effects-of-food-and-drink-marketing",
    "title": "Protecting children from the harmful effects of food and drink marketing",
    "published_date": "2014-09-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Food and drink marketing is a vast and increasingly sophisticated industry, and children are among its prime targets. Advertisements on TV, the Internet and mobile phones are being integrated with sponsorship agreements and product placement to maximize\r\n    their impact.",
          "Many advertisements promote foods high in fats, sugar and salt, consumption of which should be limited as part of a healthy diet. In 2007 and 2008, an analysis of television broadcasting in Greece showed that 65% of food advertisements promoted foods\r\n    high in fats, sugar and salt.",
          "Food advertising and other forms of marketing have been shown to influence children’s food preferences, purchasing behaviour and overall dietary behaviour. Marketing has also been associated with an increased risk of overweight and obesity in children.\r\n    The habits children develop early in life may encourage them to adopt unhealthy dietary practices which persist into adulthood, increasing the likelihood of overweight, obesity and associated health problems such as diabetes and cardiovascular diseases.",
          "“Food companies spend billions of dollars developing marketing that really works,” notes Amanda Long, Director-General of Consumers International, a global consumer rights organization. “The majority of adverts seen by children around\r\n    the globe are for heavily processed foods high in fat, sugar, salt and calories.”",
          "The majority of adverts seen by children around the globe are for heavily processed foods high in fat, sugar, salt and calories. Amanda Long / Director-General of Consumers International",
          "Many governments are, however, expressing concerns about the impact of marketing to children. Some countries, such as Spain and Norway, have agreed with food and drink companies on self-regulation whereby industries take the lead implementing voluntary\r\n    restrictions on marketing, overseen by governments.",
          "In Europe, the United Kingdom (UK's) statutory ban on television advertising of foods high in fats, sugar and salt during children’s programming was a world first and broke new ground internationally for imposing more stringent conditions on food\r\n    and drink industries."
        ]
      },
      {
        "heading": "Food marketing in the UK: from self-regulation to legislation",
        "content": [
          "In 2003, the UK Government’s then Secretary of State for Culture, Media and Sport, asked the national Office of Communications (OFCOM) to consider proposals for restricting television advertising of food and drink aimed at children. Her request\r\n    came in the wake of a growing body of research showing rising obesity levels among British children.",
          "OFCOM concluded that broadcast advertising had a modest, direct effect on children and a potentially larger indirect effect. ‘Proportionate and targeted action’ in terms of changing advertising rules was advised.",
          "Three years later, for the first time, statutory restrictions were applied to television advertising which meant that no advertisements for products high in fats, sugars or salt could be shown in or around programmes specifically geared to children under\r\n    the age of 16.",
          "Results to date suggest the impact of the marketing restrictions have been significant. By 2009, children were exposed to 37% fewer advertisements promoting products high in fats, sugars or salt compared to 2005. The UK Department of Health reported that\r\n    annual expenditure for child-themed food and drink advertisements across all media decreased by 41%, from £103 million in 2003 to £61 million by 2007.",
          "Yet some independent analyses suggest that these falling figures mask loopholes in current regulations. Through family entertainment shows – considered ‘adult’ programming as they fall outside current regulations – children are\r\n    still exposed to unhealthy food and drink advertisements.",
          "Malcolm Clark is the coordinator of the Children’s Food Campaign, a UK-based group which lobbies to protect children from junk-food marketing. He points out that the growth of new media has provided an alternate avenue for the promotion of unhealthy,\r\n    processed food. “Parents’ efforts to help their children eat healthily are being undermined by sophisticated promotion of junk food to children: on TV, online, at the cinema, in magazines, in supermarkets, on food packaging, and for some\r\n    even at school.”"
        ]
      },
      {
        "heading": "WHO calls for responsible marketing",
        "content": [
          "In light of evidence from the UK and other countries worldwide, WHO has recommended that governments play a leading role in reducing children’s overall exposure to food marketing and setting rules on the persuasive techniques companies can use,\r\n    with a view to protecting children from the adverse impacts of marketing.",
          "This is a key policy action contained in the WHO Global Action Plan 2013–2020 for the Prevention and Control of Noncommunicable Diseases (NCDs), which was endorsed by the World Health Assembly in May 2013. This accompanies the WHO’s existing\r\n    set of recommendations on the marketing of foods and non-alcoholic beverages to children, endorsed by the Sixty-third World Health Assembly in 2010. WHO acknowledges that global progress will require policy action to address both TV advertising and\r\n    all other forms of marketing.",
          "For many years WHO has been the leading player in commissioning reviews of available evidence on the nature and impact of food and drink marketing and in producing global recommendations. In Europe, a WHO network of 28 countries led by Norway and focused\r\n    on reducing marketing pressure on children has been meeting and sharing experiences since 2008 to collaborate on further action.",
          "The next goal for countries in this network is to advance the development of more effective and comprehensive policies. This will require that governments set the criteria for policies, including important definitions around what foods are to be covered\r\n    by the marketing restrictions.",
          "In the new European Food and Nutrition Action 2015-2020, Member States will work with WHO to roll out the use of nutrient profile models that assess the nutritional values of foods and provide a scientific basis for marketing restrictions. The goal is\r\n    to establish a universally high standard across the region and, ultimately, further restrict the impact of potentially harmful food and drink marketing on children."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/imported/immunization/world-immunization-week-2021/family-eating.tmb-549v.jpg?sfvrsn=8d387bfb_6"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Protecting children from the harmful effects of food and drink marketing",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:38Z",
    "first_seen_utc": "2026-01-29T04:55:38Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/guinea-who-opens-regional-ebola-response-centre",
    "title": "Guinea: WHO opens regional Ebola response centre",
    "published_date": "2014-07-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In response to continuing reports of new cases and deaths attributable to Ebola virus disease (EVD) in Guinea, Liberia, and Sierra Leone, the WHO Regional Director for Africa, Dr Luis Gomes Sambo, opened a Sub-regional Outbreak Coordination Centre in Conakry, Guinea.",
          "\"The Centre will allow monitoring in real-time of the activities to fight the epidemic, in collaboration with the national committees and the teams deployed on the ground,\" said Dr Sambo.",
          "“The Centre will act as a platform to consolidate and harmonize the technical support being provided to West African countries affected by the outbreak. It will also help to mobilize resources for the response,” said Dr Francis Kasolo, Director for Disease Prevention and Control for the WHO African Region. “Alongside national health authorities and WHO, other partner agencies involved in the Ebola response, such as Médecins Sans Frontières (MSF), the Red Cross, the US Centers for Disease Control and Prevention (CDC) and technical partners in the Global Outbreak Alert and Response Network (GOARN), will also work from the Centre.”"
        ]
      },
      {
        "heading": "Creation of centre follows emergency meeting recommendations",
        "content": [
          "The establishment of the Centre was requested by health ministers from 11 African countries at an emergency meeting convened by WHO in Accra, Ghana, 2-3 July.",
          "The Accra meeting identified critical challenges and gaps in the response: coordination, communications, cross-border collaboration, treatment of patients, contact tracing and community participation, human resources and financial support.",
          "“Addressing these challenges in three countries will be far more efficient through a single coordination mechanism,” said Dr Benido Impouma, WHO epidemiologist and the technical coordinator of the new Centre. “Finding and treating all Ebola patients and then tracing and observing the close contacts of these persons over a period of 21 days to ensure they have not been infected is a key to halting transmission. This can be only done with full community participation.”",
          "As of 12 July 2014, the cumulative number of cases attributed to EVD in the three countries stands at 964, including 603 deaths."
        ]
      },
      {
        "heading": "Ensuring effective use of resources",
        "content": [
          "The vast geographical spread of the outbreak requires enormous and robust response capacity and structures. As this is the first major EVD outbreak in West Africa, affected countries have to scale up their epidemic preparedness and response systems.",
          "The Sub-regional Centre will be responsible for ensuring effective use and deployment of limited, but highly critical resources based on prioritization and agreed objectives. The organization and coordination of key support functions and field operations will move closer to outbreak areas, or ‘hot spots’.",
          {
            "text": "In addition, the Sub-regional Centre will:",
            "bullets": [
              "ensure sufficient technical and operational support and resources to sustain response activities in the field, facilitate the coordination of GOARN partners and networks, prepare public communications materials and activities, engage in contingency planning, risk assessments, and scaling of operations as required, and secure an environment that enables effective and successful field operations;",
              "define operational periods to achieve agreed objectives and ensure the planning, coordination, and optimum use of limited resources, as well as continuity of action and management;",
              "direct human and material resources for: communications and social mobilization, investigation of alerts and new outbreaks, case finding and contact tracing, surveillance and data management, patient treatment and care, logistics, stockpiling, and movement of personal protective equipment to key locations; and",
              "provide technical guidance and resources, communications support, decision-making, and reporting for all field teams in the sub-region."
            ]
          }
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/imported/guinea-ebola-response-centre.png?sfvrsn=ac56f711_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Guinea: WHO opens regional Ebola response centre",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:41Z",
    "first_seen_utc": "2026-01-29T04:55:41Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/prequalification-of-in-vitro-diagnostics-scope-to-be-expanded-to-syphilis-rdts",
    "title": "Prequalification of in vitro diagnostics scope to be expanded to Syphilis RDTs",
    "published_date": "2014-06-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "The WHO Prequalification Team in the Department of Essential Medicines and Health Products and the WHO Department of Reproductive Health and Research are pleased to announce that the scope of the Prequalification of in vitro diagnostics will be expanded to include syphilis rapid diagnostic tests (RDTs)."
        ]
      },
      {
        "heading": "Background",
        "content": [
          "In 2014, WHO launched the Global Guidance on Criteria and Processes for Validation: Elimination of mother-to-child transmission of HIV and Syphilis (EMTCT) (updated Dec 2017). This was preceded in 2007, by the WHO Global Congenital Syphilis Elimination Strategy. These initiatives call for 95% coverage of syphilis screening during pregnancy and prompt treatment with benzathine penicillin of those women found to be positive. Congenital syphilis is the second leading cause of stillbirth globally; efforts to secure syphilis screening among pregnant women are needed to prevent this and other adverse birth outcomes of vertically transmitted syphilis (neonatal death, low birth weight, prematurity, congenital defects). Syphilis RDTs are recommended in the recently released WHO guidelines on syphilis screening and treatment for pregnant women.",
          "The Global Guidance on Criteria and Processes for Validation: Elimination of mother-to-child transmission of HIV and Syphilis (EMTCT)",
          "WHO guidelines on syphilis screening and treatment for pregnant women",
          "WHO and partner organizations are interested in new generation RDTs for sexually transmitted infection (STI) diagnosis, including those for syphilis. The priority use for these RDTs would be as a tool to support the elimination of mother to child transmission of syphilis. WHO estimates that there are approximately 4.5 million incident syphilis cases globally of which an estimated 930,000 are among pregnant women at risk for adverse birth outcomes."
        ]
      },
      {
        "heading": "Way forward",
        "content": [
          "The Prequalification Team will develop technical specifications for syphilis RDTs and publish them before manufacturers are invited to submit an application for prequalification assessment. Prequalification of syphilis RDTs is expected to commence in Q4 2018."
        ]
      }
    ],
    "references": [
      {
        "text": "The Global Guidance on Criteria and Processes for Validation: Elimination of mother-to-child transmission of HIV and Syphilis (EMTCT)",
        "url": "https://www.who.int/publications/i/item/9789240039360"
      },
      {
        "text": "WHO guidelines on syphilis screening and treatment for pregnant women",
        "url": "https://www.who.int/publications/i/item/9789241550093"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Prequalification of in vitro diagnostics scope to be expanded to Syphilis RDTs",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:42Z",
    "first_seen_utc": "2026-01-29T04:55:42Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/laboratory-services-at-the-district-level",
    "title": "Laboratory services at the district level",
    "published_date": "2014-06-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In countries with limited resources, even rural health facilities can manage the most common diseases and those with outbreak potential by carrying out simple laboratory tests. Unfortunately, adequate diagnostic laboratory services sometimes fails and leads to inappropriate or wrong treatment.",
          {
            "text": "The underlying causes can be",
            "bullets": [
              "Shortage of skilled staff",
              "Substandard infrastructure",
              "Obsolete laboratory procedures"
            ]
          },
          "Modern equipment can therefore be ineffective unless staff are trained to use it, and it is properly maintained. Without a quality management programme, it is difficult to avoid bad laboratory results.",
          "One project which is aiming to overcome these problems involves three countries in East Africa, namely Kenya, Uganda and United Republic of Tanzania.",
          "In each country, a National Quality Assurance Advisory Body has been established, as well as legal framework to regulate both laboratory premises and laboratory staff. A standard list of essential laboratory procedures is supported by generic standard operating procedures for use in district health services in all three countries. The project has already had a great impact on the quality of laboratory services and has allowed the countries to achieve goals that would have been difficult to achieve individually.",
          "The WHO Essential Medicines and Health Products assists countries to achieve a safe and reliable level of health services in a variety of health technologies through its Basic Operational Frameworks. With the scaling up of interventions against the major diseases of poverty - HIV/AIDS, TB and malaria - the need for in vitro diagnostic and laboratory services has never been greater."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Laboratory services at the district level",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:44Z",
    "first_seen_utc": "2026-01-29T04:55:44Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/surviving-a-deadly-virus-in-guinea-have-recovered-from-ebola",
    "title": "Surviving a deadly virus – some in Guinea have recovered from Ebola",
    "published_date": "2014-04-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "When Abdullah D. saw a doctor in the hospital close to his home in Conakry in late March 2014, he had high fever, headaches and felt very weak. The doctor immediately called in the infectious disease experts who arranged for Abdullah to be admitted to the country’s isolation facility at Donka, one of the biggest hospitals in the Guinean capital Conakry. When a laboratory test confirmed that Abdullah was infected with Ebola, he was devastated.",
          "\"I spent 10 days in the isolation ward,” says the 29-year-old father of twins who works as a retailer in the Guinean capital. “I was convinced that I would never again see my wife and kids.”",
          "Abdullah was cared for by specialists from the Guinean Ministry of Health supported by doctors and nurses from Médecins Sans Frontières (MSF) and WHO, who are working together to run the isolation ward at Donka Teaching Hospital."
        ]
      },
      {
        "heading": "Good care of Ebola patients improves odds of survival",
        "content": [
          "\"Abdullah was very weak and unwell when he first arrived at Donka,\" says Dr Tom Fletcher, a WHO infectious disease expert who came to Guinea to help with the outbreak response. \"I wasn’t sure he would survive. But his case shows that the care people are getting in the isolation ward is crucial and improves their odds of survival.\"",
          "There is neither a vaccine nor a specific treatment for Ebola virus disease. People who are severely ill with the disease require intensive medical support including oral rehydration salts or an intravenous drip for extra fluids, antimicrobial medicines, pain killers and nutritious food. The earlier they go to hospital and get appropriate care the higher their chance of survival.",
          "By 14 April 2014, more than 100 people had been confirmed or suspected of having contracted Ebola in Guinea and more than half had died. But to-date, 9 patients who were admitted to this hospital have recovered and returned home in good health."
        ]
      },
      {
        "heading": "Overcoming stigma",
        "content": [
          "But recovery is not always the end of the battle for former Ebola patients. Many find it difficult to be accepted by their neighbours who are fearful of the disease.",
          "Fanta S., a 24-year-old teacher from Conakry, who returned home after laboratory tests showed she was no longer infected with Ebola, felt the stigma of the disease.",
          "“Many people were shocked to see me alive and looked at me as if they were seeing a ghost,” she said during a check-up at hospital a few days after her release. “My family supported me, but I closed myself up in my room and cried for two hours.” She is still not sure when she will be allowed back at work.",
          "Doctors and nurses at Donka fought for Abdullah’s life for 5 days. Finally, his condition improved and his fever went down. When he had gone a couple of days without any symptoms including fever, diarrhoea, vomiting or bleeding, they took a new blood sample.",
          "Abdullah waited impatiently for the results and was incredibly pleased and relieved when he heard that the sample was negative.",
          "“I felt as if I was reborn and could not wait to hug my twins again,” he says. “The doctors really took great care of me and I’m telling everyone that people who are infected need to go to the hospital.”",
          "While it is safe for Abdullah to interact with others in his community, he will have to take some precautions when it comes to his bodily fluids, as the virus can remain there for at least three months. For example, he will have to use condoms to ensure that he doesn’t pass the virus to his wife. But doctors hope he will never be able to contract Ebola Zaire again."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/ebola/img_0164.tmb-479v.jpg?Status=Master&sfvrsn=8d3c92fe_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Surviving a deadly virus – some in Guinea have recovered from Ebola",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:46Z",
    "first_seen_utc": "2026-01-29T04:55:46Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mass-drug-administration-(mda)-in-the-united-republic-of-tanzania",
    "title": "Mass drug administration (MDA) in the United Republic of Tanzania",
    "published_date": "2014-03-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "The United Republic of Tanzania is endemic for Schistosomiasis. It is estimated that 53.2 million people  are at risk of the disease in 2019. Both, S. mansoni and S. haematobium , are endemic in the country.",
          "The highly affected area are represented by the area along Lake Victoria and the Northwest region. In Zanzibar, long term sustained control efforts have dropped the infection at a  level  such elimination is envisaged.",
          "Annual mass drug administration with praziquantel focussed on school children represent the main control approach against schistosomiasis in Tanzania. Trained school teachers distribute the  medicines to school children. Albendazole for the treatment of soil transmitted helminths is provided as well during the same MDA.",
          "From 2009 to 2018, more than 33.7 million praziquantel treatments have been delivered during MDA with appropriate coverage in school age children.",
          "Integrated control approaches combining extended preventive chemotherapy,  improvement of water, sanitation and hygiene,  (WASH) public health education, vector control, integration to peripheral health system and improved socio-economic living conditions are required in order to sustain the gains and move forward elimination of the disease as a public health problem.",
          "Pictures // © RTI international/Louise Gubb"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/ntd-library/schistosomiasis/mda-campaign-tanzania/ruangwa-district-lindi-region-tanzania-mda-to-primary-school-students-louise-gubb-rti-international3.jpg?sfvrsn=fd31f0e5_6",
      "https://www.who.int/images/default-source/departments/ntd-library/schistosomiasis/mda-campaign-tanzania/rti-fights-ntds-tanzania-mda.jpg?sfvrsn=8c1c5b9c_10",
      "https://www.who.int/images/default-source/departments/ntd-library/schistosomiasis/mda-campaign-tanzania/33778201646-fcd68d4-3k.jpg?sfvrsn=e300fbf3_4",
      "https://www.who.int/images/default-source/departments/ntd-library/schistosomiasis/mda-campaign-tanzania/961-472700-9496f6t77.jpg?sfvrsn=70c79a31_8",
      "https://www.who.int/images/default-source/departments/ntd-library/schistosomiasis/mda-campaign-tanzania/ruangwa-district-lindi-region-tanzania-mda-to-primary-school-students-louise-gubb-rti-international.jpg?sfvrsn=7c4b6215_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Mass drug administration (MDA) in the United Republic of Tanzania",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:48Z",
    "first_seen_utc": "2026-01-29T04:55:48Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/behind-essential-medicines-list",
    "title": "Behind the Essential Medicines List",
    "published_date": "2014-03-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO’s Model Essential Medicines List provides an internationally recognizable set of selected medicines to help countries choose how to treat their priority health needs.",
          "Scaling up the use of zinc sulfate could dramatically reduce the number of the 760 000 children under 5 who die from diarrhoea worldwide, every year. Used with oral rehydration salts, zinc can reduce the severity of childhood diarrhoea episodes, and reduce mortality. This is why the World Health Organization added a 20mg zinc tablet to its 2011 Model Essential Medicines List (EML).",
          "Zinc is now one of the more than 350 medicines on the current Model EML – those that WHO recommends as the best medicines for priority conditions worldwide. Each medicine is selected, through an evidence-based process, for its safety, effectiveness and value for money."
        ]
      },
      {
        "heading": "Uses of WHO’s Model Essential Medicines List",
        "content": [
          "The Model List aims to serve as a cornerstone for countries to develop their own national Essential Medicines Lists. It can assist national decision-makers in reducing costs by helping them identify priority medicines to meet their country’s health needs. It also plays an important advocacy role: inclusion in the EML highlights the potential impact of products; removal from the list can send a clear signal that a product is no longer appropriate.",
          "The EML is also useful to nongovernmental organizations and the private sector: “The EML is one of WHO’s most important projects from the past 35 years,” says Dr Manica Balasegaram, Executive Director of Medécins Sans Frontiers’ Access Campaign. “We use it as a tool to flag drugs for priority use. I would like to see it become an even stronger tool to serve developing countries, a tool for innovation and change.”",
          "In high-income settings, the list helps to provide insurance companies with a neutral, gold-standard list for reimbursement in countries that have their own National Reimbursement Medicines List."
        ]
      },
      {
        "heading": "Background to the Essential Medicines List",
        "content": [
          "The World Health Organization created the first Essential Drugs List in 1977, containing 220 drugs (the name was later modified). Since then the EML Expert Committee has met every two years to update the Model List, using a transparent process. Any entity may propose an addition – individuals, governments, pharmaceutical companies, or medical associations. But they must provide evidence of the proposed drug’s safety, efficacy and cost-effectiveness. They also need to show that the medicine is both essential to meeting priority health care needs and is available in adequate amounts.",
          "Each application is reviewed by two members of the Committee’s dozen or so experts, drawn from a larger expert advisory panel. Their reviews are posted on the WHO web site (the reviewer is not identified to avoid any possible attempts to influence) and are open to comments. Finally, the whole Committee meets for five days to compile the revised Model List, before submitting it for final approval from the Director-General, WHO."
        ]
      },
      {
        "heading": "Adapting the Model list to current needs",
        "content": [
          "Over the past decades, changes to the list have reflected evolving public health challenges – adding in, for example, antiretroviral medicines for HIV and formulations to treat noncommunicable diseases.",
          "In 2007, growing awareness among regulatory authorities that children were not being specifically catered to in medicines led to a World Health Assembly resolution calling on Member States to improve access to essential medicines for children. Later that year, WHO launched the ‘make medicines child size’ initiative and published the first WHO Model List of Essential Medicines for Children (EMLc).",
          "Margaretha Helling-Borda, one of four members of the WHO secretariat supporting the first Expert Committee in 1977, says one of the key benefits for countries has been the setting of criteria for selecting medicines: “This is very important, as is the fact that these criteria and the process are set by WHO and that these are drugs that are scientifically proven. Every country can do what they like but they have to have an example of the criteria and the process to select the best medicines for their people’s needs.”"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Behind the Essential Medicines List",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:49Z",
    "first_seen_utc": "2026-01-29T04:55:49Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/surveying-insulin-availability-and-pricing-vital-to-treating-diabetes",
    "title": "Surveying insulin availability and pricing: vital to treating diabetes",
    "published_date": "2014-03-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Collecting data on the availability and price of medicines is a \ncrucial step in improving access to diabetes medicines like insulin, \nwhich is vital for the survival of people with Type 1 diabetes.\nThe prevalence of diabetes has been steadily increasing for the past \nthree decades and is growing most rapidly in low- and middle-income \ncountries. The percentage of deaths attributable to high blood glucose \nor diabetes is almost 52% in low-income countries, compared with 23% in \nhigh-income countries. \nInsulin and other basic diabetes medicines are reported to be scarce in \nlow-income countries. Only 23% of low-income countries report that \ninsulin is generally available. It is important that countries regularly\n survey and collect data in order to monitor and evaluate the \neffectiveness of policies on medicines. Using smartphones for rapid, mobile collection of medicines data n early 2016, WHO offices in 14 low- and middle-income \ncountries piloted a smart-phone/tablet-based app to survey the price and\n availability of specific medicines. In total, 190 facilities were \nsurveyed, including tertiary hospitals, primary health clinics and \nprivate pharmacies.\nThe app allowed data collectors to travel to facilities and enter data \nusing their devices. The information was then transferred directly a \nglobal database.\n“The tool is designed to avoid duplication of efforts and potential \nmanual entry errors which happen when data are collected on paper and \nthen transferred to an electronic format,” said Gilles Forte, \ncoordinator of the Policy, Access and Use team in the WHO Essential \nMedicines and Health Products Department. \nThe app did pose some challenges, including limited connectivity to \nWi-Fi.\n“WHO encourages countries to collect data regularly on availability and \nprice of medicines. We think this is a promising start to developing a \nway to quickly and simply collect medicines data,” said Dr Forte. “We \nhope that this pilot shows that there are simple and cost-effective ways\n for countries to collect medicines access data.” Access to insulin closely tied to access to medicines Early analysis of the results suggests that there is inadequate \navailability of access to essential medicines to treat diabetes \nincluding insulin, oral hypoglycaemic and cardiovascular medicines in \nmost countries surveyed. The survey also suggests if availability of \nessential medicines generally is poor – availability of diabetes \nmedicines is also likely to be poor. \n“The survey presents a compelling case for the strengthening of \npharmaceutical systems generally,” said Sue Hill, Senior Adviser at the \nDepartment of Essential Medicines and Health Products. “It is important \nto invest in improving capacity across the whole medicines supply chain \nto improve access to medicines, including essential medicines to treat \ndiabetes.” \nWHO is conducting analysis of the data to support activities on \nimproving access to medicines."
        ]
      },
      {
        "heading": "Using smartphones for rapid, mobile collection of medicines data",
        "content": [
          "n early 2016, WHO offices in 14 low- and middle-income \ncountries piloted a smart-phone/tablet-based app to survey the price and\n availability of specific medicines. In total, 190 facilities were \nsurveyed, including tertiary hospitals, primary health clinics and \nprivate pharmacies.\nThe app allowed data collectors to travel to facilities and enter data \nusing their devices. The information was then transferred directly a \nglobal database.\n“The tool is designed to avoid duplication of efforts and potential \nmanual entry errors which happen when data are collected on paper and \nthen transferred to an electronic format,” said Gilles Forte, \ncoordinator of the Policy, Access and Use team in the WHO Essential \nMedicines and Health Products Department. \nThe app did pose some challenges, including limited connectivity to \nWi-Fi.\n“WHO encourages countries to collect data regularly on availability and \nprice of medicines. We think this is a promising start to developing a \nway to quickly and simply collect medicines data,” said Dr Forte. “We \nhope that this pilot shows that there are simple and cost-effective ways\n for countries to collect medicines access data.”"
        ]
      },
      {
        "heading": "Access to insulin closely tied to access to medicines",
        "content": [
          "Early analysis of the results suggests that there is inadequate \navailability of access to essential medicines to treat diabetes \nincluding insulin, oral hypoglycaemic and cardiovascular medicines in \nmost countries surveyed. The survey also suggests if availability of \nessential medicines generally is poor – availability of diabetes \nmedicines is also likely to be poor. \n“The survey presents a compelling case for the strengthening of \npharmaceutical systems generally,” said Sue Hill, Senior Adviser at the \nDepartment of Essential Medicines and Health Products. “It is important \nto invest in improving capacity across the whole medicines supply chain \nto improve access to medicines, including essential medicines to treat \ndiabetes.” \nWHO is conducting analysis of the data to support activities on \nimproving access to medicines."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Surveying insulin availability and pricing: vital to treating diabetes",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:51Z",
    "first_seen_utc": "2026-01-29T04:55:51Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/faster-diagnosis-key-to-finding-drug-resistant-tuberculosis-in-the-republic-of-moldova",
    "title": "Faster diagnosis key to finding drug-resistant tuberculosis in the Republic of Moldova",
    "published_date": "2014-03-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Cristina had been sick with pneumonia-like symptoms for three months. She kept putting off going to the doctor, hoping that she could cure her illness with herbal treatments at home.",
          "Even though her health insurance covers the cost of most health services, Cristina, who is in her seventies, was worried about the additional costs of going to hospital. “You have to prepare for it by saving money for transportation, and food and clothes to take with you,” she says.",
          "Eventually when she was “nearly dead”, she says, she went to the doctor who diagnosed her with tuberculosis (TB) and transferred her to hospital in Chisinau. She then spent 6 weeks in the TB ward before she was eventually diagnosed with multidrug-resistant TB (MDR-TB).",
          "“Rapid diagnosis is extremely important in combating MDR-TB,” says Dr Pierpaolo de Colombani from the review team of the national TB programme organized by the WHO Regional Office for Europe. For too many people, however, diagnosis comes late, or, not at all. WHO estimates that just one in four new MDR-TB cases were diagnosed in 2012."
        ]
      },
      {
        "heading": "High burden of MDR-TB",
        "content": [
          "The Republic of Moldova is among the WHO European Region’s 18 high-priority countries for TB control and one of the world’s 27 countries with the highest burden of MDR-TB.",
          "Almost one third of people newly diagnosed with TB in the Republic of Moldova, and two thirds of those returning for treatment, have MDR-TB. Significant ongoing transmission is due to many factors including unjustified and lengthy hospital stays, poor infection control in TB hospitals, poverty and poor living conditions and late diagnosis."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/tuberculosis/tb-moldova.jpg?sfvrsn=1b6e9ce9_2"
        ]
      },
      {
        "heading": "Rolling out new diagnostic tools",
        "content": [
          "As part of key recommendations made by WHO to combat drug-resistant TB, the Republic of Moldova is introducing rapid diagnostic tools for MDR-TB at the point-of-care. Since 2012, Xpert MTB/RIF assay units have been installed in 30 district and municipal TB services across the country.",
          "Xpert MTB/RIF assay is a rapid, accurate test that can detect TB infection and resistance to the antibiotic rifampicin in less than 2 hours. Unlike traditional smear microscopy, this test can be done outside conventional laboratories and does not require any special training.",
          "If Xpert MTB/RIF assay had been available for Cristina, she would have had the right diagnosis in days, not weeks. She would then have been started immediately on appropriate treatment, giving her a better chance of recovery and reducing the risk of cross-infection or infecting others as well.",
          "“Xpert MTB/RIF has expanded access to testing and decreased delays in diagnosis, without the need to build large numbers of laboratories with advanced biosafety requirements,” says Dr Elena Romancenco, head of the National Reference TB Laboratory in Chisinau."
        ]
      },
      {
        "heading": "Reaching high-risk populations",
        "content": [
          "Last year, the tool was also made available at all sites where people receive antiretroviral therapy for HIV treatment, including the Transnistrian Region and in prison hospitals where both HIV and TB rates are higher than the rest of the country.",
          "Rapid diagnosis is extremely important in combating MDR-TB. - Dr Pierpaolo de Colombani, from the TBM programme, WHO Regional Office for Europe",
          "“Given the nature of TB evolution in people living with HIV, Xpert MTB/RIF is contributing a lot to rapid diagnosis of TB, considerably shortening the stay of these patients with other immuno-compromised patients at antiretroviral therapy sites,” says Dr Lucia Pirtina, national HIV programme manager, and deputy director of the National Hospital for Dermatology and Communicable Diseases.",
          "Nongovernmental organization, Act for Involvement, is also seeing the direct benefits of this new technology in speeding up diagnosis in high-risk populations such as homeless people and prison inmates. “This tool has cut the lead time on lab results, making it possible to enrol people in treatment right away,” says Lilian Severin, director of Act for Involvement."
        ]
      },
      {
        "heading": "Paying for the project",
        "content": [
          "Funding for the initial roll-out of Xpert MTB/RIF was secured through a global 27-country project called EXPAND-TB (Expanding Access to New Diagnostics for TB), funded by UNITAID, as well as the TB REACH initiative funded by the Canadian Government.",
          "The EXPAND-TB project also played a critical role in boosting capacity in the national reference laboratory and two regional reference laboratories to support the implementation of Xpert MTB/RIF assay.",
          "Dr Jarno Habicht, WHO representative in the Republic of Moldova, says a major challenge will be sustaining the system with domestic funds in the years to come: “Given the tight public budgets and the need to prioritize across different competing health needs, as well as the eventual graduation of Moldova from Global Fund eligibility, we need to find feasible solutions on how to ensure sustainable access to essential technologies and resources to decrease the TB burden across the country.”",
          "In the meantime, the national TB programme is achieving significant success in increasing access to rapid diagnostic tools across the country, particularly for primary diagnosis of TB, enabling people like Cristina to get the care that they need much faster."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/tb-moldova.jpg?sfvrsn=1b6e9ce9_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Faster diagnosis key to finding drug-resistant tuberculosis in the Republic of Moldova",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:54Z",
    "first_seen_utc": "2026-01-29T04:55:54Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mhgap-philippines",
    "title": "Scale up of mhGAP across a disaster-affected region in the Philippines",
    "published_date": "2014-02-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Disasters and conflicts lead to increased rates of diverse mental disorders. As a result many people have difficulty functioning in their daily lives, which can have a severe impact on their communities and families, especially when those affected are the breadwinners or carers of children.  Disaster response for mental health problems is increasingly made available but is often chaotic, with many agencies offering different forms of support  for the same problems.",
          "As part of the emergency response to Typhoon Hayan, which struck the Philippines in late 2013, the national  department of health, WHO, the International Medical Corps, Save the Children and Médecins Sans Frontières collaborated in the Eastern Visayas (Region VIII), which are the areas most affected by the disaster.",
          "For more than one year, and in one of the most extensive scale ups of mhGAP to date, the organizations used the same mhGAP curriculum to train health personnel, who were not mental health specialists, at the community level and in general health-care settings.",
          "The training increased the capacity of national health staff and local communities to identify and manage priority mental health conditions using WHO mhGAP guidelines, and helped them to promote psychosocial well-being in affected communities. At least one staff member was trained in 155 of the region’s 159 rural health units (98%) and in 29 of the region’s 32 district and provincial hospitals (91%). The programme also ensured that all doctors trained under the project had access to psychotropic medicines.",
          "Four million people now have access to mental health care in the most affected disaster areas, giving new hope to millions of families. The mental health services offered in the Eastern Visayas are considered a model for other regions of this disaster-prone country."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/mental-health/mhgap/mhgap-7.tmb-1200v.jpg?Culture=en&sfvrsn=f13aee16_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Scale up of mhGAP across a disaster-affected region in the Philippines",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:55Z",
    "first_seen_utc": "2026-01-29T04:55:55Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mhgap-community",
    "title": "Community: a key ingredient to mental health recovery",
    "published_date": "2014-02-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In 2012, 22-year-old FMI left her home town of Hargeisa, Somalia, in search of opportunities to support her poor family. She travelled to Bosaso, found a job as maid, and regularly sent money home. A year later, FMI married and started a family of her own. But as soon as she delivered her first child, her husband abandoned her. At first, FMI managed to raise her baby daughter in Bosaso. Ultimately, she had to return to Hargeisa.",
          "A few months after her return, FMI’s behaviour changed: she wandered the town aimlessly, constantly mumbling to herself, and yelling oddities to strangers. She practically stopped eating, and had trouble sleeping. Her father eventually brought her to the mental health ward of a hospital in Hargeisa. The diagnosis? Psychosis. FMI was admitted and given treatment, including antipsychotic medication.",
          "While hospitalized, FMI underwent psychosocial counselling to deal with her past stressors. Once FMI’s main symptoms subsided, she attended a training course offered at the hospital to acquire new tailoring skills. Focusing on something purposeful accelerated her improvement: she started feeling happy again, and wanted to resume her life as a mother.",
          "A female social worker was also assigned to FMI. She accompanied her on short visits home to evaluate how FMI would fare in her home environment. When FMI was discharged, the social worker continued to visit FMI regularly. The hospital staff raised funds to help FMI purchase a second-hand sewing machine.  She now runs a private tailoring service at home, and is back with her daughter and parents.",
          "“Now I can manage myself and my daughter. I improved with the hospital’s treatment, and I earn my living with the skills I learned from their mental health department,” says FMI. Medication helped FMI, but the key to her recovery was the support she received to reintegrate into the community.",
          "Thanks to the efforts of the Italian NGO GRT-Gruppo per le Relazioni Transculturali (supported by the European Community), local medical and social staff are trained to provide comprehensive care to persons with mental health problems in line with mhGAP principles."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/mental-health/mhgap/mhgap-10.tmb-1200v.jpg?Culture=en&sfvrsn=538c10e3_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Community: a key ingredient to mental health recovery",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:57Z",
    "first_seen_utc": "2026-01-29T04:55:57Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mhgap-guinea",
    "title": "mhGAP: supporting Ebola survivors in Guinea",
    "published_date": "2014-02-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Mamadou and his wife had just married in Guinea when the couple contracted Ebola. Both were transferred to an Ebola Treatment Unit (ETU) to receive care. Mamadou was the lone survivor. He becomes very emotional and tearful when his primary health doctor, newly trained with mhGAP, asks him to describe his experience since he was released from the ETU five months ago.",
          "“My wife and other dead bodies were coming back in my dreams, I couldn’t sleep, I saw them, I saw my wife‘s dead body close to me, I didn’t feel like eating, food had no taste anymore in my mouth, my heart was pounding in my chest and my head was burning. I was not going to work in the field anymore because my neighbours no longer wanted to work with me. They rejected me, I was very isolated, only my mother agreed to come with me.”  Mamadou was convinced no one would be able to help him, especially after consulting two traditional healers who said that his dead wife’s spirit had bewitched him and their treatments did not work.",
          "Thanks to WHO’s mhGAP training of 320 primary health doctors in the districts most affected by Ebola in Guinea, Mamadou was assessed and is receiving both medical and psychological treatment. One month after starting treatment, Mamadou is eating again and has gone back to work in the field.",
          "My wife and other dead bodies were coming back in my dreams, I couldn’t sleep... I was not going to work in the field anymore because my neighbours no longer wanted to work with me. They rejected me, I was very isolated, only my mother agreed to come with me.",
          "An Ebola survivor",
          "The unprecedented epidemic of Ebola virus disease in 2014–2015 destabilized the existing social support systems in all Ebola-affected countries, having a severe impact on those directly affected by Ebola as well as those already at risk of independently developing mental health problems. The increased level of general psychosocial vulnerability and the psychosocial impact of the epidemic on survivors and other members of affected communities can be long lasting.",
          "Training primary health-care providers with mhGAP methods is having a remarkable influence in Guinea. It makes valuable psychological support available not only for Ebola survivors but also for the entire community, including people with severe mental disorders.  As a newly trained nurse explains, “The mhGAP training made me realize that we had unhelpful practices with mentally ill people. We were scared of them and we used to chain them for several days in isolated rooms. We won’t do that anymore.”"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "mhGAP: supporting Ebola survivors in Guinea",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:58Z",
    "first_seen_utc": "2026-01-29T04:55:58Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mhgap-mexico",
    "title": "Collaboration benefits mhGAP training in Mexico",
    "published_date": "2014-02-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Collaboration is at the heart of the WHO Mental health Gap Action Programme (mhGAP) training. Non-specialist health professionals are trained, then supervised, by mental health specialists to identify and manage mental disorders. They can then offer mental health services to people who would otherwise not have access to any. In 2014, Mexico and Spain joined forces for the mhGAP training in Mexico.",
          "Mexico’s Ramón de la Fuente Muñiz National Institute of Psychiatry and Universidad Nacional Autónoma de México (UNAM) teamed up with the Department of Psychiatry of Spain’s Universidad Autónoma de Madrid (UAM) to organize a course based on the mhGAP training.",
          "During May to July 2014, 27 primary care physicians from rural and urban primary care centres in Mexico City and Guadalajara were trained in the use of the mhGAP Intervention Guide and in the identification and treatment of mental conditions. The training team used tools adapted for Spanish speakers by the Pan American Health Organization and the UAM. They were joined by local mental health specialists who will conduct additional training and evaluate its impact.",
          "As in the 2013–2014 mhGAP training of six Caribbean countries (see June 2014 mhGAP newsletter), the training in Mexico combined periods of distance learning and in-person seminars.  The WHO Collaborating Centre for Mental Health Services Research and Training from UAM’s Department of Psychiatry provided the online platform. Face-to-face training was held at the Institute of Psychiatry in Mexico City.",
          "This course is yet another example of how collaboration can significantly improve the quality of care delivered to people with mental health conditions. It is part of Mexico’s commitment to the World Health Organization to move towards universal coverage for a wide range of diseases, including several mental health disorders.",
          "“The course gives us the tools and structured approach to identify and treat problems that have become pandemics in this century; I am grateful for the opportunity to be the person who can make the change at the community level, where there is no psychiatrist” shared a participant."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/mental-health/mhgap/mhgap-11.tmb-1200v.jpg?sfvrsn=73ca8556_3"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Collaboration benefits mhGAP training in Mexico",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:59Z",
    "first_seen_utc": "2026-01-29T04:55:59Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mhgap-syria",
    "title": "mhGAP Training creates more support for vulnerable people in Syria",
    "published_date": "2014-02-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Youssef*, a 38-year-old civil engineer, husband and father of three, suffered a traumatic loss in 2012. His house in Homs was destroyed in the humanitarian emergency, forcing the family to flee to Damascus. During the journey, two of his younger brothers died. Youssef has not been employed since then. He has been living in a shelter with support from a local charity.",
          "Eight months ago, his family noticed that he was losing weight. He felt tired too often and found it difficult to concentrate. He lost interest in all activities that he liked, and was finding it difficult to sleep at night. He was no longer motivated to look for a job to support his family. Youssef felt hopeless and he thought his life was no longer worth living. He shared this with the shelter doctor.",
          "Thankfully, the doctor knew enough about the management of common mental disorders. He had recently received training from the WHO Country Office in Syria on how to assess and manage common mental health conditions during emergencies using the mhGAP Intervention Guide. He diagnosed Youssef as suffering from depression and treated him accordingly.",
          "Since 2013, to respond to the increasing need for mental health care and psychosocial support in the country, the WHO Office in Syria trained more than 500 non-specialist health-care professionals using WHO’s mhGAP Intervention Guide for treating people with mental, neurological and substance use disorders in non-specialized health settings. They now deliver support to people with mental disorders in some of the most affected Governorates in Syria such as Damascus, Rural Damascus, Homs, Sweda'a, Aleppo, Hassaka, Hama, Tartus and Lattakia.",
          "In 2014, an international team of WHO experts trained 36 psychologists from various geographical locations on psychotherapeutic interventions on the management of most vulnerable populations using cognitive behavioural therapy, family therapy and counselling skills.",
          "Eight mental health professionals trained by WHO now supervise primary health-care providers at their community working sites. WHO provides essential psychotropic medications to the Ministry of Health, local NGOs and the Syrian Arab Red Crescent.",
          "Youssef is now recovering from his depression. His concentration levels, mood and sleep have also improved. He is now motivated and able to support himself and his family to cope with these difficult times.",
          "(*Some personal details of the patient have been changed to protect his identity.)"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/mental-health/mhgap/mhgap-9.tmb-1200v.jpg?Culture=en&sfvrsn=1a7ca40f_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "mhGAP Training creates more support for vulnerable people in Syria",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:01Z",
    "first_seen_utc": "2026-01-29T04:56:01Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/china-improving-home-care-for-dementia-patients",
    "title": "China: Improving home care for dementia patients",
    "published_date": "2014-01-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "When she was 71, Sun Yuhua started to lose her memory. She kept forgetting what she had just said or done. She would repeat the same question again and again and fail to remember the answer. Worst of all, she could no longer manage to perform simple household chores.",
          "©Xiong Bin Yuhua knew that all this was happening, but could not bring herself to go to a doctor. Fortunately, her husband was more ready to seek help. Zhensheng heard about a caregiver support group for dementia sufferers, and was finally able to persuade Yuhua to make an appointment with a memory clinic.",
          "Dementia is a progressive brain disorder that makes it increasingly difficult to remember things, think clearly and communicate with others. It is one of the major causes of disability and dependency among older people worldwide. An estimated 9.19 million people in China suffer from the disorder, more than any other country in the world."
        ]
      },
      {
        "heading": "Caregiver support: sharing experiences and improving skills",
        "content": [
          "Most people who have dementia in China are taken care of at home. Caregiver support groups are an important resource for both patients and their families.",
          "Zhensheng’s support group at the Peking University Institute of Mental Health in Beijing was the first to be established in China. Since 2000, people have come together with professional volunteers to share experiences and receive support and advice. The groups offer caregivers an opportunity to vent frustrations and provide a platform to explore different ways to help and cope with dementia patients.",
          "However, caregiver support groups still only exist in bigger cities. Elsewhere, resources are few and far between. The number of memory clinics with well-trained neurologists and psychiatrists is limited and only a few are able to provide integrative care including medication and psychosocial interventions for people with dementia. This means that many cases go undetected and unsupported.",
          "“We are shocked at the great numbers of old people who develop dementia”, says Li Tao, the director of the Qinglongqiao Community Health Center. “They live among us but our doctors do not know how to identify them and detect them during routine medical checkups.”"
        ]
      },
      {
        "heading": "Improving early detection and home care",
        "content": [
          "In order to improve early detection and home care of dementia patients, efforts are under way to better link specialized and community services. A pilot project in Beijing is exploring whether group training and support for family caregivers can help relieve the burden on caregivers and slow down the decline in patients’ daily activity. The project is also trying to find out whether moving services from medical hospitals to community centers could improve access and affordability.",
          "©Hu Lili/Peking University Institute of Mental Health",
          "“If we work together with communities, we may be able to keep more older adults engaged”, says Yu Xin, the Director of the WHO Collaborating Center for Research and Training in Mental Health in Beijing. “When services are within walking distance, it is easier for older adults to get their mental health status checked and receive support.” Since July 2013, the WHO Collaborating Center has been running a training programme for community doctors to teach them the basics of dementia care and improve their screening skills.",
          "Life is certainly much brighter for Sun Yuhua and Zhou Zhensheng thanks to the support group. “Joining the group, learning from the mini-lectures and other families’ experiences, I am picking up ideas and becoming more confident that I can help my wife live with her dementia, and I feel more hopeful,“ says Zhou Zhensheng."
        ],
        "images": [
          "https://www.who.int/images/default-source/departments/mental-health-2/dementia/dementia-training-in-china.jpg?sfvrsn=9ac4eb80_4"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/mental-health-2/dementia/china-improving-care-for-people-with-dementia.jpg?sfvrsn=ce16900c_4",
      "https://www.who.int/images/default-source/departments/mental-health-2/dementia/dementia-training-in-china.jpg?sfvrsn=9ac4eb80_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "China: Improving home care for dementia patients",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:03Z",
    "first_seen_utc": "2026-01-29T04:56:03Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/a-calling-to-treat-epilepsy",
    "title": "A calling to treat epilepsy",
    "published_date": "2014-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Thirteen years ago, Stephen Kontoh got a call. But this was no ordinary call: it was a call from God to become a spiritual leader. So he stopped farming cocoa and selling timber and became a faith healer who treats people with physical, mental and spiritual ailments.",
          "Today, Stephen oversees all faith healers in 3 districts of Ghana’s Central Region. He runs a prayer camp in Kotokye, Central Ghana, where he sees people with various illnesses. He claims to heal people who have had strokes, have problems with alcohol consumption, diabetes, infertility, and other health issues. It is said he even cures blindness.",
          "Stephen’s prayer camp is only 20 metres away from a community health clinic where the Programme on Reducing the Epilepsy Treatment Gap is being implemented by Ghana Health Services and WHO. As part of the project, several community volunteers who work at the health clinic have been trained to raise awareness about epilepsy and support people living with it.",
          "Kotokye’s top faith healer has become involved in the initiative, learning that epilepsy is a non-contagious, chronic brain disorder that requires treatment with antiepileptic medications. Stephen now refers people with epilepsy from his prayer camp to the nearby community health clinic, and is an example of how educating traditional and faith healers can help reduce stigma and discrimination against people with epilepsy."
        ]
      },
      {
        "heading": "Related links",
        "content": [
          {
            "text": null,
            "bullets": [
              "More on epilepsy"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "More on epilepsy",
        "url": "https://www.who.int/mental_health/neurology/epilepsy/en/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "A calling to treat epilepsy",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:56:05Z",
    "first_seen_utc": "2026-01-29T04:56:05Z"
  }
]