[
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/liberia-sharing-his-experience-fighting-ebola",
    "title": "Liberia: Sharing his experience fighting Ebola",
    "published_date": "2015-12-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "“When the outbreak first started in March and we heard about this deadly virus Ebola, I was in Kakata,” says Austin S. Jallah, a student nurse of Kakata University, in Margibi County, Liberia.",
          "“People really doubted the fact that Ebola was real, until we heard about the first case in the hospital. I wasn’t one of those who doubted though. Because I am a student nurse, I had read about the Ebola virus before, how it was first discovered back in 1976.”"
        ]
      },
      {
        "heading": "Infected with the Ebola virus disease",
        "content": [
          "28-year-old Austin is 1 of more than 360 Liberian health workers who have been infected with the deadly Ebola virus during this outbreak.",
          "“I am grateful that my Ebola experience can impact the knowledge of our health workers and help to eradicate this disease from Liberia.” - Austin S. Jallah, WHO expert patient trainer",
          "One day back in August, while doing his day-to-day job of treating patients in the hospital, he had contact with an Ebola patient without knowing the person had the disease.",
          "“I gave medication to a patient in the emergency room but I had no idea that he had the virus. I interacted with him, and later on I found out that he had died of Ebola. From the very moment I heard this, I quickly went to the hospital and I reported myself, informing my colleagues that I had contact with the Ebola patient.”",
          "Austin was then monitored closely by his colleagues. Three days later, he developed fever and started to vomit. He was taken by an ambulance to ELWA 2, one of the Ebola treatment units in the capital city Monrovia.",
          "“When I was admitted into the Ebola treatment unit, I was very much in pain. The whole experience was traumatic for me. The virus really destroys your immune system,” he says.",
          "“While I was inside the Ebola treatment unit, I felt very bad. Fourteen of my health worker friends were infected and taken to the ETU. Ten of them died. I am 1 of only 4 who survived, so I thank God for that.”",
          "After 20 days inside the Ebola treatment unit, Austin received some good news. The results of his second polymerase chain reaction (PCR) test came back negative. The following day, Austin was on the list of people to be discharged from the treatment centre.",
          "“The health worker told me quickly about my discharge and asked me to call and inform my parents and my friends,” he says. “I will never forget that phone call, I was just so happy! I took a bath and I was given new clothes to put on, including new slippers. I had to leave all my belongings that I had in the ETU, my cell phone, money… I left it all there. The hygienist sprayed me for the last time, then I was able to leave the treatment centre.”"
        ]
      },
      {
        "heading": "WHO training programme for health workers on Ebola care",
        "content": [
          "Since September, Austin has been working as a WHO “expert patient trainer”. “The president of the Ebola survivors’ association, who knows me well, contacted me. WHO was looking for Ebola survivors with a medical background to become expert patient trainers. So that is how I started working for WHO,” Austin continues.",
          "Only people who have been sick with Ebola virus disease and recovered from this traumatic experience can truly explain what it was like and what their needs were during their illness. That is why a group of Ebola survivors with a medical background were asked to play a critical role in WHO’s training programme for health workers on Ebola care.",
          "Austin is now part of a mobile WHO training team, teaching other survivors how to play the role of patient again so that they can become trainers as well.",
          "“I am grateful that my Ebola experience can impact the knowledge of our health workers and help to eradicate this disease from Liberia,” he says.",
          "After 20 days inside the Ebola treatment unit, Austin received some good news. The results of his second polymerase chain reaction (PCR) test came back negative. The following day, Austin was on the list of people to be discharged from the treatment centre.",
          "“The health worker told me quickly about my discharge and asked me to call and inform my parents and my friends,” he says. “I will never forget that phone call, I was just so happy! I took a bath and I was given new clothes to put on, including new slippers. I had to leave all my belongings that I had in the ETU, my cell phone, money… I left it all there. The hygienist sprayed me for the last time, then I was able to leave the treatment centre.”"
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/ebola/patient-trainer-630.tmb-1200v.jpg?sfvrsn=5dcb9085_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Liberia: Sharing his experience fighting Ebola",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:19Z",
    "first_seen_utc": "2026-01-29T04:54:19Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/healthy-and-sustainable-health-care-facilities",
    "title": "Healthy and sustainable health care facilities",
    "published_date": "2015-12-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Case studies from China, Rwanda, Switzerland and Viet Nam",
        "content": [
          "Energy for women’s and children’s health: WHO/UN Women/UN Foundation - High Impact Opportunity on Energy and Women’s Health A new High Impact Opportunity on Energy for Women’s and Children’s Health , led by WHO, UN Foundation, and UN Women and the aims to improve health facility access to electricity in low-income regions that often lack reliable power. The initiative seeks to address structural, policy, and market barriers limiting access to modern energy sources for health care facilities in low resource settings. It will convene health and energy policy makers to stimulate: more comprehensive planning of energy needs in health facilities; track needs and gaps; build technical capacity; and optimize use of modern energy technologies, including renewable power sources. The initiative was launched in 2012 as a High Impact Opportunity of the UN Secretary General’s initiative Sustainable Energy for ALL (SE4ALL). It reflected growing awareness and concern with the lack of electricity access in community health facilities in many low-income settings. According to available surveys of 11 major Sub-Saharan African countries, for instance, about one-quarter of health facilities lack any electricity at all, while only about one third of hospitals have reliable electricity access. Access to energy (in particular access to electricity) is a key factor in health services delivery. Power is required for the operation of many life-saving medical devices used in maternal delivery, emergency procedures and laboratory analysis. It is likewise critical to good lighting, refrigeration, ventilation, communications and computers, water pumping, and safer management of medical waste (e.g. using non-incineration methods). For all of these reasons, efficient, functioning energy services are critical to attainment of major health and development goals, including the unfinished MDGs. A programme of work has recently been developed using a partnership approach that leverages key strengths of the different lead agencies involved. Key contributions of WHO to these efforts include: Improved measurement, monitoring, and reporting of trends in energy access in health care facilities, including through the expanded use and refinement of health facility survey tools such as WHO’s Service Availability and Readiness Assessment (SARA). Convening health and energy sector actors to facilitate improved consideration of energy gaps, needs and issues within health systems policy and planning processes. Support capacity-building among health system programme and facility managers to manage reliable, efficient energy systems. Outreach, awareness-raising about the importance of efficient, sustainable of energy service provision as part of improved health service delivery. WHO Service Availability and Readiness Assessment (SARA) SE4All Women at the forefront",
          "Butaro Hospital, Burera District – Rwanda Allan Ricks/Mass Design Group Butaro Hospital features innovative design measures to control hospital-acquired infections and conserve energy. Opened in 2011, the 150-bed facility serves around 400,000 people of the Burera District, a rural area of northern Rwanda. Due to the temperate climate and use of passive solar design and natural ventilation, the facility can almost entirely dispense with air-conditioning systems. This results in significant energy savings and effectively reduces the transmission of airborne diseases, such as tuberculosis, by up to 35%. The facility was a joint project between the Rwandan Government, Partners In Health (PIH), and the Clinton Foundation, implemented exclusively by Rwandans. Local construction workers were trained on-site in the use of low-impact materials, such as volcanic rock and wood. Using local material and labour and minimizing machinery reduced the construction cost to USD $ 4.4 million, one third less than the typical cost of a Rwandan hospital. The Butaro District Hospital is an example of how a modern hospital in rural Africa can create a cost-effective, sustainable environment for quality care. More information about the Butaro Hospital",
          "Green and Safe Hospitals Initiative – China China's Eleventh Five-Year Plan for 2006 to 2010 set binding goals for the environment based on the two basic state policies of saving resources and protecting the environment. In accordance with this national plan, the Jilin Province Health Bureau and Changchun Mayor officially endorsed the WHO’s Green and Safe Hospitals initiative. The goal of the initiative is to improve the health of patients, workers and surrounding communities while also preparing for emergencies, utilizing less toxic chemicals and leading other sectors by example. The First Hospital of Jilin University was selected to be the pilot hospital for this project, focusing on alternative energy generation and energy efficiency. It saves heating and cooling costs by using a solar wall combined with a heat absorption pump system. The pump also absorbs the energy from waste gas for the heating system. These solar and waste reuse strategies will save $150,000 per year. Additionally, the implementation of LED lights saves 50% of power compared with T5 lights, a savings of $80,000 of power expense per year. Another priority for the First Hospital of Jilin University has been on decreasing the volume of medical waste and mercury exposure. This helps to create a safer and healthier environment, thereby benefiting health workers and occupational health determinants.",
          "Vaccine supply chain innovations – Project Optimize An assembled and functional battery-free solar vaccine refrigerator in Vietnam. WHO/PATH/Project Optimize/Hai Le Heat-exposed vaccines can spoil if inadequately refrigerated, and until recently, gas-powered refrigerators or solar refrigerators with lead battery systems have been the only options in locations with unreliable or no grid electricity. Project Optimize, a WHO and PATH collaboration, has joined forces with national ministries of health in Albania, Guatemala, Senegal, Tunisia, and Vietnam. The project aims to implement new immunization information systems and vaccine supply chains for improved logistics and sustainability. For instance, the “net zero” project is testing a comprehensive renewable power system along the entire vaccine supply chain. The project aims to integrate the supply chain system into one chain of refrigeration and delivery. It also aims to use solar energy and energy efficiency measures to reduce the environmental impact of supply storage and transport. Furthermore, a networked digital supply information system is being implemented to improve tracking of vaccine distribution. WHO/PATH Project Optimize",
          "Riviera-Chablais Hospital – Switzerland Hospitals can be constructed to be serviced by one form of transport, or they can be planned carefully for access by various modes, including bus, rail, mini-bus, cycling, walking and private vehicles. To ensure sustainability and high access by all stakeholders, civil society groups have pushed planners to consider these factors in the design of the Riviera-Chablais Hospital in Switzerland. Groups include: the Communauté d'intérêts pour les transports publics (CITRAP or Community of Interest for Public Transport), the Association of Transport and Environment (ATE) and Conseil Lémanique pour l'Environnement (CLE or Geneva Council for the Environment). These organizations have advocated for a stronger multimodal accessibility strategy to ensure rapid and equitable access to treatment, along with the sustainable development of the broader community. Riviera Chablais Hospital"
        ]
      },
      {
        "heading": "Energy for women’s and children’s health: WHO/UN Women/UN Foundation - High Impact Opportunity on Energy and Women’s Health",
        "content": [
          "A new High Impact Opportunity on Energy for Women’s and Children’s Health , led by WHO, UN Foundation, and UN Women and the aims to improve health facility access to electricity in low-income regions that often lack reliable power.",
          {
            "text": "The initiative seeks to address structural, policy, and market barriers limiting access to modern energy sources for health care facilities in low resource settings. It will convene health and energy policy makers to stimulate:",
            "bullets": [
              "more comprehensive planning of energy needs in health facilities;",
              "track needs and gaps;",
              "build technical capacity; and optimize use of modern energy technologies, including renewable power sources."
            ]
          },
          "The initiative was launched in 2012 as a High Impact Opportunity of the UN Secretary General’s initiative Sustainable Energy for ALL (SE4ALL). It reflected growing awareness and concern with the lack of electricity access in community health facilities in many low-income settings. According to available surveys of 11 major Sub-Saharan African countries, for instance, about one-quarter of health facilities lack any electricity at all, while only about one third of hospitals have reliable electricity access.",
          "Access to energy (in particular access to electricity) is a key factor in health services delivery. Power is required for the operation of many life-saving medical devices used in maternal delivery, emergency procedures and laboratory analysis. It is likewise critical to good lighting, refrigeration, ventilation, communications and computers, water pumping, and safer management of medical waste (e.g. using non-incineration methods).",
          "For all of these reasons, efficient, functioning energy services are critical to attainment of major health and development goals, including the unfinished MDGs.",
          {
            "text": "A programme of work has recently been developed using a partnership approach that leverages key strengths of the different lead agencies involved. Key contributions of WHO to these efforts include:",
            "bullets": [
              "Improved measurement, monitoring, and reporting of trends in energy access in health care facilities, including through the expanded use and refinement of health facility survey tools such as WHO’s Service Availability and Readiness Assessment (SARA).",
              "Convening health and energy sector actors to facilitate improved consideration of energy gaps, needs and issues within health systems policy and planning processes.",
              "Support capacity-building among health system programme and facility managers to manage reliable, efficient energy systems.",
              "Outreach, awareness-raising about the importance of efficient, sustainable of energy service provision as part of improved health service delivery."
            ]
          },
          {
            "text": null,
            "bullets": [
              "WHO Service Availability and Readiness Assessment (SARA)",
              "SE4All Women at the forefront"
            ]
          }
        ]
      },
      {
        "heading": "Butaro Hospital, Burera District – Rwanda",
        "content": [
          "Allan Ricks/Mass Design Group",
          "Butaro Hospital features innovative design measures to control hospital-acquired infections and conserve energy. Opened in 2011, the 150-bed facility serves around 400,000 people of the Burera District, a rural area of northern Rwanda. Due to the temperate climate and use of passive solar design and natural ventilation, the facility can almost entirely dispense with air-conditioning systems. This results in significant energy savings and effectively reduces the transmission of airborne diseases, such as tuberculosis, by up to 35%.",
          {
            "text": "The facility was a joint project between the Rwandan Government, Partners In Health (PIH), and the Clinton Foundation, implemented exclusively by Rwandans. Local construction workers were trained on-site in the use of low-impact materials, such as volcanic rock and wood. Using local material and labour and minimizing machinery reduced the construction cost to USD $ 4.4 million, one third less than the typical cost of a Rwandan hospital. The Butaro District Hospital is an example of how a modern hospital in rural Africa can create a cost-effective, sustainable environment for quality care.",
            "bullets": [
              "More information about the Butaro Hospital"
            ]
          }
        ]
      },
      {
        "heading": "Green and Safe Hospitals Initiative – China",
        "content": [
          "China's Eleventh Five-Year Plan for 2006 to 2010 set binding goals for the environment based on the two basic state policies of saving resources and protecting the environment. In accordance with this national plan, the Jilin Province Health Bureau and Changchun Mayor officially endorsed the WHO’s Green and Safe Hospitals initiative. The goal of the initiative is to improve the health of patients, workers and surrounding communities while also preparing for emergencies, utilizing less toxic chemicals and leading other sectors by example.",
          "The First Hospital of Jilin University was selected to be the pilot hospital for this project, focusing on alternative energy generation and energy efficiency. It saves heating and cooling costs by using a solar wall combined with a heat absorption pump system. The pump also absorbs the energy from waste gas for the heating system. These solar and waste reuse strategies will save $150,000 per year. Additionally, the implementation of LED lights saves 50% of power compared with T5 lights, a savings of $80,000 of power expense per year. Another priority for the First Hospital of Jilin University has been on decreasing the volume of medical waste and mercury exposure. This helps to create a safer and healthier environment, thereby benefiting health workers and occupational health determinants."
        ]
      },
      {
        "heading": "Vaccine supply chain innovations – Project Optimize",
        "content": [
          "An assembled and functional battery-free solar vaccine refrigerator in Vietnam. WHO/PATH/Project Optimize/Hai Le",
          "Heat-exposed vaccines can spoil if inadequately refrigerated, and until recently, gas-powered refrigerators or solar refrigerators with lead battery systems have been the only options in locations with unreliable or no grid electricity.",
          {
            "text": "Project Optimize, a WHO and PATH collaboration, has joined forces with national ministries of health in Albania, Guatemala, Senegal, Tunisia, and Vietnam. The project aims to implement new immunization information systems and vaccine supply chains for improved logistics and sustainability. For instance, the “net zero” project is testing a comprehensive renewable power system along the entire vaccine supply chain. The project aims to integrate the supply chain system into one chain of refrigeration and delivery. It also aims to use solar energy and energy efficiency measures to reduce the environmental impact of supply storage and transport. Furthermore, a networked digital supply information system is being implemented to improve tracking of vaccine distribution.",
            "bullets": [
              "WHO/PATH Project Optimize"
            ]
          }
        ]
      },
      {
        "heading": "Riviera-Chablais Hospital – Switzerland",
        "content": [
          "<div><img data-sf-ec-immutable=\"\" src=\"http://webitpreview.who.int/entity/sustainable-development/health-sector/case-studies/Hopital-Riviera-Chablais-Vaud-Valais-aerial.jpg\" alt=\"Aerial view of the planned site of the Riviera-Chablais Hospital in Rennaz, Switzerland.\" width=\"500\" height=\"256\" /><div>Aerial view of the planned site of the Riviera-Chablais Hospital in Rennaz, Switzerland.</div>\r\n        <div>H&ocirc;pital Riviera Chablais</div>\r\n    </div>",
          {
            "text": "Hospitals can be constructed to be serviced by one form of transport, or they can be planned carefully for access by various modes, including bus, rail, mini-bus, cycling, walking and private vehicles. To ensure sustainability and high access by all stakeholders, civil society groups have pushed planners to consider these factors in the design of the Riviera-Chablais Hospital in Switzerland. Groups include: the Communauté d'intérêts pour les transports publics (CITRAP or Community of Interest for Public Transport), the Association of Transport and Environment (ATE) and Conseil Lémanique pour l'Environnement (CLE or Geneva Council for the Environment). These organizations have advocated for a stronger multimodal accessibility strategy to ensure rapid and equitable access to treatment, along with the sustainable development of the broader community.",
            "bullets": [
              "Riviera Chablais Hospital"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "WHO Service Availability and Readiness Assessment (SARA)",
        "url": "https://www.who.int/data/data-collection-tools/service-availability-and-readiness-assessment-(sara)"
      },
      {
        "text": "SE4All Women at the forefront",
        "url": "https://www.seforall.org/women-at-the-forefront"
      },
      {
        "text": "More information about the Butaro Hospital",
        "url": "http://www.pih.org/pages/butaro-hospital"
      },
      {
        "text": "WHO/PATH Project Optimize",
        "url": "https://www.who.int/teams/immunization-vaccines-and-biologicals/essential-programme-on-immunization/supply-chain/project-optimize"
      },
      {
        "text": "Riviera Chablais Hospital",
        "url": "https://www.hopitalrivierachablais.ch/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Healthy and sustainable health care facilities",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:21Z",
    "first_seen_utc": "2026-01-29T04:54:21Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/a-story-from-tuvalu-1.5-to-stay-alive",
    "title": "A story from Tuvalu: 1.5° to stay alive",
    "published_date": "2015-12-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Tuvalu's Minister of Health urges leaders to reach an agreement at COP21 that considers health and targets a 1.5 degree Celsius warming limit. This has become a rallying cry of small island states, which are among that countries most immediately threatened by climate change due to rising sea levels. The Minister says the health and survival of Pacific people are already endangered and they cannot wait much longer.",
          "Full transcript of interview shown below",
          "Q: Please share with us a story showing the reality in Tuvalu.",
          "A: Ok, here is one. In Tuvalu, mothers are responsible for bringing up children, managing the money issues, taking care of family member when not well, cooking, cleaning, washing, etc. When children are sick, mothers take care. Because of climate change, there will be more diarrhoea, dengue fever, and other illnesses. Due to El Nino this year, there has been a long drought. Local food production is decreasing due to the salinity of ground water. Because of storm surge caused by Tropical Cyclone Pam in March 2015, added to the sea level rise, community health centre was damaged and not functioning anymore. When a mother brings her dehydrated child with diarrhoea and high fever, she cannot get services from health centre any more. Climate change increases the burden of disease and demands for healthcare services, but at the same time, it destroys our healthcare facilities which are desperately need during the disaster period.",
          "Indeed, this is a common story in our outer islands affected by TC Pam: Nanumaga (100% destroyed), Nanumea (40% damaged), Niutao (40% damaged), Nui (40% damaged).",
          "Q: So, how services are provided in the damaged healthcare facilities during the response and recovery from TC Pam aftermaths? Could you please describe the situation of healthcare facilities?",
          "A: In Tuvalu, there are two nurses (one midwife nurse, the other junior nurse) and one sanitary aid in the community health centre per each outer island. In Nanumaga island, where the community health centre was completely destroyed by TC Pam, the Ministry has been renting a private home for the urgent patients to be examined. Because we cannot keep the patient more than two in this rented house, nurses were visiting the patients’ home. This means that children with diarrhoea were being treated at home. It is a scary situation, because we cannot provide good quality services. We cannot handle an outbreak situation this way.",
          "In other outer islands where health centres were partially damaged, we set up examination and treatment rooms divided by curtains, without compartment. So, there is no good privacy in the healthcare services in those islands.",
          "Q: So, why the global climate change agreement to be adopted by COP21 important to health and wellbeing of Tuvaluan mothers and children?",
          "A: First, COP21 should adopt a legally binding global agreement that will ensure the warming less than 1.5 degree. Current negotiations are talking around 2.0 degree but Pacific Island countries are all united to demand the warming less than 1.5 degree for very survival. We have already been experiencing the impacts of climate change as we speak now, and atoll island countries will be swamped.",
          "Second, I would like to see “human health” considered in the negotiations at COP21. Yes, polar bears are also endangered by melting glaciers and they deserve attention of world leaders. However, our children and their mothers in small island states of the Pacific should also deserve the same or even more attention of the world leaders and citizens. As much as the extinction of an animal species is important, that of Pacific civilization of humankind is of paramount importance.",
          "Q: What would be your priorities as champion of health impacts of climate change in the Pacific?",
          "A: I believe the character of a leader is determined by her/his action towards the vulnerable people.",
          "In Tuvalu, we need technical and financial assistance through global climate financing to build climate resilience of our health system. Number one priority will be to make healthcare facilities safe and resilient to climate change and natural disasters. Healthcare facilities should have been strong enough to stand TC Pam from the start. So, we will have to build back better. We want to move the healthcare facilities to higher locations (even though it will mean 1 meter higher), to be protected from storm surge or king tides, so that we can cope with the sea level rise in the coming decades. In this context, I am eager to see the new WHO-UNDP project on climate resilience building of health system in Tuvalu, funded by the Least Developed Countries Fund (LDCF) of GEF to start as soon as possible. Today is 9 December 2015, and Tuvalu GEF Focal Point endorsed this project already last December. We have been waiting for the commencement of this project for almost one year. I hope to see the planning activities will start from January 2016. Our people cannot wait much longer."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "A story from Tuvalu: 1.5° to stay alive",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:23Z",
    "first_seen_utc": "2026-01-29T04:54:23Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/hand-hygiene-in-the-control-of-ebola-and-health-system-strengthening",
    "title": "Hand hygiene in the control of Ebola and health system strengthening",
    "published_date": "2015-11-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "",
        "content": null
      },
      {
        "heading": "Introduction",
        "content": [
          "WHO aims to highlights a number of key messages and documents \r\non hand hygiene in the prevention of Ebola Virus Disease, including \r\nstories from the field. Many of the existing WHO hand hygiene \r\nimprovement tools are also relevant in Ebola response and recovery \r\nincluding a guide to local production of alcohol-based handrub \r\ninstructions as part of the WHO recommendation for a multimodal \r\ninfection prevention improvement strategy."
        ]
      },
      {
        "heading": "Stories from the fieldThanks to Dr Joyce Hightower for submitting this story from Guinea.",
        "content": null,
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/hh-ebola-guinea.jpg?sfvrsn=9a9d9eb0_2"
        ]
      },
      {
        "heading": "A Swiss led project to support local production of alcohol-based handrub in Ebola affected countriesThanks to Dr Olivier Hagon, Hôpitaux Universitaires de Genève.",
        "content": null,
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/hh-ebola-liberia.jpg?sfvrsn=e8075682_2"
        ]
      },
      {
        "heading": "",
        "content": null
      },
      {
        "heading": "Hand hygiene and infection \r\nprevention and control in Mali 2014-2015 – lessons from the past help to\r\n stop an Ebola Virus Disease (EVD) OutbreakThanks to Dr JP Ngandu-Mbanga for submitting this story from Mali.",
        "content": [
          "By launching national campaigns and actions at the point of care, Mali has been a pioneer country on improvement of hand hygiene in health care over the past years. The response to the recent EVD outbreak built on these previous actions and highlighted the critical need for refreshed messaging.",
          "Back in 2007, the Honourable Minister for Sport and Youth (acting for the Minister of Health) formally committed\r\n Mali’s support to implementing actions to reduce health care-associated\r\n infection, in line with the WHO \"Clean Care is Safer Care\" programme. \r\nThis ran alongside the introduction of a multimodal hand hygiene improvement strategy ,\r\n which was implemented at the Hôpital du Point G, in  Bamako, from \r\nDecember 2006 through June 2008. This was the first hospital on the \r\nAfrican continent to take up this multimodal challenge, which consisted \r\nof introducing a locally produced alcohol-based handrub; monitoring hand\r\n hygiene compliance; providing performance feedback; educating staff; \r\nposting reminders in the workplace; and promoting an institutional \r\nsafety climate. Local handrub production and quality control proved to \r\nbe feasible, affordable, and satisfactory and health-care workers’ \r\ncompliance with hand hygiene and knowledge thereof increased \r\nsignificantly Building on these past achievements and an understanding of the \r\nimportance of infection prevention and control and hand hygiene, several\r\n activities were rapidly put in place in response to the EVD outbreak; \r\nsuccessful results were achieved in a short time thanks to political \r\ncommitment, community participation and good collaboration among \r\npartners under WHO technical coordination. Facilities improved, \r\nhealth-care worker and community knowledge and compliance also improved.\r\n  A fall in the rate of diarrhoeal diseases was also reported. These \r\nwere the main activities: -\tTraining of trainers” by WHO staff to professionals from different \r\nhospitals. This included emphasis on the amount of alcohol-based handrub\r\n to be used, and was followed up by further training during site visits; -\tTraining of cadres and non-professionals from all seven district hospitals of Bamako and Kati; -\tCross-border meetings with community members and professionals from \r\nKouremale, Mali with their counterparts in Kouremale, Guinea, to \r\nstrengthen joint efforts with hand hygiene practices; -\tDevelopment of a video message on the importance of hand hygiene for \r\nboth health-care workers and community members to prevent EVD \r\ntransmission, in close collaboration with the communication \r\nsub-committee and a local journalist. The video message was played on \r\nnational TV immediately after the evening news; -\tHand hygiene resources made available and distributed in all \r\nhealth-care facilities, border crossings, schools, churches and mosques,\r\n government and other public institutions e. g. banks and private sector\r\n firms throughout the country. Some individuals could purchase ABHR e.g.\r\n hotels, while others were donated through different partners; -\tTwo local events strongly supported by the availability of hand \r\nhygiene resources and supervised by trained teams to ensure the \r\nachievement of standards by all in attendance. These were the Maouloud \r\nFestival and the International Trade Fair of Bamako called “Febak”. \r\nDuring these large events, not one case of contamination was reported, \r\neither during or after; -\tThe three districts of Kayes (Kita, Kanieba and Kayes) visited with \r\nhand hygiene messages reinforced. In Kayes, the surveillance team \r\nreplaced recommendations for handwashing with alcohol-based handrub for \r\nevery driver that entered the ground of a facility. Training on the \r\nquantity of handrub to be used on clean hands (not soiled) and \r\nsensitization with community members on the importance of handwashing \r\nwas also key; -\tA feedback meeting held with all authorities from the public, private \r\nand confessional district health-care facilities to influence \r\ndecision-making, and to ensure a continued sustainability and monitoring\r\n process. The teams working during the EVD outbreak were proud to see behaviour \r\nchange from health-care workers and the general public, thanks to \r\nimplementation of the multimodal hand hygiene improvement approach. They\r\n worked closely with Ministry of Health and WHO leads until came \r\ndeclaration of the end of the outbreak."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/hh-ebola-mali.jpg?sfvrsn=f96c3a23_2"
        ]
      }
    ],
    "references": [
      {
        "text": "improvement strategy",
        "url": "http://www.ncbi.nlm.nih.gov/pubmed/20017633"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/hh-ebola-guinea.jpg?sfvrsn=9a9d9eb0_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/hh-ebola-liberia.jpg?sfvrsn=e8075682_2",
      "https://cdn.who.int/media/images/default-source/ihs/ipc/hand-hygiene/hh-ebola-mali.jpg?sfvrsn=f96c3a23_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Hand hygiene in the control of Ebola and health system strengthening",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:25Z",
    "first_seen_utc": "2026-01-29T04:54:25Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/strengthening-medicines-regulation-in-central-africa",
    "title": "Strengthening medicines regulation in Central Africa",
    "published_date": "2015-11-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In some countries, there is a risk that substandard medicines will be registered by national regulatory authorities because of a lack of technical capacity and poor resourcing. It causes problems not just for the individual country, but for the surrounding\r\n    region – porous borders mean substandard medicines originating in one poorly-regulated jurisdiction can enter another country if the regulatory system is not strong enough to detect it.",
          "The issue has been recognized by the World Health Assembly, which has urged WHO to engage networks of national regulatory authorities to pool their capacities to promote greater access to quality, safe, efficacious and affordable medical products ( see WHA resolution 67.20 ).",
          "One of the regions responding to the challenge is Central Africa. “We have regulations and national regulatory authorities which have to authorise any medicine before it is sold or given free to people,” says Emilienne Yissibi, consultant\r\n    at Organisation for Coordination in the Fight Against Endemic Diseases in Central Africa (OCEAC). “But the system is not very strong – the control is not always as it should be.”"
        ]
      },
      {
        "heading": "Ensuring the same level of regulatory capacity across the region",
        "content": [
          "Six nations of the subregional economic group, the Central African Economic and Monetary Community (CEMAC), have to resolved to work together to ensure each has the same level of capacity, documents, tools and processes in their regulatory authorities.\r\n    In 2013, CEMAC Member States adopted a common medicine policy, to standardize institutional and legal frameworks across the region. Dr Yissibi says the common policy is a good foundation, but there is much work ahead.",
          "“Now we have the common policy with common objectives, we have to train regulators and strengthen legislation in each country,” she says. “We have to bring every country to work together to strengthen their legislation and to ensure\r\n    that legislation is applied and respected.” The implementation of this common policy is being supported by WHO through the EU/ACP/WHO Renewed Partnership which aims to strengthen pharmaceutical systems and improve access to quality medicines\r\n    in 15 African countries of the African, Caribbean and Pacific Group of States (ACP)."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/access-to-medicines/brazza_pic310px.jpg?sfvrsn=23cb70ef_1"
        ]
      },
      {
        "heading": "EU/ACP/WHO Renewed Partnership assistance",
        "content": [
          "To improve countries’ ability to harmonize procedures and share resources, a workshop organized by OCEAC was held in Brazzaville in the Republic of Congo from 20-25 July 2015, with WHO technical support and financial support from the EU/ACP/WHO\r\n    Renewed Partnership. Regulators from Cameroon, the Central African Republic, Chad, Congo, Equatorial Guinea and Gabon took part to build their capacity to evaluate products.",
          "The Coordinator of OCEAC’s Regional Sub-Program Harmonization of National Pharmaceutical Policies in Central Africa, Dr Bernard Aimé Djitafo Fah, says WHO’s efforts through the Renewed Partnership reinforce OCEAC’s efforts to\r\n    ensure that regulatory authorities across the region have the necessary skills to be able to ensure medicines given to their population meet national standards.",
          "“The challenge is to develop the technical expertise in quality assurance and marketing authorisation,” he says. “They need to adopt the same regulations on all topics and then implement them in each country and, one day, may consider\r\n    pooling resources to become more efficient.”",
          "In the framework of the same project, WHO and OCEAC are planning other activities aimed at building and strengthening the capacity of national regulatory authorities in Central African countries, and continuing the efforts to ensure the region’s\r\n    population has access to quality-assured pharmaceutical products and medical devices."
        ]
      }
    ],
    "references": [
      {
        "text": "",
        "url": "http://apps.who.int/medicinedocs/en/m/abstract/Js21456en/"
      },
      {
        "text": "see WHA resolution 67.20",
        "url": "https://apps.who.int/iris/bitstream/handle/10665/162864/A67_R20-en.pdf?sequence=1&isAllowed=y"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/access-to-medicines/brazza_pic310px.jpg?sfvrsn=23cb70ef_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Strengthening medicines regulation in Central Africa",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:27Z",
    "first_seen_utc": "2026-01-29T04:54:27Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/access-to-medicines-in-the-spotlight-at-harare-talks",
    "title": "Access to medicines in the spotlight at Harare talks",
    "published_date": "2015-11-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "A partnership between the European Union (EU), the African, Caribbean and Pacific countries (ACP) and the World Health Organization (WHO) opened a three-day meeting in Harare on 24 June to review progress on improving the pharmaceutical sector in 15 African countries to increase access to medicines. The meeting brings together officials and medicines experts from 15 African countries, WHO, the EU and other partners. The Minister of Health and Childcare of Zimbabwe, the Honourable Dr. David Parirenyatwa, officially opened the meeting at at the Meikles Hotel in downtown Harare.",
          "With 10 million Euro financial backing from the EU over a period of four years, the EU/ACP/WHO partnership is playing a critical role in supporting the development of norms, standards and guidelines and improving access to information and expertise in Burundi, Cameroon, Congo, Democratic Republic of Congo, Ethiopia, Ghana, Guinea-Conakry, Kenya, Mali, Mozambique, Senegal, Tanzania, Togo, Zambia, and Zimbabwe.",
          "\"Medicines must be available. They must be affordable. They must be free for the population. And they need to be safe.” David Parirenyatwa, Minister of Health and Child Care of Zimbabwe \"WHO appreciates the EU's contribution to improving the pharmaceutical sector to expand access to medicines. This work is critical for a well-functioning health system.\" David Okello, WHO Representative in Zimbabwe “Health is one of the focus areas of the EU’s aid to Zimbabwe, and improving the pharmaceutical sector is key to achieving better health.” Jorge Pereiro-Pinon, Representative of the European Commission Delegation “We need to position health in the UN post-MDG agenda and access to medicines should continue to be a major pillar of that agenda.” John Kakulé, Secretariat of the African, Caribbean and Pacific Group of States (ACP) \"20-30% of the world’s population does not have access to medicines. Improving the pharmaceutical sector will not only expand access but also promote universal health coverage.” Kees De Joncheere, Director WHO Essential Medicines and Health Products"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/access-to-medicines/davidparirenyatwa.jpg?sfvrsn=36dcc921_1",
      "https://cdn.who.int/media/images/default-source/access-to-medicines/davidokello.jpg?sfvrsn=f4488971_1",
      "https://www.who.int/images/default-source/access-to-medicines/jorgepereiropinon.jpg?sfvrsn=93e720fd_1",
      "https://cdn.who.int/media/images/default-source/access-to-medicines/johnkakule6b677867-1ad7-4ba7-926c-6e308447f9db.jpg?sfvrsn=4dbaf02c_1",
      "https://cdn.who.int/media/images/default-source/access-to-medicines/keesdejoncheere.jpg?sfvrsn=ba5c0604_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Access to medicines in the spotlight at Harare talks",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:29Z",
    "first_seen_utc": "2026-01-29T04:54:29Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/eu-acp-who-renewed-partnership-tackling-dangerous-pharmaceuticals",
    "title": "EU/ACP/WHO Renewed Partnership: tackling dangerous pharmaceuticals",
    "published_date": "2015-11-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Since the term spurious/substandard/falsely-labelled/falsified/counterfeit health products first emerged in the international arena three decades ago, the problem has only become more complex. Once regarded as a problem primarily for low- and middle-income countries, the scourge of SF products has now become global, as a result of globalization, rapidly expanding free trade and the Internet.SF medical products cause death, hospitalisations and disabilities. However in the vast majority of cases they just fail to treat the patients’ disease, leading to the same detrimental outcomes, whilst making these incidents difficult to detect by healthcare professionals and governments.",
          "Unregulated websites are a key source of SF products. Perhaps more worrying though, is that incidents of SF medical products are frequently reported to WHO from hospitals, clinics and pharmacies within the regulated supply chain: precisely where patients should have full confidence in the safety and effectiveness of the medicines they receive.",
          "WHO, Member States, regional groups, international organizations, civil society, and industry widely recognize this issue as a significant and unacceptable threat to human health. In 2012, the Sixty-fifth World Health Assembly re-established a clear mandate to tackle SF Medical Products, as part of WHO’s fundamental role in protecting public health (resolution WHA65.19). It calls on WHO to support Member States in building capacity to prevent and control SSFFC medical products, and established a Member State mechanism focused on cooperation collaboration and capacity building in relation to SF products."
        ]
      },
      {
        "heading": "SF products: an ill wind",
        "content": [
          "Medicines regulators like Abdela Kasso Rari, the Director of Medicine Facility Inspection in Ethiopia’s Food, Medicines and Health Care Administration and Control Authority, recognize the value of collaboration over the issue. “No country is free from medical products counterfeiting which is an act of economic sabotage,” he says. “It is an ill wind that blows to everyone.”",
          "But while the threat of SF products is acknowledged, detection poses huge challenges. Evidence on the scope of the problem is poor. There is no accurate global or regional assessment of the scope, scale and harm caused. Some excellent surveys have been conducted in various different parts of the world but they are often short term, restricted to specific therapeutic categories or limited geographic areas."
        ]
      },
      {
        "heading": "Collaborating to fight SF",
        "content": [
          "Eleven African countries recently moved to improve their technical capacity to tackle SF products, in a workshop in Ethiopia conducted by the WHO Safety and Vigilance team, in collaboration with the US Pharmacopeial Convention Promoting the Quality of Medicines programme, and supported by the EU/ACP/WHO Renewed Partnership. These countries are now part of a growing global network of 95 Member States who have reported to date just under 900 suspect medical products to the WHO Global Surveillance and Monitoring System against SF medical products, which was launched in 2013 following consultation with Member States. They contribute to building a reliable, qualitative and quantitative database on the global scope, scale and harm caused by SF medical products.",
          "<div>\r\n<p><img src=\"https://www.who.int/medicines/areas/coordination/EUACPWHO-RP-Addis2-280px.jpg\" alt=\"\" width=\"280\" height=\"176\" data-sf-ec-immutable=\"\" class=\"-align-left\" /></p>\r\n<p>Technical staff carrying out exercises with SF samples at EU/ACP/WHO Renewed Partnership workshop in Addis Ababa, Ethiopia.</p>\r\n</div>",
          "Mr Rari says the workshop helped participants understand the importance and benefit of reporting incidence involving SF; providing training on submitting reports of SF using the new rapid alert form and encouraged the establishment of networks of relevant stakeholders within their respective countries in order to capture reports of SF.",
          "“National measures to tackle the issue of SF medical products are important, regional efforts are key, and inter-regional connectivity is required to protect and maintain the health and economic security of countries,” he says. “It’s also very important that the first step towards combating counterfeiting is getting people to know that it exists with all its consequent deleterious effects, so that all the citizens become part of the regulation.”"
        ]
      }
    ],
    "references": [
      {
        "text": "(resolution WHA65.19).",
        "url": "https://apps.who.int/iris/bitstream/handle/10665/80493/A65_R19-en.pdf?sequence=1&isAllowed=y"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/access-to-medicines/euacpwho-rp-addis-280px.jpg?sfvrsn=ea16f42c_1&Status=Master"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "EU/ACP/WHO Renewed Partnership: tackling dangerous pharmaceuticals",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:31Z",
    "first_seen_utc": "2026-01-29T04:54:31Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/mental-health-care-in-india-restoring-hope-and-dignity",
    "title": "Mental health care in India: restoring hope and dignity",
    "published_date": "2015-11-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "It took some time for Shamma’s family and teachers to understand why she was struggling at school.",
          "“Teachers complained that my daughter fought with other girls because they called her names,” says Shamma’s father, Mohammad Yusuf Mansuri. “The problem got worse. People began saying she had been possessed or fallen under black magic.”"
        ]
      },
      {
        "heading": "",
        "content": [
          "On the brink of despair, Mohammad found hope through a mental health facility in their home state of Gujarat, India, where Shamma was diagnosed with schizophrenia. Here, at last, she was able to get the help she so desperately needed.",
          "The facility is 1 of just 43 government-funded mental health hospitals, which provide services for an estimated 70 million-plus people living with mental disorders. For every 1 million people, there are just 3 psychiatrists, and even fewer psychologists.",
          "In Gujarat state alone, the facility is 1 of 9 that has implemented the Quality Rights Project to improve access to mental health services, while respecting the human rights of the people treated there. Established in 2014, the project is being implemented by the Ministry of Health and Family Welfare of Gujarat and the Centre for Mental Health Law and Policy at the Indian Law Society and is supported by WHO and partners. The project is funded by Grand Challenges Canada, a Canadian government-funded nongovernmental organization."
        ]
      },
      {
        "heading": "Seeing the person and not the disease",
        "content": [
          "Consultant psychiatrist, project coordinator of the Quality Rights Project and coordinator of the Indian Law Society’s Centre for Mental Health Law and Policy, Dr Soumitra Pathare, explained the project was launched to address a range of issues. One challenge was to change the prevailing mind-set among the community that people with mental illness lack the capacity to make meaningful decisions about their lives.",
          "“The hardest part of this project is changing the attitudes of health workers and the community towards people with mental illness,” says Dr Pathare. “To provide holistic care, you must see the person and not just their illness. You have to treat them as individuals with hopes and dreams.\"",
          "The Quality Rights Project goes beyond conventional treatment, by advising service users and caregivers on how to access social grants and giving career guidance. Through the project, mental health providers, caregivers and people using the services undergo training on a human rights approach to care.",
          "Implementation follows the step-by-step guidance provided in WHO's Quality Rights Tool Kit, which includes a list of human rights standards that must be applied along with practical tools and training materials for restructuring and improving the mental health facility, and suggestions for evaluating progress.",
          "“The Quality Rights project emphasizes recovery by putting individuals’ goals and aspirations to lead fulfilling lives in their community at the forefront,” explains Dr Michelle Funk, Coordinator for the Mental Health Policy and Service Development team at WHO.",
          "“By implementing recovery-oriented policies we can help mental health service users’ reintegrate into the community, benefiting the user, the caregiver and broader society,” she adds.",
          "Through its focus on human rights, the Quality Rights Project aims to empower those requiring its services.",
          "“We now place a lot of emphasis on empowering service users to decide on the type of treatment they wish to receive,” says Dr Ajay Chauhan, State Programme Officer for Mental Health in Gujarat. “They start to feel better about themselves and that choice.”"
        ]
      },
      {
        "heading": "Community support groups",
        "content": [
          "In Shamma’s case, the support she receives at the facility through the Quality Rights Project, including via Saathi, a peer support group for caregivers that meets regularly, has provided an invaluable source of hope for both her and the family, according to her father, Mohammad.",
          "“I have felt a lot of discrimination in life, but Saathi is a space where people are sharing their difficult experiences,” he says. “There has been a shift in the way I think. I find myself taking more time for my daughter and talking about her life, feelings and needs.”",
          "Chinmay Shah, a 36-year-old engineer diagnosed 20 years ago with schizophrenia, attests to the project’s merits.",
          "“I am doing much better and am able to work part time,” he says. “I visit Saathi and other facilities providing mental health care services, sharing my experience and advocating for the use of a human rights approach at these facilities. In this way, I can help others going through this.”",
          "“It takes a long time to recover, but it is possible.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/mental-health-2/quality-rights/caregiver-mental-health.jpg?sfvrsn=fe954db7_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Mental health care in India: restoring hope and dignity",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:33Z",
    "first_seen_utc": "2026-01-29T04:54:33Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/clinics-in-thailand-target-antibiotic-resistant-gonorrhoea",
    "title": "Clinics in Thailand target antibiotic-resistant gonorrhoea",
    "published_date": "2015-11-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Nobody wants to face the worry and stigma of being sick with gonorrhoea \nor another sexually transmitted infection. But until recently, being \ndiagnosed with gonorrhoea may not have seemed so frightening because the\n illness could be cured by taking a single antibiotic injection or pill.",
          "This may soon change. Gonorrhoea is on a growing list of \ninfections that may soon become untreatable. Gonococci – the bacteria \nwhich cause the infection – are becoming increasingly resistant to the \nantibiotics that formerly killed them. Multidrug-resistant gonorrhoea \nhas been reported in 36 countries.",
          "“Ten countries have already reported cases of gonorrhoea that \ndo not respond to the current treatment recommendations. Gonorrhoea may \nsoon become untreatable because no vaccines or new drugs are in \ndevelopment,” says Dr Marleen Temmerman, Director of the Department of \nReproductive Health and Research at WHO.",
          "Untreated gonorrhoea can result in serious illness and \ncomplications, such as infertility in women, pregnancy complications, \nand blindness for babies who get infected during birth."
        ]
      },
      {
        "heading": "Efforts in Thailand",
        "content": [
          "To prevent the spread of gonorrhoea, including the \ndrug-resistant type, it is vital that people get diagnosed and receive \nappropriate care promptly. Yet people can be reluctant to seek medical \nhelp for symptoms of a sexually transmitted infection (STI) like \ngonorrhoea if they feel embarrassed or ashamed. This may be especially \ntrue for people who already feel marginalized, such as men who have sex \nwith men and transgender people.  They are even less likely to attend a \nfollow up clinic, so it is vital that they are offered effective \ntreatment when they do attend.",
          "Thailand is a pathfinder for providing non-discriminatory \nhealth services and addressing gonorrhoea. Because they are working hard\n at reaching people who have gonorrhoea, they are also in an ideal \nposition to improve surveillance – tracking how many people have the \nillness, obtaining some demographic information and accurately assessing\n what treatment they need."
        ]
      },
      {
        "heading": "Critical role of surveillance",
        "content": [
          "WHO has been deeply concerned about antibiotic-resistant \ngonorrhoea for more than 2 decades. In 1992, the Organization launched \nthe Gonococcal Antimicrobial Surveillance Programme (GASP) to track the \nemergence and spread of resistance to treatments in gonorrhoea, and \nre-launched it in 2008.",
          "In November 2015, Thailand’s Ministry of Public Health is \nlaunching an enhanced local version of GASP with support from the United\n States Centers for Disease Control and Prevention (CDC) and WHO.",
          "“We are eager to begin this activity that will provide key \ninformation on antibiotic-resistant gonorrhoea. It will help us make \nsure we have the right treatment guidelines in place and to provide \nearly information about gonorrhoea that may be difficult to treat,” says\n Dr Pachara Sirivongrangson, Senior Advisor on HIV and other STIs with \nthe Department of Disease Control, Thai Ministry of Public Health.",
          "The programme will boost the country’s existing surveillance \nsystem by standardizing procedures for testing samples of gonorrhoea in \nlaboratories and capture additional clinical and demographic data.",
          "“The project is being initiated at 2 sites in Bangkok: the \nSilom Community Clinic @ Tropical Medicine and the Bangrak Hospital STI \nclinic. Patients who come into the clinics who have symptoms will have a\n sample collected for gonorrhoea, and they will provide demographic and \nsome behavioural information.  The samples will be evaluated for \ngonorrhoea and possible drug resistance,” explains Dr Eileen Dunne, a \nmedical officer and epidemiologist at Thailand Ministry of Public \nHealth-U.S. CDC Collaboration.",
          "The data collected at the initial sites, and others when the \nproject is scaled up, are sent to the Thai Ministry of Public Health and\n will be used to adjust national treatment and management guidelines. If\n the data shows that there is a lot of resistance to an antibiotic that \nis currently recommended for the treatment of gonorrhoea the treatment \nguidelines will be adjusted. The data will also help WHO to monitor \nglobal trends and compare the situation in different countries."
        ]
      },
      {
        "heading": "Seeking improved approaches worldwide",
        "content": [
          "Enhanced surveillance of gonorrhoea is critical because it \nlays the groundwork for accurate and cost effective approaches to \ntreating the disease. Today, many patients diagnosed with gonorrhoea are\n given last option antibiotics that should ideally be kept in reserve, \njust in case their infection is caused by an antibiotic-resistant strain\n that won’t be cured by older medicines.",
          "Countries with surveillance systems for antibiotic-resistant \ngonorrhoea, such as the United States of America, United Kingdom and \nAustralia, have successfully monitored trends in resistance and have \nconsequently changed treatment guidelines at the right time. This \nability, to assess and recommend the most effective antibiotic regimen \navailable, has been critical for gonorrhoea control in these countries.",
          "WHO is helping other countries to strengthen their \nsurveillance for antibiotic-resistant gonorrhoea, so that they can use \ntheir own data to formulate evidence-based local treatment guidelines. \nThe enhanced surveillance programme will provide additional demographic \nand clinical data that have not been available in existing programmes to\n track resistance early and prevent it from spreading. Thailand will be \nthe first country in the region to conduct enhanced GASP, and the \nproject is meant to serve as a model for others."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/gonorrhoea/clinics-in-thailand-target-antibiotic-resistant-gonorrhoea.jpg?sfvrsn=a14df760_2",
      "https://www.who.int/images/default-source/health-topics/gonorrhoea/clinics-in-thailand-target-antibiotic-resistant-gonorrhoea-2.jpg?sfvrsn=1f4d33c5_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Clinics in Thailand target antibiotic-resistant gonorrhoea",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:35Z",
    "first_seen_utc": "2026-01-29T04:54:35Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/rabies-in-malawi-a-mother-s-first-hand-account",
    "title": "Rabies in Malawi: A mother’s first-hand account",
    "published_date": "2015-09-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "One morning, Emma Laudon asked her son, Joseph, why he did not want go to school that day. He told her he had a bad headache and could not drink water or eat food. Later, he began to vomit and foam at the mouth. A visit to Queen Elizabeth Central Hospital in Blantyre, Malawi, revealed Joseph had rabies. He was exhibiting signs of hydrophobia or fear of water – an advanced symptom of the disease. Because of hydrophobia, saliva was accumulating in his mouth and he was unable to swallow. Once a person is symptomatic for rabies, treatment is ineffective. All the family could do was wait for Joseph to die. “As soon as you see the first symptoms of rabies, even the very first – a tingling in the hands or a child becomes slightly disoriented – death is inevitable,” says Dr Neil Kennedy, Dean of Medicine at Queen Elizabeth Central Hospital. Not long after the diagnosis, Joseph died. His family was devastated. “I still think of the way my child died,” says Emma. “It always gives fear in my heart. Even if I see a dog, I am always afraid.” Need for dog vaccination In Malawi, nearly 500 people die each year due to rabies. Of the more than 400 000 dogs in the country, only 0.5% are vaccinated against rabies annually. 1 A vaccination coverage of 70% of dogs is necessary to protect the more than 16.4 million people in Malawi from dog-mediated rabies. Sometime in the past, Joseph was bitten by a unvaccinated dog, but the wound healed long before he got sick. Signs of rabies can appear anywhere from 1 week to more than a year following the bite of an infected dog. On average, symptoms appear within 1-3 months. Even if Joseph had been brought to the hospital right after being bitten, they did not have the necessary rabies post-exposure treatment available. In Malawi, there is an inadequate supply of the vaccine and the out-of-pocket cost for affected families is prohibitive. Joseph’s case is just one of many Queen Elizabeth Central Hospital has seen. In 9 months between June 2011 and February 2012, the hospital recorded 10 paediatric rabies deaths, the largest number of paediatric rabies cases described from a single institution in Africa. 2 Across the country many of the dog-transmitted human rabies cases go untreated and unreported as a result of the absence of a rabies control programme, inadequate laboratory capacity, lack of surveillance and funding, and poor collaboration between human and animal health sectors. Think big, start small and demonstrate success In response, Mission Rabies, an organization working with WHO, the World Organisation for Animal Health (OIE) and the Food and Agriculture Organization of the United Nations (FAO) to eliminate rabies worldwide, organized a campaign with the Malawian Department for Animal Health and Livestock Development to vaccinate most of the dogs in Blantyre in 2015 and annually for the next 3 years. Within 20 days, the organization had vaccinated more than 35 000 dogs, covering 79.5% of the population – a rate exceeding the minimum for interruption of dog-to-dog transmission by 9.5 %. The organization is now expanding the programme to cover the entire district. “Mission Rabies is pledging to make Blantyre the lowest incidence of child rabies deaths in Africa rather than the highest,” says Luke Gamble, the founder of Mission Rabies. Expanding the scope of vaccination WHO, in collaboration with the World Organisation for Animal Health (OIE) and the Food and Agriculture Organization of the United Nations (FAO) are working towards making safe and efficacious vaccines more accessible and affordable for rabies programmes in endemic countries. Demonstrating the success of these programmes will trigger further local or foreign investment. “Making vaccines more easily available provides the stimulus to rabies control and elimination programmes that generates local capacity and data, and the 'can do' confidence in endemic countries that this disease can be overcome. The larger community, including NGOs like Mission Rabies, is helping deliver services and increase capacities in countries and thereby expand the resource base to combat rabies and make this horrific disease a disease of the past.” says Dr Bernadette Abela-Ridder, Rabies Lead in WHO. Rabies is a disease that families, like Joseph’s, should not have to think about. ¹ Hampson, Katie et. al. \"Estimating the Global Burden of Endemic Canine Rabies.\" PLOS Neglected Tropical Diseases 9.4 (2015): 1-20. PLOS.org. 16 Apr. 2015<http: article?id=\"10.1371/journal.pntd.0003709\"></http:> ² Depani, Sarita et. al. \"World Rabies Day: Evidence of Rise in Paediatric Rabies Cases in Malawi.\" The Lancet. 380.9848 (2012): 1148. Elsevier Inc., 29 Sept. 2012"
        ]
      },
      {
        "heading": "Need for dog vaccination",
        "content": [
          "In Malawi, nearly 500 people die each year due to rabies. Of the more than 400 000 dogs in the country, only 0.5% are vaccinated against rabies annually. 1 A vaccination coverage of 70% of dogs is necessary to protect the more than 16.4 million people in Malawi from dog-mediated rabies.",
          "Sometime in the past, Joseph was bitten by a unvaccinated dog, but the wound healed long before he got sick. Signs of rabies can appear anywhere from 1 week to more than a year following the bite of an infected dog. On average, symptoms appear within 1-3 months.",
          "Even if Joseph had been brought to the hospital right after being bitten, they did not have the necessary rabies post-exposure treatment available. In Malawi, there is an inadequate supply of the vaccine and the out-of-pocket cost for affected families is prohibitive.",
          "Joseph’s case is just one of many Queen Elizabeth Central Hospital has seen. In 9 months between June 2011 and February 2012, the hospital recorded 10 paediatric rabies deaths, the largest number of paediatric rabies cases described from a single institution in Africa. 2",
          "Across the country many of the dog-transmitted human rabies cases go untreated and unreported as a result of the absence of a rabies control programme, inadequate laboratory capacity, lack of surveillance and funding, and poor collaboration between human and animal health sectors."
        ]
      },
      {
        "heading": "Think big, start small and demonstrate success",
        "content": [
          "In response, Mission Rabies, an organization working with WHO, the World Organisation for Animal Health (OIE) and the Food and Agriculture Organization of the United Nations (FAO) to eliminate rabies worldwide, organized a campaign with the Malawian Department for Animal Health and Livestock Development to vaccinate most of the dogs in Blantyre in 2015 and annually for the next 3 years.",
          "Within 20 days, the organization had vaccinated more than 35 000 dogs, covering 79.5% of the population – a rate exceeding the minimum for interruption of dog-to-dog transmission by 9.5 %. The organization is now expanding the programme to cover the entire district.",
          "“Mission Rabies is pledging to make Blantyre the lowest incidence of child rabies deaths in Africa rather than the highest,” says Luke Gamble, the founder of Mission Rabies."
        ]
      },
      {
        "heading": "Expanding the scope of vaccination",
        "content": [
          "WHO, in collaboration with the World Organisation for Animal Health (OIE) and the Food and Agriculture Organization of the United Nations (FAO) are working towards making safe and efficacious vaccines more accessible and affordable for rabies programmes in endemic countries.",
          "Demonstrating the success of these programmes will trigger further local or foreign investment. “Making vaccines more easily available provides the stimulus to rabies control and elimination programmes that generates local capacity and data, and the 'can do' confidence in endemic countries that this disease can be overcome. The larger community, including NGOs like Mission Rabies, is helping deliver services and increase capacities in countries and thereby expand the resource base to combat rabies and make this horrific disease a disease of the past.” says Dr Bernadette Abela-Ridder, Rabies Lead in WHO.",
          "Rabies is a disease that families, like Joseph’s, should not have to think about.",
          "¹ Hampson, Katie et. al. \"Estimating the Global Burden of Endemic Canine Rabies.\" PLOS Neglected Tropical Diseases 9.4 (2015): 1-20. PLOS.org. 16 Apr. 2015<http: article?id=\"10.1371/journal.pntd.0003709\"></http:>",
          "² Depani, Sarita et. al. \"World Rabies Day: Evidence of Rise in Paediatric Rabies Cases in Malawi.\" The Lancet. 380.9848 (2012): 1148. Elsevier Inc., 29 Sept. 2012"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/ntd-library/rabies/hospital-malawi.tmb-1200v.jpg?Culture=en&sfvrsn=f4746128_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Rabies in Malawi: A mother’s first-hand account",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:36Z",
    "first_seen_utc": "2026-01-29T04:54:36Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/sierra-leone-celebrates-milestone-on-road-to-ending-ebola",
    "title": "Sierra Leone celebrates milestone on road to ending Ebola",
    "published_date": "2015-08-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Sierra Leone celebrated an important milestone on Monday, 24 August 2015. For the first time in more than a year, there are no people being treated for Ebola virus disease and no confirmed cases of Ebola in the country.",
          "Surrounded by singing, dancing and clapping health-care workers, Adama Sankoh, palm oil trader, was released from the Makeni Ebola treatment unit. In the ceremony held to mark the final Ebola case, the President of Sierra Leone, Ernest Bai Koroma, described Madame Sankoh's release as \"the beginning of the end of Ebola.\"",
          "“Ebola nor don yaet” (Ebola is not yet finished) the President told Madame Sankoh as he handed her a certificate confirming that she was now negative for Ebola virus. He asked Madame Sankoh to remind her friends and family to call the Ebola hotline immediately if anyone in their community develops symptoms of Ebola or dies at home.",
          "Madame Sankoh told the gathering of health-care workers, Ebola survivors, leaders of national and district Ebola response teams and representatives of the agencies working to fight Ebola that she had learned about the disease the hard way. Now, she said, she knows that safe burial and thorough handwashing is essential for protecting against Ebola virus disease.",
          "While the mood was celebratory, President Koroma reminded the gathering that Ebola transmission would not be considered ended in Sierra Leone \"until the WHO declares we have gone 42 days with no case.\" The 42-day period begins on Tuesday, 25 August.",
          "Even then, said President Koroma, Ebola could not be considered over until every country in the 'sub-region' made up of Guinea, Liberia and Sierra Leone had gone 42 days with no case after the last confirmed case had been discharged from treatment or, if they had died, safely buried.",
          "Dr Anders Nordström, WHO Representative in Sierra Leone said \"This is an important milestone for Sierra Leone. But the hard work that got Sierra Leone to this point has to continue.\"",
          "\"Surveillance, searching for cases, notifying any deaths in the community, testing anyone with Ebola symptoms, all must continue intensively. And the community involvement that has led us to this point must continue as well.\""
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/ebola/sankou-sierra-leone-630.tmb-1200v.jpg?sfvrsn=be9ea5e9_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Sierra Leone celebrates milestone on road to ending Ebola",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:38Z",
    "first_seen_utc": "2026-01-29T04:54:38Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/deworming-campaign-improves-child-health-school-attendance-in-Rwanda",
    "title": "Deworming campaign improves child health, school attendance in Rwanda",
    "published_date": "2015-07-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Christophe Harerimana, a school teacher for more than 20 years\n in Rwanda, became worried in recent years. Many of his students were \ncoming to class ill and were having trouble concentrating.",
          "“The children were having abdominal pain, diarrhoea and \nnausea. This made it difficult for them to follow the lessons,” says \nHarerimana, who teaches science and Kinyarwanda, the local language of \nhis village, in the Musanze District.",
          "Harerimana later discovered that many of the children had \nsoil-transmitted helminth infections, which impair long-term physical \nand cognitive development. In 2007, nearly 95% of school-aged children \nin the Musanze district were infected— one of the highest rates in the \ncountry."
        ]
      },
      {
        "heading": "How the infection spreads",
        "content": [
          "Soil-transmitted helminth is one of the most common infections\n worldwide, with roughly 2 billion people affected in the poorest and \nmost deprived communities. Caused by different species of parasitic \nworms, the infection is transmitted by eggs present in human faeces, \nwhich in turn contaminate soil in areas where sanitation is poor. The \ninfection can be caught easily by walking barefoot on the contaminated \nsoil or eating contaminated food.",
          "“In our community the disease is mainly contracted by families\n who fetch water from Lake Ruhondo and those who use the stagnant water \nfrom the former banks of the Mukungwa River. People are drinking \ncontaminated water and using it to wash their hands, dishes and fruits. \nThere are some people who still defecate in the bush instead of using \npit latrines.”",
          "Entire families were contracting the disease and had to spend their limited resources on medicine.",
          "“Parents cannot work for the family income, because they take \ncare of their sick children and the children cannot raise chickens and \nrabbits or grow vegetables to generate a small income,”  explains \nHarerimana.",
          "\"Our deworming campaign reached more than 395 million children \nin 2014, making it one of the largest global public health \ninterventions.\" Antonio Montresor, WHO"
        ]
      },
      {
        "heading": "Controlling the disease",
        "content": [
          "In collaboration with Ministries of Health, WHO is working to \ncontrol soil-transmitted helminth infections worldwide by implementing a\n programme that enables wider access to preventive medicine such as \nalbendazole and mebendazole.",
          "A regularly scheduled treatment of the preventive medicine can\n reduce the worm burden in the children. The programme started more than\n a decade ago, but has ramped-up globally since 2012.",
          "“Our deworming campaign reached more than 395 million children\n in 2014, making it one of the largest global public health \ninterventions,” says Dr Antonio Montresor, Medical Officer for WHO in \nthe Department of Control of Neglected Tropical Diseases.",
          "The preventive medicine is donated to Ministries of Health \nthrough WHO and disseminated by schools. Harerimana learned about the \nprogramme from his local health facility, RWAZA Health Centre. The \nMinistry of Health provides educational material on infection prevention\n and control and trains laboratory technicians, nurses and community \nhealth workers at RWAZA."
        ]
      },
      {
        "heading": "Deworming campaigns in schools",
        "content": [
          "During the deworming campaigns, organized every 6 months by \nthe Ministry of Health, children aged 5 to 15 years are given a single \ndose of chewable albendazole, by trained teachers. Pre-school- children,\n aged 1 to 4 years, receive a dose of mebendazole by trained community \nhealth workers, under the supervision of nurses. Since the programme \nstarted the rate of children with intestinal worms has reduced by nearly\n 20%, and more work is being done to increase the frequency of treatment\n rounds.",
          "Harerimana says he notices a difference. “We no longer spend \nso much time to accompany our children to the health centre and they \nfollow the lectures better too.”",
          "Since the training, Christophe and other teachers have started\n health promotion clubs at their school called “Protect our Health”, \nwhich is helping students make hygiene a priority.",
          "The programme has dramatically improved the health and \nnutrition status of the children in Harerimana’s class, along with \nschool attendance and performance.",
          "“With the commitment of affected countries, the support of \npartners and an increased availability of donated medicines, WHO expects\n to further accelerate coverage during the course of this year,” says Dr\n Montresor."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/ntd-library/soil-transmitted-helminthiases/4450206640-9b45a4cd6b-o.tmb-1200v.jpg?Culture=en&sfvrsn=e74e6a0c_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Deworming campaign improves child health, school attendance in Rwanda",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:40Z",
    "first_seen_utc": "2026-01-29T04:54:40Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/high-level-event-on-climate-change",
    "title": "High-level event on climate change",
    "published_date": "2015-06-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "The High-level event on climate change intends to provide impetus and political momentum for an ambitious climate agreement, by keeping the issue high on the agenda at the mid-point between COP20 in Lima and COP21 in Paris. It aims also to provide space for showcasing climate action and concrete initiatives, through multi-stakeholder approaches to address climate change. More information on the high-level event on climate change"
        ]
      },
      {
        "heading": "More information on the high-level event on climate change",
        "content": null
      }
    ],
    "references": [
      {
        "text": "More information on the high-level event on climate change",
        "url": "http://www.un.org/pga/290615_hle-climate-change/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "High-level event on climate change",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:41Z",
    "first_seen_utc": "2026-01-29T04:54:41Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/back-from-ebola-to-teach-the-next-generation",
    "title": "Back from Ebola to teach the next generation",
    "published_date": "2015-06-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Dr Philip Ireland, an emergency physician, credits his survival from Ebola to timely clinical care and says the care from his family, the kindness and prayers of a health worker and the unity of Liberians motivated to drive Ebola from their country helped him get through the ordeal. Today, he is a strong advocate for strengthening infection prevention measures and is training and teaching Liberia’s next generation of medical workers.",
          "Dr Philip Ireland was on his way to an emergency staff meeting at JFK Memorial Hospital in Monrovia, Liberia, when he suffered a headache so sudden and severe that he saw flashes of light.",
          "That morning, the hospital’s senior medical advisor had been rushed to an Ebola treatment unit (ETU), gravely ill. He was soon followed by one of the hospital’s medical assistants, who had been treated by Dr Ireland.",
          "The emergency staff meeting was called to discuss the gravity of the situation and concerns about staff safety. As he listened, Dr Ireland’s heart began to race and he felt feverish. He began to wonder if he was in fact the next staff member with Ebola virus disease.",
          "\"I knew something was very wrong and deep down I thought Ebola could be the culprit,\" recalls the 44-year old emergency doctor, born in Bong County. \"I went to a hospital and asked to be tested. But they sent me home assuming I had malaria.\"",
          "Unconvinced, Dr Ireland isolated himself. He sent his wife and 5 children to stay in other accommodation, but his mother refused to leave. Over the next few days, his health rapidly declined. He became weak, suffered a high fever, lost his appetite and began vomiting uncontrollably. But he stayed at home.",
          "\"This was late July 2014 when Ebola was sweeping through my country and smoldering in my city and there was not an available bed in an ETU here,\" says Dr Ireland. \"My brave mother cared for me. She made homemade PPE (personal protective equipment) out of rain gear and household gloves and constantly washed her hands to disinfect herself.\""
        ]
      },
      {
        "heading": "Better off on the floor of an ETU than dying in my bedroom",
        "content": [
          "\"My colleagues offered advice, support and medicine through my window. But by day 7, when it became clear that I urgently needed IV fluids and would be better off on the floor of an ETU than dying in my bedroom, they managed to find an ambulance to collect me.\"",
          "The doctor, who notes that he has lived through wars, coups, serious illnesses and a number of \"hell and high water\" near-death experiences, describes that first night in the ELWA II Ebola treatment unit as the worst of his life.",
          "\"On that plastic leak-proof sheet I was put on, I vomited and had diarrhoea all night long. I woke up barely alive, in a sea of mess,\" he remembers. \"But in the most touching act of kindness one could ever imagine, a physician’s assistant named Patrick came to me that morning and said, ‘I’m going to clean you up’. And he cleaned me from nave to chaps. He cleaned me so thoroughly and then prayed with me and encouraged me. That man has changed my wheel when it comes to how to give empathy and care for a patient. I now know, because I was a patient who was dying.\"",
          "He also recalls not being able to urinate and thinking to himself: \"If I survive Ebola, I could still die of renal failure, because there’s not a single dialysis unit in the country.\"",
          "A team of Liberian and foreign doctors and nurses, whom he credits with saving his life, \"pumped him with fluids\" and he very slowly started to revive.",
          "\"This was one of the few ETUs using IV fluids at the time and one of the first to start seeing higher rates of survival,\" Dr Ireland points out."
        ]
      },
      {
        "heading": "A triumphant welcome and return to work",
        "content": [
          "On 15 August 2014, he walked out of the ETU to a singing crowd and a triumphant welcome from family, friends, colleagues and strangers.",
          "\"I was incredibly happy to be alive and rejoin my family. But it’s not like I was jumping and skipping all over the place,\" he says. \"The man who went in was not the man who came out and my children were speechless at first. I was not the daddy they knew. Daddy took a very serious beating. I’m normally keep quite fit, but I was weak, frail, and for a long time, bed ridden.",
          "I was haunted by all the dying around me and scared that I might have infected my mother. I was depressed because I felt we had failed our people and angry because we didn’t take infection protection and control serious enough. Our health workers responded to the call of duty. They tried. But they were not prepared, trained and equipped and too many got infected.\"",
          "Dr Ireland says he was also \"smacked in the face\" by stigma. It was only when he emerged from his sick bed and was hugged by a prominent colleague in the presence of many others that the \"perimeter around me that no one wanted to cross”\"seemed to dissolve.",
          "His recovery took months due to his frailty. His wife, who was at the ETU every day bringing food, water and medicine, would now nurture him back to health, and his 7-year old convinced him to eat."
        ]
      },
      {
        "heading": "Strengthening Liberia's health care preparedness",
        "content": [
          "As soon as Dr Ireland started feeling stronger, he wanted to get back to work. \"Caring for sick people is what I do.\" But he was still too weak to return to patient care right away, so volunteered instead at an Ebola response training centre, run by the United States Army. \"We taught health workers how to wear protective gear, how to keep from getting infected, how to assist patients and what to expect while working in an ETU,\" he explained.",
          "Now back working at the JFK Memorial hospital, which lost many staff to Ebola, Dr Ireland is doing his best to help rebuild Liberia’s health workforce by teaching medical students.",
          "\"Liberia has got to train more young minds in the health sector,\" he says, warning that he is going to become a \"pied piper\" about health training and protection in the future. \"We need more clinicians and technicians, nurses and physician’s assistants. We need to increase the quantity and quality and they need to be trained here in Liberia by specialists. If they are trained on the ground, like I was, they are more likely to stay. If they train overseas, they rarely come back.\"",
          "Dr Ireland says what gives him the most hope is that Liberians changed their attitudes and practices in order to beat Ebola.",
          "\"The entire country ultimately agreed to take precautions, to change their attitudes, to stop washing bodies and shaking hands and they did all the public health interventions that they needed to do,\" he says.",
          "\"There’s a line in our national anthem that I love, 'in union strong, success is sure.' That’s what happened here. We were united and together and we stopped Ebola in its tracks.\""
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/images/default-source/2021-dha-images/ireland-630.tmb-1200v.jpg?sfvrsn=485c48db_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Back from Ebola to teach the next generation",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:43Z",
    "first_seen_utc": "2026-01-29T04:54:43Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/despite-ebola-vigilance-and-hope-prevail-in-forecariah",
    "title": "Despite Ebola, vigilance and hope prevail in Forecariah",
    "published_date": "2015-06-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "The family of Bernard Lansana Soumah never expected to experience Ebola. When Bernard’s wife, Macire, became infected, they realized Ebola was real. Today, Bernard and Macire are among the lucky ones and they are vigilant in watching for signs of infection among those in their community while also providing a message of survival and hope.",
          "Bernard Lansana Soumah rides in to Alassoya, Guinea, on his motorbike with a shirt that reads \"Stop Ebola!\". Seeing this calm, collected farmer today, you would never expect that just 2 months ago his wife and 6-year old child started developing Ebola symptoms.",
          "The Ebola epidemic hit Alassoya in the Forecariah prefecture in August 2014 and has since seen 55 confirmed cases. When it first hit, families such as Bernard’s were reluctant to believe that Ebola was real. Rumours and misconceptions were rife. Even one year after the outbreak started in Guinea, when Bernard’s wife Macire started to get headaches and fatigue one evening in April, she thought nothing of it and stayed at home.",
          "It wasn’t until Bernard and Macire’s 6-year old son Alkali started to show similar symptoms that they began to worry. They took Alkali straight to the hospital in Forecariah Centre and both mother and son were examined. Alkali was diagnosed with malaria, while Macire tested positive for Ebola.",
          "\"It was when Macire and Alkali were taken to the hospital that my family and I began to realize, Ebola was a reality,\" admitted Bernard.",
          "Macire spent 25 days at the Ebola Treatment Centre in Forecariah, separated from her family and her son, who was still ill with malaria. During this time, Bernard was listed as a contact and had to put his work in the fields on hold to monitor himself and his family."
        ]
      },
      {
        "heading": "Reunited with loved ones",
        "content": [
          "The day that Macire left the hospital was a day of happiness and relief for the family. With the mother of the family back at home and no other family members affected, the Soumah family were among the lucky ones.",
          "\"After suffering from Ebola, I now know what to do if one of my family members gets sick. I can recognize the signs, so if I notice that someone is ill, I will take them straight to the hospital,\" said Macire.",
          "But Bernard and Macire’s family were not left without scars. The close-knit communities of Alassoya have witnessed and experienced a lot of pain as the epidemic swept the region. Nine months after Ebola hit, the community is not yet in the clear, with another case reported in the sub-prefecture this week and 9 cases in total reported in Forecariah."
        ]
      },
      {
        "heading": "WHO ramps up the Ebola response",
        "content": [
          "WHO recently led a 4-day surveillance campaign, in partnership with the United States Centers for Disease Control and Prevention and the African Union in Forecariah to find the remaining cases and stop the spread of the virus. Following this campaign, surveillance teams will continue surveillance and investigation activities for 17 days to cover the 21-day incubation period of the Ebola virus. The teams are made up of a community surveillance worker, a doctor and either a communications or a social mobilization specialist.",
          "\"After suffering from Ebola, I now know what to do if one of my family members gets sick. I can recognize the signs, I will take them straight to the hospital.\" - Macire, Guinea",
          "\"These door-to-door teams go from household to household to sensitize the families and identify any cases which have not declared themselves voluntarily,\" said Dr Amadou Mouctar Diallo, coordinator of the WHO Ebola response in Forecariah.",
          "\"Over the first 4 days, the teams visited more than 8000 households reaching close to 40 000 people. Through the campaign we identified 39 alerts, 29 community deaths and a total of 7 confirmed Ebola cases. We will continue active surveillance with all of the teams for the next 17 days.\"",
          "WHO is redoubling its efforts in regions such as Forecariah to put an end to the epidemic in Guinea so families like Bernard and Macire’s can recover their lives and livelihoods. For now, the mood in Allassoya is one of vigilance and hope.",
          "As for Macire? With a smile from ear to ear, she explains that she has recently taken on a job looking after children at the Forecariah hospital."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/ebola/guinea-survivor630.tmb-1200v.png?sfvrsn=b11541cb_3"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Despite Ebola, vigilance and hope prevail in Forecariah",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:45Z",
    "first_seen_utc": "2026-01-29T04:54:45Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/synthetic-biology-technologies",
    "title": "Synthetic biology technologies",
    "published_date": "2015-06-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In 2014, the WHA requested WHO to convene a group of experts to provide an up-to-date assessment of synthetic biology technologies that could be used to create biological entities based on genetic sequences, and to evaluate their potential impact on smallpox preparedness and countermeasure development.",
          "A Scientific Working Group was convened in April 2015 to provide the technical and scientific background for the deliberations of the Independent Advisory Group on the Public Health Implications of Synthetic Biology Technologies related to Smallpox (IAG), which met subsequently in June 2015.",
          "The IAG concluded that the risk of the re-emergence of smallpox overall has increased. They recognized that the creation of the variola virus, using information on DNA sequences, would be easier and cheaper in the future, and may be possible in small laboratories that have inadequate biosafety and biosecurity for handling the virus.",
          {
            "text": "The IAG therefore recommended:",
            "bullets": [
              "to increase significantly preparedness efforts to ensure that early detection and rapid response capacities, including those in risk communications, for a potential smallpox re-emergence are widely available; and",
              "to revise the WHO regulations for the handling of variola virus (whole virus or fragments) with particular emphasis on biosafety and biosecurity rules and regulations to reduce and minimize the risk of a laboratory accident that may occur from the widespread use of synthetic biology technology."
            ]
          },
          "The Independent Advisory Group on public health implications of synthetic biology technology related to smallpox (published 2015)"
        ]
      }
    ],
    "references": [
      {
        "text": "The Independent Advisory Group on public health implications of synthetic biology technology related to smallpox",
        "url": "https://www.who.int/publications/i/item/the-independent-advisory-group-on-public-health-implications-of-synthetic-biology-technology-related-to-smallpox"
      },
      {
        "text": "The Independent Advisory Group on public health implications of synthetic biology technology related to smallpox",
        "url": "https://www.who.int/publications/i/item/the-independent-advisory-group-on-public-health-implications-of-synthetic-biology-technology-related-to-smallpox"
      }
    ],
    "images": [
      "https://www.who.int/images/default-source/health-topics/smallpox/who-a-000735-orig.tmb-1200v.jpg?Culture=en&sfvrsn=d9b7146b_6"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Synthetic biology technologies",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:46Z",
    "first_seen_utc": "2026-01-29T04:54:46Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/eu-validation-of-the-minimal-information-model-for-patient-safety",
    "title": "EU Validation of the Minimal Information Model for Patient Safety",
    "published_date": "2015-05-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In collaboration with the European Commission’s Directorate-General for Health & Consumers (DG-SANCO), WHO invited institutions in various EU countries to collaborate with testing a MIM PS draft template developed by WHO, provide feedback and\r\n    suggest possible modifications, as well as to collaborate on exploring methods for extracting a common learning dataset from existing patient safety reporting systems.",
          {
            "text": "The project aimed to:",
            "bullets": [
              "validate the MIM PS template with user guidelines",
              "agree on a set of preferred terms to denominate and define the main types of patient safety incidents",
              "complete an EU-wide feasibility assessment by summarizing the features required by EU countries to adapt their reporting systems to, or to build new ones, based on MIM PS",
              "develop guidance for best practices to elicit learning from reporting systems"
            ]
          }
        ]
      },
      {
        "heading": "",
        "content": null
      },
      {
        "heading": "Results",
        "content": [
          "The project was officially launched on 23 January 2014 in Brussels, in an event hosted by DG-SANCO and the Subgroup on Reporting and Learning Systems of the Patient Safety and Quality of Care Working Group.",
          "WHO’s presentation was enhanced by the contribution of Sir Liam Donaldson, WHO Envoy for Patient Safety, who provided an overview of patient safety and reporting and learning issues.",
          "The launch raised significant interest among the participants."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/ihs/patient-safety/reporting-and-learning/basicadvancedmim.jpg?sfvrsn=c192d538_6",
          "https://cdn.who.int/media/images/default-source/ihs/patient-safety/reporting-and-learning/basicadvancedmim.jpg?sfvrsn=c192d538_6"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/ihs/patient-safety/reporting-and-learning/basicadvancedmim.jpg?sfvrsn=c192d538_6",
      "https://cdn.who.int/media/images/default-source/ihs/patient-safety/reporting-and-learning/basicadvancedmim.jpg?sfvrsn=c192d538_6"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "EU Validation of the Minimal Information Model for Patient Safety",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:49Z",
    "first_seen_utc": "2026-01-29T04:54:49Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/ebola-vaccines-for-guinea-and-the-world-photos",
    "title": "Ebola vaccines for Guinea and the world: photos",
    "published_date": "2015-05-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "More than 11 000 people in Guinea participated in a WHO-led trial to develop the world’s first vaccine against Ebola virus disease. The ground-breaking trial, which ended in January 2016, resulted in a vaccine that is highly protective against the deadly virus. Dr Margaret Chan, Director-General of WHO, visited some of the communities who participated in the vaccine trial in the city of Conakry. Read some of their stories here."
        ]
      },
      {
        "heading": "1. Director-General visits families of Ebola vaccine trial participants",
        "content": [
          "WHO Director-General, Dr Margaret Chan, visited several families who participated in the Ebola vaccine trial in Guinea. She thanked the people for their participation in this ground-breaking trial which has resulted in the world’s first effective vaccine against Ebola. She presented the communities with bags of rice to mark WHO’s appreciation."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakrye5e8986c7f914288b66dae69f5eea663.jpg?sfvrsn=3479da87_0"
        ]
      },
      {
        "heading": "2. Sylla and his extended family of around 70 people took part in the Ebola vaccine trial",
        "content": [
          "Aboubacar Sylla, 79 years old, lost 4 members of his family in the Ebola outbreak in West Africa in 2014-2015. His family was shunned by their own community when Ebola struck his family in the crowded commune of Dixinn Port, in the city of Conakry, Guinea. “Before the Ebola outbreak, everyone talked to one another here. Then suddenly we weren’t even allowed to leave our house,” he said. People stopped using the well in the open area in front of their home for fear of contamination and the children were forbidden to step out past the boundary of their front courtyard where they were used to play.",
          "Sylla and his extended family of around 70 people took part in the Ebola vaccine trial in Guinea led by WHO. The trial lasted from March 2015 - January 2016, and resulted in the development of the first vaccine to provide substantial protection against Ebola.",
          "Here, Mr Sylla holds his certificate of vaccination, sitting next to Dr Margaret Chan, WHO Director-General, who visited several families in Conakry who had participated in the vaccine trial. She thanked them for participating in the trial."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakry-sylla-large.jpg?sfvrsn=4edc719f_0"
        ]
      },
      {
        "heading": "3. There was stigma attached to the family once it was touched by Ebola",
        "content": [
          "Sekou Minkailou [centre], chief of Matam district in Conakry, worked closely with the WHO team to convince his people to participate in the Ebola vaccine trial. “We feel really happy, so relieved that this vaccine protects us,” he said.",
          "In Matam district, 10 people, including a doctor, had already died during the Ebola outbreak and people were frightened of the new disease that they had never seen before in their country. “People were so scared, they refused to follow the advice from the government and health workers. They didn’t even want the Red Cross to be involved. They hid the bodies of people who died from Ebola because there was such horrible stigma attached to the family once it was touched by Ebola.”",
          "Sekou and his colleagues in the district office were often the first people to have contact with families when a new Ebola case was announced."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakry-chief-large.jpg?sfvrsn=c6d6e66e_0"
        ]
      },
      {
        "heading": "4. Rapid treatment saved her life",
        "content": [
          "Nana Sylla, 32 years old, has 2 daughters Mabinty [left], 11 years and Lucie [below], 7 years. In April 2015, she got infected with the Ebola virus and spent 2 weeks in Nonga Ebola treatment centre in Guinea. She doesn’t know how she got infected but says it wasn’t while she was working as a nurse.",
          "Today she believes that rapid treatment saved her life. And she credits the vaccine trial as having protected her daughters, other close family members and neighbours from infection in the days following the onset of her disease. “We never knew who or when this disease would strike next. Everyone was afraid, so we really appreciate having this vaccine now,” she said."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakry-nana.jpg?sfvrsn=e75db886_0"
        ]
      },
      {
        "heading": "5. Patient records and staff rosters were scribbled on whiteboards",
        "content": [
          "At the peak of the Ebola outbreak in Guinea, so many people turned up at the Nongo Ebola treatment centre that it ran out of place, leaving people to die on the gravel outside.",
          "Two years later, the former Ebola treatment centre appears abandoned. Large white tents flap in the hot air and an eerie silence emanates from the temporary buildings and corridors of plastic fencing that served as triage laneways to channel sick people as they arrived at the centre. Patient records and staff rosters scribbled on whiteboards mark a moment in time in this place where so many lives were lost. “One night, 28 people died here. I still have nightmares, I saw too many dead people,” said Dr Mohammed Keita, manager of the centre where he was in charge of 250 staff.",
          "Keita tells how one night a pregnant woman came to the centre. She was already bleeding and very ill. It was too late to save her. She gave birth to a baby girl before she died. “That little baby was blessed by God,” he said, pointing to a photo of the child taped to the wall. “The baby tested positive for Ebola and we thought she would surely die as well. Then, a few days later, she tested negative for the disease. We all looked after her here, naming her Nubia after one of the health workers who worked at the centre.”",
          "Since the Ebola outbreak ended, the treatment centre now cares for people with other infectious diseases including measles, yellow fever and other diseases with potential to cause epidemics."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakry-keita.jpg?sfvrsn=d83da20_0"
        ]
      },
      {
        "heading": "6. An Ebola survivor adopted a child orphaned by Ebola",
        "content": [
          "Fatoumata Binta sits in her tiny living room in the district of Coronthie, Conakry, clutching a pile of paper certificates protected by plastic. Each of these precious certificates bears the name of one her children: Djenab, Hassamata, Aboubacar and N’Famoussa. Every one of them had been infected with Ebola and survived. Fatoumata and her husband also got sick. Her husband, who got sick first, didn’t make it.",
          "Fatoumata and her children were all identified early on in their illness and treated in the Donka Treatment Centre. On the day they were discharged from the Ebola treatment centre in Donka in April 2015, Fatoumata\r\n        and her 4 young children received their “survivors’” certificates, signed by a doctor to verify that they were free from the disease and no longer contagious.",
          "Two years later, Fatoumata says that beyond her close family, some people treat her as if she still has Ebola. “I used to sell food,” she said. “But people stopped buying from me.” Fatoumata Binta, pictured here with her other daughter who is also called Fatoumata. Fatoumata also adopted a child whose parents died of Ebola."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakry-binta-large.jpg?sfvrsn=fd07831f_0"
        ]
      },
      {
        "heading": "7. Would it really protect his family against Ebola?",
        "content": [
          "Aboubacar Mafoudia Sylla (or Aboubacar Jr) took his sister M’Mah to a treatment centre in Nongo, Guinea, when she started showing symptoms of Ebola. Early treatment helped save her life.",
          "“Everyone was so scared of Ebola but I couldn’t just abandon my sister. She would have died,” he said, telling how his decision to ride in the ambulance with her caused division within the family. Since then, even though he never got sick, Aboubacar Jr has suffered stigma from his contact with Ebola and has found it difficult to get regular work.",
          "This all inspired Aboubacar Jr to take part in the Ebola vaccine trial. At first, he was reluctant to get involved. This was an experimental vaccine. What if it made his family sick? Did it contain the Ebola virus? Would it really protect his family against Ebola? But now the trial results have shown how worthwhile it was."
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/imported/dg-conakry-sylla-son-large.jpg?sfvrsn=c411a04c_0"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/imported/dg-conakrye5e8986c7f914288b66dae69f5eea663.jpg?sfvrsn=3479da87_0",
      "https://cdn.who.int/media/images/default-source/imported/dg-conakry-sylla-large.jpg?sfvrsn=4edc719f_0",
      "https://cdn.who.int/media/images/default-source/imported/dg-conakry-chief-large.jpg?sfvrsn=c6d6e66e_0",
      "https://cdn.who.int/media/images/default-source/imported/dg-conakry-nana.jpg?sfvrsn=e75db886_0",
      "https://cdn.who.int/media/images/default-source/imported/dg-conakry-keita.jpg?sfvrsn=d83da20_0",
      "https://cdn.who.int/media/images/default-source/imported/dg-conakry-binta-large.jpg?sfvrsn=fd07831f_0",
      "https://cdn.who.int/media/images/default-source/imported/dg-conakry-sylla-son-large.jpg?sfvrsn=c411a04c_0"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Ebola vaccines for Guinea and the world: photos",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:52Z",
    "first_seen_utc": "2026-01-29T04:54:52Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/giving-back-after-ebola",
    "title": "Giving back after Ebola",
    "published_date": "2015-05-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Before the Ebola virus arrived in Freetown, Sierra Leone, hospital nurse Adiatu Pujeh and her colleagues at the King Harman Hospital thought malaria was the most challenging disease they faced. But Ebola, which arrived in their midst last September, infecting Adiatu and killing many of her colleagues, changed all that.",
          "\"We had been treating all sorts of common cases here, including the number one killer disease – malaria – before the Ebola outbreak,\" says Adiatu. But in September, a patient being treated as a 'normal' case of fever and diarrhoea, turned out to be anything but 'normal'. In fact the patient had escaped from an Ebola treatment centre and brought the virus to the hospital.",
          "Three of Adiatu’s colleagues became ill, and each tested positive for Ebola. All three died. \"I was very edgy when the first case happened, then the second and another. We were all very close and I also helped treat the patient. So I became extra vigilant for signs and symptoms of Ebola and was extremely careful at home.\"",
          "Soon enough, Adiatu developed the symptoms she feared – sudden fever, headache, vomiting and diarrhoea. She went straight to the Hastings Ebola treatment centre for testing and care but there she became convinced that \"I was at the point of no return\".",
          "\"Going back to work in that facility was an opportunity for me to give back. My story reassured patients that they could survive.\" Adiatu Pujeh, health worker, Sierra Leone",
          "\"When I saw people in the same condition, in the same ward as me, including healthcare workers, dying every day, I knew I would be the next to die. It was terrifying\".",
          "Despite her fear, Adiatu slowly began to recover and, after nearly 2 months in the treatment centre, tested negative for the virus and was discharged, taking part in a joyful televised ceremony. \"At that point I felt like I had been released from death row in a jail,\" she says."
        ]
      },
      {
        "heading": "Beating Ebola fear and stigmatization",
        "content": [
          "Returning home, Adiatu realized that even though she had recovered from the infection she now faced another aspect of Ebola: stigmatization.",
          "Although warmly received by her family, her neighbours, friends and co-workers, others were less welcoming. Many, even her 9-year-old son, were afraid to go near her. \"There were whispers and fingers were being pointed at me on several occasions. A woman approached me in town once and asked whether I was the person in the news that was discharged. It was tough to bear.\"",
          "Having survived the worst, Adiatu decided she wanted to help others beat the disease as well. She underwent training on Ebola care and was assigned to work at the Hastings Ebola Treatment Centre – the very same place where she had been treated. \"Going back to work in that facility was an opportunity for me to give back,\" says Adiatu. \"My story reassured patients that they could survive. Many did survive but many also died. And whenever there was a death, I would cry\"."
        ]
      },
      {
        "heading": "Back at the King Harman Road Hospital",
        "content": [
          "As number of people with Ebola have now fallen in Sierra Leone, Adiatu has been able to go back to her pre-Ebola work, providing nursing care at the King Harman Road Government Hospital.",
          "However, she no longer works 'pre-Ebola style'. Now she and her colleagues are far more careful in protecting themselves and their patients.",
          "They now apply infection prevention and control practices, learned from training and guidance provided by WHO and other partners such as the International Organization for Migration (IOM)."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/adiatu-310.jpg?Status=Master&sfvrsn=8556c3c_9"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Giving back after Ebola",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:54Z",
    "first_seen_utc": "2026-01-29T04:54:54Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/when-ebola-turned-routine-care-into-a-life-threatening-event-",
    "title": "When Ebola turned routine care into a life threatening event",
    "published_date": "2015-05-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Dr Diallo Thierno Souleymane, a doctor in Conakry, Guinea, recalls the day he received a phone call that changed his life. He had tested positive for Ebola. After surviving the disease and emerging from the Ebola treatment center, Dr Thierno was frightened to return to work and feared being stigmatized. He has since returned and advises other survivors to \"have the courage to return to work [and] support the Ebola response.\"",
          "Dr Diallo Thierno Souleymane will never forget the phone call he received on 26 August 2014. A specialist in obstetrics and gynaecology, Dr Thierno was at work in the wards of the Ignace Deen Hospital in Conakry, Guinea when he got a call informing him that one of his patients had tested positive for Ebola.",
          "\"Three days before, I examined her, wearing gloves, after she had suffered a stillbirth,\" recalls Dr Thierno. \"Then I received the call telling me that she tested positive for Ebola. From that very moment I knew I had become a contact,\" says Dr Thierno.",
          "Dr Thierno’s life changed overnight. Although he had no Ebola symptoms at first, he immediately isolated himself to protect his family. “The first thing I did was call my wife. I was not afraid at all, but I wanted her to take our kids to her mum’s place. They needed to be away from me for 21 days,” he adds."
        ]
      },
      {
        "heading": "First Ebola symptoms",
        "content": [
          "Dr Thierno continued to go to work, while carefully monitoring his body temperature every day. A few days later, he started to feel something was wrong. “Suddenly, my body temperature increased to 37.9° C. I did not talk to anybody. I packed my things and took my bags. I told my wife that I was going to an Ebola treatment centre.”",
          "When he arrived at the Ebola treatment centre, Dr Thierno was uncomfortable about being there as a patient, not a doctor. A lot of people recognized him. “I told everyone that there was nothing wrong. I waited till they all left to enter. I got examined, and was tested for Ebola the following day,” he says.",
          "The next day the results came back. Dr Thierno had tested positive for Ebola."
        ]
      },
      {
        "heading": "Forgetting his life as a tool to survive",
        "content": [
          "Once inside the wards of the Ebola treatment centre, Dr Thierno says he made a conscious effort to forget about his children, his wife, and his parents.",
          "\"Forgetting about my life outside the hospital room helped me to survive. I was able to let go of any stress and focus on surviving,\" he concludes. As the symptoms started to worsen, Dr Thierno began to forget the world around him and his life outside the Ebola treatment centre.",
          "Dr Thierno said there were moments during his illness when his caretakers and colleagues were convinced he was dead. \"I was asthenic, I did not eat. The colleagues in the treatment centre did a lot for me. They came to wash and feed me. There were even students of mine who worked in the centre, but they were afraid to tell me who they were. It wasn’t until I started to recover that they came forward."
        ],
        "tables": [
          [
            [
              "",
              "\"Once discharged from the Ebola treatment centre, I stayed home for a couple of months. I didn’t want to be stigmatized.\" - Dr Thierno Souleymane, the Ignace Deen Hospital, Conakry, Guinea"
            ]
          ]
        ]
      },
      {
        "heading": "Courageous return to work",
        "content": [
          "By the end of September, Dr Thierno tested negative for Ebola and returned home. However, fear of stigmatization, along with the desire to hide his deteriorated physical state from his friends and colleagues, made Dr Thierno reluctant to pick up his life again.",
          "\"Once discharged from the Ebola treatment centre near the end of September, I stayed home for a couple of months. I started to get out of the house only in December. I didn’t want to be stigmatized,\" says Dr Thierno.",
          "This was a very difficult time because Dr Thierno, the family breadwinner did not get paid while he was not working. “While I was recovering, I could not go to work to put food on the table. This was the most difficult time. Fortunately, my family fully supported me,” he says.",
          "Eventually Dr Thierno did recover fully and is now back at his old place of work. When asked what advice he would give to fellow Ebola survivors, he says, “I would tell them to have the courage to return to work. Ebola kills. But there are many other diseases that kill. I would say they were lucky to have survived Ebola. So continue to work, especially on initiatives which support the Ebola response.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/health-topics/ebola/souleymane-310.jpg?sfvrsn=5ad3e6c7_3&Status=Master"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "When Ebola turned routine care into a life threatening event",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:55Z",
    "first_seen_utc": "2026-01-29T04:54:55Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/the-last-ebola-survivor-of-his-team-",
    "title": "The last Ebola survivor of his team",
    "published_date": "2015-05-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Mohamed Sesay was once part of an eight-person team of laboratory technicians trained to test for Ebola virus. But as the outbreak exploded and more and more samples arrived, his team was overwhelmed. One by one his colleagues sickened and died. He too eventually fell ill but survived - and is the only member of his team left to tell the tale. Read it here.",
          "\"I just can’t remember how I got infected with Ebola,\" says Mohamed SK Sesay, the only survivor in a team of 8 lab technicians working at the Lassa fever laboratory at Kenema Government Hospital, Sierra Leone.",
          "Mohamed had been working in the hospital’s general laboratory when the outbreak started. He volunteered to learn how to test for Ebola in the hospital’s Lassa fever laboratory because the explosion of cases in the district meant there was an urgent need for more trained technicians able to test for Ebola."
        ]
      },
      {
        "heading": "Shortage of lab technicians",
        "content": [
          "The Lassa fever laboratory at the Kenema government hospital was the only facility in the country equipped to do tests to detect the Ebola virus. \"Together with colleagues from the general hospital, I volunteered to be trained to work in the Lassa fever lab,\" says Mohamed. \"Step by step, we were taught how to detect the Ebola virus in blood and swab samples.\"",
          "More and more samples began arriving every day, from every part of the country, overwhelming the small team that had to work longer and longer days to keep up with the demand. \"We had a lot to do and were working long hours,\" Mohamed recalls. Many people, including some of his colleagues, were terrified of the Ebola virus. Three of his peers, with whom he had volunteered, resigned from the laboratory due to fear of getting infected with Ebola.",
          "For Mohammed this felt like he had been abandoned in the middle of a desperate fight. \"It felt like they retreated from the battlefield while the war was still on.\"",
          "No idea how infection with Ebola happened",
          "When Mohamed developed a fever, he knew it was likely to be Ebola. He had seen so many colleagues sicken and die, and hoped he was wrong. He first tested his blood for malaria, using a rapid diagnostic test kit. But the results came back negative.",
          "\"Knowing that I had Ebola symptoms, I started to isolate myself, and allowed no one to come into my room,\" he says. However, Mohamed soon realized he needed treatment. Persuading staff at the Kenema Hospital that he had Ebola and that they needed to protect themselves was difficult. \"I asked my colleagues to be fully dressed in personal protective equipment before taking my blood sample. They didn’t take me seriously at first, but I insisted,\" says Mohamed who stayed at the hospital while waiting for the results.",
          "Several hours later he got the news he was dreading. He had indeed tested positive for the Ebola virus disease. \"A lot went through my mind at the time, but all leading nowhere.\""
        ]
      },
      {
        "heading": "Prayers of hope and faith",
        "content": [
          "Mohamed does not recall much more from this time as his condition deteriorated rapidly. However, he does recall the crucial difference made by having spiritual support. At the peak of the outbreak, various religious groups offered prayers and psychosocial support services to patients from safe distances within the Ebola treatment centres. \"The regular prayers and counselling offered by the pastors and imams played a great part in my survival. They gave me hope and made me believe I could survive. I am very grateful to them,\" he says.",
          "The Lassa fever laboratory in Kenema is now one of many laboratories where suspected Ebola samples can be tested. Mohamed has returned to work as a blood collector, collecting blood samples from people with suspected infections such as Lassa fever, Ebola and other diseases."
        ],
        "tables": [
          [
            [
              "",
              "\"Knowing that I had Ebola symptoms, I started to isolate myself, and allowed no one to come into my room.\" Mohamed Sesay, lab technician, Sierra Leone"
            ]
          ]
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/sesay-310.jpg?Status=Master&sfvrsn=1a6527e1_5"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "The last Ebola survivor of his team",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:54:58Z",
    "first_seen_utc": "2026-01-29T04:54:58Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/ebola-in-liberia-frightened-patients-infected-their-carers-",
    "title": "Ebola in Liberia: Frightened patients infected their carers",
    "published_date": "2015-05-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Barbara Bono began working at Elwa hospital in Monrovia, Liberia just as word began to spread about Ebola. Although staff did their best to learn about the new disease and how to protect themselves, reality was very different from the theory. One by one staff fell sick but Barbara continued to come to work, until she, too was infected with Ebola while caring for a man who denied his symptoms for fear of being sent to an Ebola treatment unit.",
          "“I started working at Elwa hospital as an emergency room nurse in March 2014, just as word began to spread about Ebola,” recalled Barbara Bono. “The virus was unknown to us. The only thing we heard at the time was that there is no cure and almost everyone who comes down with it dies.” A month later, Barbara learned much more about the Ebola virus. She and other staff at the facility took part in a training session that covered health worker protection, care of patients and how to put on and take off personal protective equipment known as PPE. When the hospital began to receive suspected Ebola patients, she had learned enough about the contagious virus and its symptoms to understand that she and her colleagues were at serious risk. Overwhelmed by the outbreak \"In the training, we used proper protective gear, but at the hospital we only had basic gowns and aprons,\" Barbara says. \"We doubled our gloves when in contact with suspected cases. But we had no rubber boots, no goggles, none of the heavy zipped PPE that would help protect us.\" The situation at the hospital was growing increasingly chaotic and frightening. Health centres in the area were collapsing like dominoes and few Ebola treatment centres were going up. Patients were flooding Elwa hospital, including many suspected Ebola cases, yet there was no triage set up, no system to isolate and screen suspected cases. \"Sick patients were everywhere and we were highly exposed,\" Barbara says, her face tensing at the memory. \"It was a terrible time. We knew that any of us could be infected at any moment and I was so afraid. But I came to work every day, out of concern, even though my relatives and my community were shying away from me.\" \"One day a man came in for diabetes treatment and made no mention of other symptoms,\" she recalls. \"While waiting to be seen, he went to the bathroom and was there for a long time. We checked on him and he was in crisis. He was weak and couldn’t walk. I was one of the ones who carried him out and as he held on to me, his nails went right through my plastic gown and pricked my skin. His brother later told us that he thought he was infected with Ebola, but was too afraid to go to an Ebola treatment centre because \"that’s where you go to die.\" Early treatment was key Several days later, Barbara had a fever and couldn’t keep food down. She felt certain that she was infected so took medication to lower her temperature, increased her fluid intake and sought treatment. \"I got help very fast and that’s what saved me, but the weeks when I was sick are just too terrible to talk about,\" said Barbara. \"It was terrible being at the Ebola treatment centre. All the sickness and death, the depression and fear. It was so terrible.\" Outside the Ebola treatment centre, her family was suffering. They were anxious about her condition and worried about their own health. They self-quarantined for 21 days but stayed home long after this to avoid contact with anyone. \"Neighbours and even relatives were unkind, wouldn’t speak to them and encouraged people not to go near the house,\" Barbara says. \"Praise God they were all okay. None of them got sick.\" Barbara describes feeling overwhelmed when she learned that she was free of Ebola. \"My life had been saved,\" she said, \"but I couldn’t shake off the depression. I just cried and cried every day. I was in a kind of paralysis for many months, until I decided that for my own recovery, I needed to get back to work. I needed to be busy and back with my colleagues.\" Well accepted when back at work Barbara returned to her old job at Elwa Hospital in October 2014. Staff were outfitted in proper PPE and rubber boots and a triage system was in place to isolate, screen and refer suspected Ebola patients to a nearby Ebola treatment centre. \"Everyone was far more alert, knowledgeable and cautious at this point,\" she says, \"and they accepted me back without hesitation. They understood that a person who had recovered from Ebola was no longer infectious.\" Barbara says she hopes there will be an investment in training health workers to respond to future outbreaks. \"Empower us,\" she urged, \"so that the next time there is a health crisis we are prepared and have the skills needed to beat it much faster.\""
        ]
      },
      {
        "heading": "Overwhelmed by the outbreak",
        "content": [
          "\"In the training, we used proper protective gear, but at the hospital we only had basic gowns and aprons,\" Barbara says. \"We doubled our gloves when in contact with suspected cases. But we had no rubber boots, no goggles, none of the heavy zipped PPE that would help protect us.\"",
          "The situation at the hospital was growing increasingly chaotic and frightening. Health centres in the area were collapsing like dominoes and few Ebola treatment centres were going up. Patients were flooding Elwa hospital, including many suspected Ebola cases, yet there was no triage set up, no system to isolate and screen suspected cases.",
          "\"Sick patients were everywhere and we were highly exposed,\" Barbara says, her face tensing at the memory. \"It was a terrible time. We knew that any of us could be infected at any moment and I was so afraid. But I came to work every day, out of concern, even though my relatives and my community were shying away from me.\"",
          "\"One day a man came in for diabetes treatment and made no mention of other symptoms,\" she recalls. \"While waiting to be seen, he went to the bathroom and was there for a long time. We checked on him and he was in crisis. He was weak and couldn’t walk. I was one of the ones who carried him out and as he held on to me, his nails went right through my plastic gown and pricked my skin. His brother later told us that he thought he was infected with Ebola, but was too afraid to go to an Ebola treatment centre because \"that’s where you go to die.\""
        ],
        "images": [
          "https://www.who.int/images/default-source/health-topics/ebola/barbara-bono-310.jpg?Status=Master&sfvrsn=fc992191_11"
        ]
      },
      {
        "heading": "Early treatment was key",
        "content": [
          "Several days later, Barbara had a fever and couldn’t keep food down. She felt certain that she was infected so took medication to lower her temperature, increased her fluid intake and sought treatment. \"I got help very fast and that’s what saved me, but the weeks when I was sick are just too terrible to talk about,\" said Barbara. \"It was terrible being at the Ebola treatment centre. All the sickness and death, the depression and fear. It was so terrible.\"",
          "Outside the Ebola treatment centre, her family was suffering. They were anxious about her condition and worried about their own health. They self-quarantined for 21 days but stayed home long after this to avoid contact with anyone. \"Neighbours and even relatives were unkind, wouldn’t speak to them and encouraged people not to go near the house,\" Barbara says. \"Praise God they were all okay. None of them got sick.\"",
          "Barbara describes feeling overwhelmed when she learned that she was free of Ebola. \"My life had been saved,\" she said, \"but I couldn’t shake off the depression. I just cried and cried every day. I was in a kind of paralysis for many months, until I decided that for my own recovery, I needed to get back to work. I needed to be busy and back with my colleagues.\""
        ]
      },
      {
        "heading": "Well accepted when back at work",
        "content": [
          "Barbara returned to her old job at Elwa Hospital in October 2014. Staff were outfitted in proper PPE and rubber boots and a triage system was in place to isolate, screen and refer suspected Ebola patients to a nearby Ebola treatment centre. \"Everyone was far more alert, knowledgeable and cautious at this point,\" she says, \"and they accepted me back without hesitation. They understood that a person who had recovered from Ebola was no longer infectious.\"",
          "Barbara says she hopes there will be an investment in training health workers to respond to future outbreaks. \"Empower us,\" she urged, \"so that the next time there is a health crisis we are prepared and have the skills needed to beat it much faster.\""
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/barbara-bono-310.jpg?Status=Master&sfvrsn=fc992191_11"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Ebola in Liberia: Frightened patients infected their carers",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:00Z",
    "first_seen_utc": "2026-01-29T04:55:00Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/sierra-leone-helping-health-workers-protect-patients-with-clean-hands",
    "title": "Sierra Leone: Helping health workers protect patients with clean hands",
    "published_date": "2015-05-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In Ebola-affected countries, like Sierra Leone, the lack of running \nwater can make hand hygiene a challenge. Hand hygiene is so important in\n public health that 5 May every year is marked as Hand Hygiene Day.",
          "Dr Komba Songu-Mbriwa is a doctor on the frontlines of the \nEbola fight in Sierra Leone who also knows the challenges of the disease\n firsthand. He is an Ebola survivor. But today, he says his most \nimportant role extends beyond Ebola as a protector of other health \nworkers.  His specialty:  teaching his colleagues how to protect \nthemselves and other patients from the spread of all  infectious \ndiseases when patients are being cared for in health facilities.",
          "“Hands are the main way in which germs spread in health care settings,” says Dr Songu-Mbriwa."
        ]
      },
      {
        "heading": "Hand Hygiene Day - 5 May",
        "content": [
          "Not just in Sierra Leone but across the world, the simplest \nand most important action to block the spread of disease in health \nfacilities is ensuring that health workers consistently clean their \nhands properly. It is so important in public health that  5 May every \nyear is marked as Hand Hygiene Day."
        ]
      },
      {
        "heading": "Overcoming the lack of running water",
        "content": [
          "“More and more of our health workers colleagues understand \nthis,” says Dr Songu-Mbriwa. “But beyond understanding, we must make it \neasy and accessible for them to clean their hands often. It’s one thing \nto repeat ‘Wash your hands’, but what if there is no running water?”",
          "This is a real challenge in many countries.  In Sierra Leone, WHO \nis working with health care administrators to encourage them to provide \naccess to a safe, continuous water supply and to the necessary \nfacilities to perform hand washing, and a readily accessible \nalcohol-based hand rub at the point of patient care. This ambitious plan\n mirrors work that is already well under way in many parts of the world,\n including in some countries in Africa. It will involve WHO support to \nhospitals for making their own hand rub, using a special low cost WHO \nformula to overcome some of the current barriers.",
          "To raise awareness of Hand Hygiene Day in Sierra Leone, many \ndistricts have planned activities to raise awareness of this life-saving\n action as part of a campaign that unites and motivates healthcare \nworkers across the globe around improving hand hygiene. At Connaught \nHospital in Freetown, the Minister of Health has agreed to mark the day \nby signing a pledge of commitment to safe health care in Sierra Leone \nand to the reduction of health care-associated infections.",
          "This kind of commitment is vital. In fact, the Ministry of \nHealth and Sanitation is moving fast in its commitment to establish \nsolid foundations for improvement. The Ministry’s new national \nguidelines for hand hygiene in health care will be launched on 5 May and\n will serve as a guide for implementing best hand hygiene practices in \nall health care facilities across the country.",
          "Dr Songu-Mbriwa sees benefits of his work in both immediately \nand in the longer term. Creating a culture of infection prevention and \nhand hygiene among health workers in Sierra Leone is essential for \nstopping the Ebola outbreak.  But, he adds,  with the right skills \nconsistently applied, his colleagues will be better placed to respond to\n future outbreaks."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/ihs/ipc/hand-hygiene/hand-hygiene-630.jpg?sfvrsn=aa147f6f_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Sierra Leone: Helping health workers protect patients with clean hands",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:02Z",
    "first_seen_utc": "2026-01-29T04:55:02Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/re-energising-the-world!",
    "title": "Re-energising the world!",
    "published_date": "2015-05-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Clean Care is Safer Care 2005-2015",
        "content": [
          "For 10 years member states and autonomous regions around the world have pledged their commitment to clean care. Now some of them are reminding the world just how important it still is to work towards clean hands at the point of patient care every day. Here are some examples:"
        ]
      },
      {
        "heading": "Professor Chris Baggoley AO, Chief Medical Officer, Department of Health, Australia:",
        "content": [
          "\"Australia is totally committed to good hand hygiene as a simple but crucial intervention to keep our patients safe. Over the last five years, Australia has implemented a successful national campaign based on the WHO strategy, with open public reporting of each hospital’s hand hygiene performance.  Participation in the Hand Hygiene Australia program is now a mandatory requirement for public and private hospital accreditation in Australia.  Embedding and sustaining this important patient safety culture change is a key focus of health care policy.\""
        ]
      },
      {
        "heading": "Shona Robison, Cabinet Secretary for Health, Wellbeing and Sport, Scotland, UK:",
        "content": [
          "“The Scottish Government fully supports World Hand Hygiene Day on 5th May, to raise awareness around hand-washing best practice. Reducing healthcare associated infections within our hospitals and the wider community remains a top priority for the Scottish Government. Infection control is something that everyone needs to take an interest in, including good hand hygiene practice.  This is particularly important for NHS staff, patients, hospital visitors and the general public. It is one of the most important and effective things we can all do to help reduce the spread of infections and protect ourselves, our families and those around us.”"
        ]
      },
      {
        "heading": "Mg. Lic. Norma Peralta, Directora, Programa Nacional de Epidemiología y Control de Infecciones Hospitalarias de Argentina:",
        "content": [
          "“El Programa Nacional de Epidemiología y Control de Infecciones Hospitalarias de Argentina, en el marco de la Campaña Nacional para la Mejora de Higiene de Manos que la Asociación Argentina de Enfermeros en Control de Infecciones lidera en Argentina, apoya la iniciativa y adhiere a la promoción de la higiene de manos como un alto estándar de calidad y seguridad de atención de los pacientes y prevención de enfermedades. Esta medida, simple y eficaz resulta en la disminución de las infecciones y salva cientos de vidas al año. Desde el Argentina, el Programa Nacional de Epidemiología y Control de Infecciones Hospitalarias de Argentina, renueva, al cabo de sus primeros 10 años, su compromiso de continuar trabajando por la seguridad de los pacientes y la calidad de la atención médica. The National Program of Epidemiology and Hospital Acquired Infections in Argentina, as part of the National Campaign for Hand Hygiene Improvement of the Argentina Association of Nurse in Infection Control leads in Argentina, supports the initiative and adheres to promote hand hygiene as a high standard of quality and safety in patient care . This measure is simple and effective in reducing infections and save hundreds of lives a year. From Argentina, the National Program of Epidemiology and Control of Hospital Infections in Argentina, renewed, after its first 10 years, their commitment to continue working for the safety of patients and quality of care.”"
        ]
      },
      {
        "heading": "Dr CHAN Hon-yee Constance, Director of Health, Hong Kong, China:",
        "content": [
          "“Promoting hand hygiene in both healthcare settings and in the community has been accorded a top priority in Hong Kong ever since Hong Kong pledged to support the  WHO  First Global Patient Safety Challenge in 2005. In the past 10 years, Hong Kong has adopted the WHO Hand Hygiene Strategy in implementing hand hygiene programmes in hospitals, clinics and long-term care facilities. Since 2010, the 5th of May has been marked as an important annual event - Hand Hygiene Awareness Day in Hong Kong.  In collaboration with healthcare institutions and community organizations, promotional activities are carried out to encourage proper hand hygiene in healthcare workers, patients, visitors and the general public. Patient safety is always our first concern. Hong Kong is fully committed to promoting hand hygiene as one of the most effective yet simple means for infection control.”"
        ]
      },
      {
        "heading": "Department of Health, Republic of South Africa (via Twitter):",
        "content": [
          "“Hand hygiene exists as an important topic to prevent hospital acquired infection Join the campaign!‬ WHO SAVE LIVES: Clean Your Hands Campaign promotes ‪hand hygiene‬‬ action at the point of patient care. Infection prevention is at the heart of strengthening health care systems #safeHANDS.”"
        ]
      },
      {
        "heading": "Dr Elisabeth Heisbourg, Directeur Adjoint f.f. de Directeur de la Santé, Luxembourg:",
        "content": [
          "“As chief medical officer (ff) at the ministry of health  I continue to underline the utmost importance of hand hygiene in the healthcare sector. We have seen some sort of success story concerning this - WHO and its stakeholders have strengthened the importance of it, and did and still do a VERY good job in promoting it. Many countries, hospitals and healthcare professionals have picked up this guidance and made this movement theirs. In Luxembourg, all the hospitals collaborate greatly, the healthcare professionals adhere and ameliorate compliance from campaign to campaign. The Ministry in charge of homecare, nursing homes and homes for handicapped people has participated, and continues to, since the second campaign, provided with adapted messages and tools. We are confident this positive movement will go on and will show further improvement. We are doing our best for this , with our partners.”"
        ]
      },
      {
        "heading": "Spanish Ministry of Health, Social Services and Equality, Yolanda Agra (senior adviser):",
        "content": [
          "“To control the healthcare associated infections (HCAI) in the Spanish National Health System is one of the main priorities of the national patient safety strategy. This strategy, now updated with the agreement of the main Spanish stakeholders, provides specific recommendations to control HCAI in hospitals and ambulatory care including hand hygiene as a key practice to prevent and control those infections. A Hand hygiene national program has been developed in the last seven years in agreement with the health regions, which every May 5th develop different activities with professionals and patients to remain the most simple, inexpensive and effective way to reduce the spread of HCAI. The multimodal approach to improve Hand hygiene is included in the accreditation of the teaching hospitals and it will be also included in the evaluation of the reference centers. Hand Hygiene is also one of the safe clinical practices implemented in several healthcare organizations in Spain, in the framework of the European Union Network for Patient safety and Quality of Care.”"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "Re-energising the world!",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:04Z",
    "first_seen_utc": "2026-01-29T04:55:04Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/continuing-care-for-tuberculosis-diabetes-and-heart-patients-in-earthquake-hit-nepal",
    "title": "Continuing care for tuberculosis, diabetes and heart patients in earthquake hit Nepal",
    "published_date": "2015-05-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Less than 24 hours after the earthquake shook Nepal, outpatient assistant Ganga KC assumed her regular post at Alka hospital’s tuberculosis (TB) treatment centre, south of Kathmandu. At 8 a.m. sharp on 26 April, Ganga opened the doors to the Lalitpur-based facility ready to receive patients. It was a new day, and despite Saturday’s disaster, she knew a lapse in TB care for her patients could result in their medicines becoming less effective. According to Ganga, the number of patients coming to the facility has not fallen since the earthquake hit, reflecting the Ministry of Health and Population’s (MoHP) long-term emphasis on the provision of continuous, supervised care. “When the patients come, we tell them that if even one day is dropped, it won’t work, so you need to come every day – we counsel them that way,” she said, adding, “The patients think, ‘oh yes, we have to come here otherwise the medication we have taken till now will not work,’ so they come.” Reaching TB patients The treatment centre ensures direct observation of therapy for those requiring TB medication, in line with the WHO’s globally-disseminated Stop TB Strategy. This approach allows patients to receive free daily medicine and ensures that they are given adequate care and support to complete their treatment course. Alka’s treatment centre sustained only minor damage as a result of the earthquake, but many others were damaged beyond repair, with patients being forced to travel further to receive care. The biggest challenge for the control of TB post-disaster is not generally a lack of drugs, but that of reaching patients who have not come to the health centre or don’t know where to go for treatment when their usual centre is no longer functioning. TB patients whose treatment has been disrupted risk developing drug resistant strains of the disease, a growing public health threat, which is a further burden on Nepal’s health care system. According to Dr Bikash Lamichhane, Director of Nepal’s National Tuberculosis Centre, a contact tracing mechanism developed in collaboration with the WHO will be critical to reaching TB patients that have not arrived for treatment. “If these centres become non-functional, then District TB officers trace the patients and enable their care at another treatment centre,” he said . A rapid assessment of TB needs is currently underway, which will outline how TB patients will be reached and provided with ongoing treatment - especially those in remote districts. Once traced, patients will be tested and provided the appropriate treatment and counseling in order to prevent further incidence of the disease. Continuing treatment of patients with noncommunicable diseases Pre-planning has also helped ensure that other people who rely on medicines daily for noncommunicable diseases, such as diabetes and high blood pressure, can continue to receive them. Dr Frank Paulin, WHO’s medical officer and public health and health systems administrator, says Nepal’s earthquake increases risks for patients suffering from a range of diseases. Nepal’s earthquake increases risks for patients suffering from a range of diseases. The disruption of medication, especially for major diseases such as diabetes and hypertension, can be very dangerous and even life-threatening - Dr F. Paulin, WHO “The disruption of medication, especially for major diseases such as diabetes and hypertension, can be very dangerous and even life-threatening. Similarly, disrupting medicines for people with chronic respiratory diseases like asthma can put them at increased risk of diseases such as the seasonal flu,” he said. Hospitals within the Lalitpur district have reported a spike in patients with an increase in blood pressure, reportedly linked to the earthquake. While oral medication and insulin supplies to treat diabetes are reported as being adequate at the government-run Patan Hospital, in areas outside of the Kathmandu valley the difficulties are more acute. “Drug availability at district level is constantly monitored by WHO staff and this information is provided on a daily basis to the government’s Health Emergency Operations Centre,” said Dr Paulin. “This information will be used to dispatch drugs to the districts as well as to prompt logistics groups to take action to ensure stock levels.” Foreign medical teams are also on notice to treat people with chronic diseases, along with the steady flow of trauma patients. In the early afternoon heat outside Alka’s TB treatment centre, a community medical assistant explained the reward she feels as her regular patients continue to come and receive their medication. “I am so happy, because they understand the TB disease,” she said. “The patients, they take my counseling seriously.”"
        ]
      },
      {
        "heading": "Reaching TB patients",
        "content": [
          "The treatment centre ensures direct observation of therapy for those requiring TB medication, in line with the WHO’s globally-disseminated Stop TB Strategy. This approach allows patients to receive free daily medicine and ensures that they are given adequate care and support to complete their treatment course.",
          "Alka’s treatment centre sustained only minor damage as a result of the earthquake, but many others were damaged beyond repair, with patients being forced to travel further to receive care. The biggest challenge for the control of TB post-disaster is not generally a lack of drugs, but that of reaching patients who have not come to the health centre or don’t know where to go for treatment when their usual centre is no longer functioning.",
          "TB patients whose treatment has been disrupted risk developing drug resistant strains of the disease, a growing public health threat, which is a further burden on Nepal’s health care system. According to Dr Bikash Lamichhane, Director of Nepal’s National Tuberculosis Centre, a contact tracing mechanism developed in collaboration with the WHO will be critical to reaching TB patients that have not arrived for treatment.",
          "“If these centres become non-functional, then District TB officers trace the patients and enable their care at another treatment centre,” he said . A rapid assessment of TB needs is currently underway, which will outline how TB patients will be reached and provided with ongoing treatment - especially those in remote districts.",
          "Once traced, patients will be tested and provided the appropriate treatment and counseling in order to prevent further incidence of the disease."
        ]
      },
      {
        "heading": "Continuing treatment of patients with noncommunicable diseases",
        "content": [
          "Pre-planning has also helped ensure that other people who rely on medicines daily for noncommunicable diseases, such as diabetes and high blood pressure, can continue to receive them.",
          "Dr Frank Paulin, WHO’s medical officer and public health and health systems administrator, says Nepal’s earthquake increases risks for patients suffering from a range of diseases.",
          "Nepal’s earthquake increases risks for patients suffering from a range of diseases. The disruption of medication, especially for major diseases such as diabetes and hypertension, can be very dangerous and even life-threatening - Dr F. Paulin, WHO",
          "“The disruption of medication, especially for major diseases such as diabetes and hypertension, can be very dangerous and even life-threatening. Similarly, disrupting medicines for people with chronic respiratory diseases like asthma can put them at increased risk of diseases such as the seasonal flu,” he said.",
          "Hospitals within the Lalitpur district have reported a spike in patients with an increase in blood pressure, reportedly linked to the earthquake. While oral medication and insulin supplies to treat diabetes are reported as being adequate at the government-run Patan Hospital, in areas outside of the Kathmandu valley the difficulties are more acute.",
          "“Drug availability at district level is constantly monitored by WHO staff and this information is provided on a daily basis to the government’s Health Emergency Operations Centre,” said Dr Paulin. “This information will be used to dispatch drugs to the districts as well as to prompt logistics groups to take action to ensure stock levels.”",
          "Foreign medical teams are also on notice to treat people with chronic diseases, along with the steady flow of trauma patients.",
          "In the early afternoon heat outside Alka’s TB treatment centre, a community medical assistant explained the reward she feels as her regular patients continue to come and receive their medication. “I am so happy, because they understand the TB disease,” she said. “The patients, they take my counseling seriously.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/tb-patient-nepal630.png?sfvrsn=ae0d2364_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Continuing care for tuberculosis, diabetes and heart patients in earthquake hit Nepal",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:06Z",
    "first_seen_utc": "2026-01-29T04:55:06Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/cuban.-doctor.-ebola-survivor",
    "title": "Cuban. Doctor. Ebola survivor",
    "published_date": "2015-04-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Dr Felix Sarria Baez was one of hundreds of Cuban doctors sent as a Foreign Medical Team to support the Ebola response in West Africa in October 2014. While working there, he contracted Ebola himself. He survived and returned to Sierra Leone to further help Ebola patients. Below is his story.",
          "Dr Felix Sarria Baez, Cuban doctor, returns to Sierra Leone after recovering from Ebola. \"It’s been like coming back from a war, alive. My companeros shouted, smiled, cried and hugged me,\" Dr Felix Sarria Baez reflected on his return to Sierra Leone after recovering from Ebola. Dr Felix told his story on a hot, dusty hotel patio in Port Loko, a 2-hour drive from the capital Freetown. He was wearing a new WHO polo, a gift when he came back to Sierra Leone. All his other clothes were destroyed in November 2014 when he was diagnosed with Ebola. \"It’s good to come back. I needed to come back,\" he explains. \"Ebola is a challenge that I must fight to the finish here, to keep it from spreading to the rest of the world.\" Becoming infected \"I don't know how I got infected. There was no violation of protocols,\" he explains, describing sweat \"like a river\" from the layers of heat-retaining safety garments that cause body surface temperatures to rise to 40 degrees centigrade (104 Fahrenheit). This is significantly higher than normal body temperature of 37° C (98.6 F) and can only be withstood for 40 to 60 minutes. WHO provided rigorous safety training and mentoring to the Cuban Medical Brigade and other foreign medical teams before starting work in the Ebola treatment centers. Dr Felix remembers clearly the day he first felt ill. \"It started Sunday morning with a fever of 38 and then 39.5° C (100.4 to 103.1 F). I lost my appetite all day, but I didn’t feel weak or have any pain,\" he recounted. \"On Monday, I went to Kerry Town Treatment Unit, where there is a special ward for health care workers. I developed a cough that lasted throughout my illness. My white blood cell count and platelets fell fast. At 8 p.m. the test result came back positive for Ebola.\" White blood cells fight infection and platelets help blood clot. Without them, the body risks succumbing more quickly to Ebola. \"When my doctors told me the blood result, I thought about it and then decided, let’s see what the results are tomorrow. I felt calm, quiet. I will save my life I said to myself. If you doubt and feel depressed, the illness will invade your body. It’s important to be optimistic.\" Ebola treatment Before leaving Kerry Town, Felix's doctors started a central IV line as a precaution. Although he could still eat and drink at this stage, his condition was likely to worsen, at which point his veins might collapse making an IV attempt more challenging. Giving fluids by IV as needed to maintain life-saving hydration in Ebola patients is a mainstay of WHO guidelines since it often reduces severe complications and death. WHO and the Government of Cuba agreed to transfer Dr Felix to Geneva, Switzerland. He remembered the impressive layout of the Phoenix medevac plane. \"I was isolated in a private area where I could get up or rest. Four times during flight I had diarrhea,\" a common and concerning sign of Ebola since it can lead to rapid dehydration. At midnight, the Phoenix landed in Geneva and Dr Felix was transferred to Hôpitaux Universitaires de Genève (HUG), where his condition deteriorated. \"I lost consciousness and slept deeply. For 2 days I was delirious with a 40° C (104 F) fever and cerebral encephalitis,” Dr Felix said of the worst phase of the disease. The fever caused swelling in his brain, although his caregivers later said he would awaken, answer questions, and drift off again. He developed a rash over his entire body, beginning on his chest, belly and back, as is often seen on Ebola patients. On Thursday, his fever broke and he woke up feeling better. He drank juice and ate rice, meat, fruit, yogurt and chocolate. \"Chocolate is good for Ebola,\" he said with a grin. By Friday, Dr Felix’s hands ached so badly he was unable to hold a pen. \"I spoke to my family every day from that time on,\" he remembered. \"My wife would tell me to keep up my spirits and not worry about her and the boys. She never doubted I would recover.\" He was released from HUG once his blood was clear of Ebola virus. When Dr Felix landed in Cuba, a handful of people greeted him at the airport including his family and a few government officials. No one in Cuba avoided him or treated him as a social pariah for having fought off Ebola, as many survivors have experienced in West Africa or other countries. In Cuba, his wife nursed him back to health with a steady diet of meat and chicken. During his 2 weeks in hospital, he moved only between the bed and a chair. Dr Felix’s arm and leg muscles had grown so weak he could barely stand. I am so grateful to the Director-General and everyone at WHO, to the British army docs, and to the hospital staff in Geneva for each playing a part in saving my life. - F elix Sarria Baez, doctor, and an Ebola survivor \"That first day back in Cuba, my wife brought me my 2 year-old son. I held him all day long until the evening, all the while rocking him in my arms,\" he cradled his arms across his chest and swayed back and forth. \"After that, my legs felt strong. I didn’t need physical therapy. My son was my therapy. I was better from that day on.\" Back to Sierra Leone A month and an added 15 pounds later, Dr Felix boarded a plane for Sierra Leone. On his way, he stopped by HUG in Switzerland to donate his plasma to help future Ebola patients. \"I met my doctors and nurses and their families for dinner. That was a very beautiful day. They saved my life,\" Dr Felix said. \"Every doctor and nurse should talk and have a good relationship with their patients. They did with me.\" \"I am so grateful to the Director-General and everyone at WHO, to the British army docs, and to the hospital staff in Geneva for each playing a part in saving my life.\" Dr Felix departed Sierra Leone on 22 March 2015 in the first wave of Cuban medical workers to head home."
        ]
      },
      {
        "heading": "Becoming infected",
        "content": [
          "\"I don't know how I got infected. There was no violation of protocols,\" he explains, describing sweat \"like a river\" from the layers of heat-retaining safety garments that cause body surface temperatures to rise to 40 degrees centigrade (104 Fahrenheit). This is significantly higher than normal body temperature of 37° C (98.6 F) and can only be withstood for 40 to 60 minutes. WHO provided rigorous safety training and mentoring to the Cuban Medical Brigade and other foreign medical teams before starting work in the Ebola treatment centers.",
          "Dr Felix remembers clearly the day he first felt ill. \"It started Sunday morning with a fever of 38 and then 39.5° C (100.4 to 103.1 F). I lost my appetite all day, but I didn’t feel weak or have any pain,\" he recounted.",
          "\"On Monday, I went to Kerry Town Treatment Unit, where there is a special ward for health care workers. I developed a cough that lasted throughout my illness. My white blood cell count and platelets fell fast. At 8 p.m. the test result came back positive for Ebola.\" White blood cells fight infection and platelets help blood clot. Without them, the body risks succumbing more quickly to Ebola.",
          "\"When my doctors told me the blood result, I thought about it and then decided, let’s see what the results are tomorrow. I felt calm, quiet. I will save my life I said to myself. If you doubt and feel depressed, the illness will invade your body. It’s important to be optimistic.\""
        ]
      },
      {
        "heading": "Ebola treatment",
        "content": [
          "Before leaving Kerry Town, Felix's doctors started a central IV line as a precaution. Although he could still eat and drink at this stage, his condition was likely to worsen, at which point his veins might collapse making an IV attempt more challenging. Giving fluids by IV as needed to maintain life-saving hydration in Ebola patients is a mainstay of WHO guidelines since it often reduces severe complications and death.",
          "WHO and the Government of Cuba agreed to transfer Dr Felix to Geneva, Switzerland. He remembered the impressive layout of the Phoenix medevac plane. \"I was isolated in a private area where I could get up or rest. Four times during flight I had diarrhea,\" a common and concerning sign of Ebola since it can lead to rapid dehydration. At midnight, the Phoenix landed in Geneva and Dr Felix was transferred to Hôpitaux Universitaires de Genève (HUG), where his condition deteriorated.",
          "\"I lost consciousness and slept deeply. For 2 days I was delirious with a 40° C (104 F) fever and cerebral encephalitis,” Dr Felix said of the worst phase of the disease. The fever caused swelling in his brain, although his caregivers later said he would awaken, answer questions, and drift off again. He developed a rash over his entire body, beginning on his chest, belly and back, as is often seen on Ebola patients.",
          "On Thursday, his fever broke and he woke up feeling better. He drank juice and ate rice, meat, fruit, yogurt and chocolate. \"Chocolate is good for Ebola,\" he said with a grin. By Friday, Dr Felix’s hands ached so badly he was unable to hold a pen. \"I spoke to my family every day from that time on,\" he remembered. \"My wife would tell me to keep up my spirits and not worry about her and the boys. She never doubted I would recover.\"",
          "He was released from HUG once his blood was clear of Ebola virus.",
          "When Dr Felix landed in Cuba, a handful of people greeted him at the airport including his family and a few government officials. No one in Cuba avoided him or treated him as a social pariah for having fought off Ebola, as many survivors have experienced in West Africa or other countries.",
          "In Cuba, his wife nursed him back to health with a steady diet of meat and chicken. During his 2 weeks in hospital, he moved only between the bed and a chair. Dr Felix’s arm and leg muscles had grown so weak he could barely stand.",
          "I am so grateful to the Director-General and everyone at WHO, to the British army docs, and to the hospital staff in Geneva for each playing a part in saving my life. - F elix Sarria Baez, doctor, and an Ebola survivor",
          "\"That first day back in Cuba, my wife brought me my 2 year-old son. I held him all day long until the evening, all the while rocking him in my arms,\" he cradled his arms across his chest and swayed back and forth. \"After that, my legs felt strong. I didn’t need physical therapy. My son was my therapy. I was better from that day on.\""
        ]
      },
      {
        "heading": "Back to Sierra Leone",
        "content": [
          "A month and an added 15 pounds later, Dr Felix boarded a plane for Sierra Leone. On his way, he stopped by HUG in Switzerland to donate his plasma to help future Ebola patients. \"I met my doctors and nurses and their families for dinner. That was a very beautiful day. They saved my life,\" Dr Felix said. \"Every doctor and nurse should talk and have a good relationship with their patients. They did with me.\"",
          "\"I am so grateful to the Director-General and everyone at WHO, to the British army docs, and to the hospital staff in Geneva for each playing a part in saving my life.\" Dr Felix departed Sierra Leone on 22 March 2015 in the first wave of Cuban medical workers to head home."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/ebola/cuban-doctor310.jpg?Status=Master&sfvrsn=420d2f89_5"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Cuban. Doctor. Ebola survivor",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:08Z",
    "first_seen_utc": "2026-01-29T04:55:08Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/el-salvador-women-spread-the-word-on-food-safety",
    "title": "El Salvador: Women spread the word on food safety",
    "published_date": "2015-04-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Every day Rosameli Rodríguez tends her family’s garden plot. She grows a variety of fruits and vegetables, including the essential ingredients for preparing typical El Salvadorian meals: tomatoes, leafy greens and beans. She grows the vegetables\n    under a mesh to protect them from contamination by birds or animals. Nevertheless, before preparing the vegetables for her family’s meals, she takes steps necessary to make certain they are free of potentially dangerous germs.",
          "Growing her own food and making sure that food is safe are relatively new skills for Rodriguez. In 2013 she participated in an educational programme supported by WHO, working in collaboration with El Salvador’s government and other United Nations\n    partner Organizations: the Food and Agriculture Organization (FAO), United Nations Development Programme (UNDP), UNICEF, UNWomen, and the World Food Programme (WFP).",
          "“It has taught us a lot because we learn hygiene practices to grow fruits and vegetables, and with that we avoid many diseases,” she says.",
          "The educational programme has sought to address two issues in El Salvador: foodborne illness and poor nutrition by educating the local women who were identified as the people most likely to pass on their knowledge to other people in their communities.\n    One in 10 people in El Salvador lives on less than US$ 2 a day, making it hard to buy food, and a large proportion of the population lacks sufficient education about nutrition.",
          "That is why the country’s government and WHO are encouraging people to grow food themselves to diversify their diet and have a balanced nutritional intake. “This is an important step for improving nutrition. However, if people are going to\n    grow their own fruits and vegetables, they have to be safe,” says Dr Enrique Perez-Gutierrez, a Senior Advisor in Foodborne and Zoonotic Diseases at the WHO Regional Office for the Americas."
        ]
      },
      {
        "heading": "Five keys to growing safer fruits and vegetables",
        "content": [
          {
            "text": "Rodriguez and other women who have participated in the programme were taught the Five keys to growing safer fruits and vegetables recommended by WHO:",
            "bullets": [
              "practice good personal hygiene",
              "protect fields from animal faecal contamination",
              "use treated faecal waste",
              "evaluate and manage risks from irrigation water",
              "keep harvest and storage equipment clean and dry."
            ]
          },
          "The women also learned simple tips that can have a big impact on food safety. “We used to wash cooking equipment with water that was not safe. Now we add a few drops of bleach to make it cleaner,” says Gloria Delgado, another participant in\n    the training programme.",
          "To prepare for the village workshops, there were two ‘train the trainers’ workshops held in 2013, to train health promoters, that went on to educate the women in rural villages not only on how to take care of their own families, but also how\n    to host their own educational workshops. “We chose to invite women to take on this role, because they play a vital role in education, especially in the area of food preparation and safety,” says Dr José Ruales, WHO Representative\n    to El Salvador."
        ]
      },
      {
        "heading": "Foodborne diseases decreased over a year",
        "content": [
          "WHO staff from the El Salvador country office did an evaluation in the villages in 2014, a year after the first workshops took place. Over the course of a year, staff members went from house to house conducting a prospective study measuring acute gastroenteritis,\n    also known as stomach flu.",
          "They found that foodborne diseases had decreased because people were putting into practice the WHO Five keys to growing safer fruits and vegetables. Families that applied the Five keys at home reduced their chances of getting diarrhoea by 60% compared\n    to families in communities where these safety and hygiene measures were not applied. They also found that families in areas where the programme was implemented had begun to eat a wider range of fruits and vegetables – leading to improved nutrition."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/departments/fos/el-salvador-woman-food-production-630px.tmb-1200v.jpg?Culture=en&sfvrsn=6a9cb3b3_4"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "El Salvador: Women spread the word on food safety",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:10Z",
    "first_seen_utc": "2026-01-29T04:55:10Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/simple-solution-improves-water-and-sanitation-in-zambian-health-care-facilities",
    "title": "Simple solution improves water and sanitation in Zambian health-care facilities",
    "published_date": "2015-03-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "\"More than 1 in 3 health care facilities in low-resource settings do not have any access to water at all.\"",
          "WHO UNICEF report",
          "When Mary Mwape, a midwife, delivers babies at Lubwe Mission Hospital in Luapula Province of Zambia, there’s often no water to wash her hands or clean the newborn. Yet, mothers from all over the region are referred to the hospital for delivery and related health care activities. “We know that we are supposed to wash our hands thoroughly before attending to another patient but what do you do in a situation where there is no running water?” she asks.",
          "Mary’s challenge is not unique. Water, toilets and soap are absent in numerous hospitals and health centres in many low income countries. Without basic water, sanitation and hygiene (WASH) services, it is difficult for health workers to prevent and control infectious diseases.",
          "“If a newborn child with a fresh umbilical cord is washed using water from shallow, open wells or unsafe water, the child is likely to be infected with diseases like neonatal tetanus or neonatal sepsis which may lead to death,” Mary explains.",
          "“A labour ward without water is a danger to the life of newborn children,” she adds."
        ]
      },
      {
        "heading": "Increasing WASH services",
        "content": [
          "Zambia has made efforts to improve WASH services in health care facilities. In 2010, the Ministry of Health with support from Tropical Disease Research Centre and other organizations, installed small water stations for safe drinking and hand washing in 150 health care facilities mostly in rural communities. The facilities were chosen because they reported high levels of diarrhoea and low access to clean water. The project placed two locally produced water stations at key points in each health facility. One 60-litre water station provides chlorinated water that is safe for drinking. The second 70-litre water station is used for handwashing with soap.",
          "Though providing water is a challenge across Zambia, the project requires all health care facilities to have a water supply inside or nearby to keep the tanks full. Depending on the health facility’s water supply, the water stations are filled either by well, piped or delivered water. There are dedicated personnel to manage the stations in order to ensure proper operation and disinfection of water supplies.",
          "“The water stations ensure patients can take their medications with safe water and the health care workers can wash their hands between patients,” explains Mathias Tembo, a senior medical scientist at Tropical Disease Research Centre. “If we don’t provide treated water, various diseases will continue to be transmitted in the health care facilities.” Besides making it possible for health workers to wash their hands, the water stations are increasing patients’ satisfaction and promoting hygiene practices. Health workers are capitalizing on a “teachable moment” by encouraging patients to wash their hands and treat their drinking water at home.",
          "And, recent home visits have shown the programme is working. Patients are now regularly washing their hands with soap and safely storing and treating their water. “Efforts need to continue to ensure we improve the provision of water, but also that we have safe and reliable supplies of drinking water in all health care facilities in Zambia,” says Mr Tembo. “While we have not focused on this area in the past, it is important we start.” Use of alcohol-based hand rubs is an important complementary measure that also allows for hand hygiene to prevent infection, but these are not widely available.",
          "A major issue in low-resource settings",
          "According to WHO and UNICEF’s report, “Water, sanitation and hygiene in health care facilities: status in low- and middle-income countries and way forward”, more than 1 in 3 health care facilities in low-resource settings do not have any access to water at all. When the reliability, safety and distance of the water supply is taken into account, that ratio increases to 1 in 2.",
          "But, lack of water is only one challenge. Nearly 1 in 5 of these facilities does not also have toilets and more than 1 in 3 does not have soap for handwashing. Without safe water, toilets and soap, health care workers like Mary cannot carry out proper infection prevention and control measures and demonstrate safe practices to their patients. They also put babies at risk of developing life-threatening diseases.",
          "Simple measures, like Zambia’s water stations, can make an immediate difference. WHO, UNICEF and partners, like WaterAid, are working to increase water, sanitation, and hygiene services in health care facilities in low- and middle-income countries, so that more patients can receive care in safe environments. Realizing long-term sustainable improvements will require a global action plan that integrates stronger policies, greater financial commitments and ample human resources. WHO and UNICEF are working to development and implement the first plan."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/default-album/zambia-water-baby.tmb-1200v.jpg?Culture=en&sfvrsn=34b67914_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Simple solution improves water and sanitation in Zambian health-care facilities",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:12Z",
    "first_seen_utc": "2026-01-29T04:55:12Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/haiti-safe-food-in-rural-schools",
    "title": "Haiti: safe food in rural schools",
    "published_date": "2015-03-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Every day at lunchtime, dozens of children pour into a newly built canteen next to their school in Palmiste Tampe, Haiti. They and their parents can feel safe about the food they are eating since it comes from a kitchen set up by World Central Kitchen,\r\n    a non-profit organization that provides safely prepared food and education about it to schools in remote areas.",
          "Developed by the Spanish nongovernmental organization CESAL, the project was set up to provide continuous training and support for cooks in accordance with food safety guidelines developed by WHO alongside the Haitian health authorities.",
          "Palmiste Tampe lies about 50 kilometres east of the Haitian capital, Port-au-Prince. Like the majority of people living in rural areas of the country, its residents lack easy access to affordable medical care if they get sick from eating contaminated\r\n    food. Although foodborne illnesses can be life threatening, preventing these illnesses is both simple and critical."
        ]
      },
      {
        "heading": "Safe handling of food is key",
        "content": [
          "Haiti has faced a series of disasters over the past decade, including the earthquake and the unprecedented cholera epidemic of 2010. Safe handling of food plays a vital role in preventing outbreaks of cholera and other food- and waterborne diseases.",
          {
            "text": "In 2010, WHO’s Regional Office for the Americas worked with the Haitian Ministry of Public Health to produce cholera prevention messages in the local Creole language. The document offered guidance on safe food handling practices consistent with\r\n    WHO’s 5 Keys to Safer Food:",
            "bullets": [
              "keep clean",
              "separate raw and cooked",
              "cook thoroughly",
              "keep food at safe temperatures",
              "use safe water and raw materials."
            ]
          },
          "Staff from World Central Kitchen see a great opportunity to educate the 200 children who eat meals in the new canteen. “Through our partnership, we are teaching the importance of personal hygiene, food safety and sanitation, and in that process,\r\n    we aim to change the habits of entire communities. As teachers, cooks and students begin to change these habits, they carry this message home with them, and slowly, the entire community begins to change,” says Brian MacNair, the Executive Director\r\n    of World Central Kitchen for Palmiste Tampe.",
          "As teachers, cooks and students begin to change these habits, they carry this message home with them, and slowly, the entire community begins to change. - Brian MacNair, Executive Director of World Central Kitchen for Palmiste Tampe"
        ]
      },
      {
        "heading": "Children as agents of change",
        "content": [
          "The strategy of targeting children for food safety education is not a new one to the region. Previous projects spearheaded by WHO have taken place in school kitchens in countries like Guatemala and Argentina. “The idea is to use the kids as a health\r\n    agent inside of the home. Kids are capable of changing the behaviours of their mothers, fathers, and siblings, so they are very powerful,” says Dr Enrique Perez-Gutierrez, a Senior Adviser in Foodborne and Zoonotic Diseases at the WHO Regional\r\n    Office for the Americas.",
          "People in Palmiste Tampe are learning that it is especially important to maintain safe food handling practices during crises and times of hardship. “This year, during the on-going drought, clean water is scarce, so we have to make a stronger effort\r\n    towards proper hygiene, so we don´t get sick,” says Madeleine Senat, a cook at the Palmiste Tampe school canteen. With people in her community now learning how to keep the food they eat safe, Senat hopes for a future in which Palmiste\r\n    Tampe will never again be struck by food- or waterborne disease."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/imported/food-safety/haiti-children-eating-630px.tmb-1200v.jpg?Culture=en&sfvrsn=a0d99523_1"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Haiti: safe food in rural schools",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:13Z",
    "first_seen_utc": "2026-01-29T04:55:13Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/azerbaijan-brings-quality-tuberculosis-care-to-prisons",
    "title": "Azerbaijan brings quality tuberculosis care to prisons",
    "published_date": "2015-03-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Tuberculosis (TB) is a major health problem in many of the world’s prisons: infection rates can be more than 10 times higher than in the general population. Frequently overcrowded and poorly ventilated, many prisons lack early detection and sound treatment programmes to combat the disease – even though many prisoners come from population groups that are already at high risk of TB infection and disease, such as people who inject drugs or are homeless. But, in Azerbaijan – a country bordering Russia, Georgia, Armenia and Iran – a TB programme in the country’s prisons is helping reverse the spread of the disease. Fifteen years ago, 7 in every 1000 Azerbaijan people were ill with TB. By last year, rates had fallen to 1 in every 1000 people. Still, there is substantial work ahead to end the general epidemic and address multidrug-resistant disease. Part of the response is addressing TB in vulnerable groups, including prisoners. A 20-year commitment to control TB In 1995, supported by the International Committee of the Red Cross, the country introduced the WHO DOTS approach to enable TB care and control in all of the country’s prisons. DOTS involves fostering political commitment and financing for TB efforts in prisons as well as linking to the wider national TB programme and health services; enabling earlier diagnosis; providing standardized treatment with supervision and patient support; providing effective drug supply and management; and monitoring and evaluating the programme. Routine screening of detainees has been key in Azerbaijan. Once a year, the country’s prisons hold dedicated TB days to screen all detainees and raise awareness about risk-factors and symptoms of the disease. Those prisoners who test positive are transferred to a centralized TB prison hospital for treatment and additional support. We’ve made sustained efforts to actively detect TB in prisons for more than a decade now. - Dr Rafail Mehdiyev, Head of the Main Medical Department of the Ministry of Justice, Azerbaijan “We’ve made sustained efforts to actively detect TB in prisons for more than a decade now,” says Dr Rafail Mehdiyev, Head of the Main Medical Department of the Azerbaijani Ministry of Justice. “We set up a specialized TB hospital for detainees, with infection control measures and a new laboratory that uses all the diagnostic techniques recommended by WHO, including molecular-genetic testing.” However, it is not just the prison’s detainees and health personnel who play a role in the programme. Prison officers and other non-medical staff are taught about the symptoms, risk factors and treatment of TB through mini-plays, performed in the country’s prisons by a state theatre group. “Most prison officers are not medical workers, so they need to be educated about TB. We train them so that they understand the basics of the disease and convey consistent messages to detainees about the importance of TB control,” explains Dr Mehdiyev. The importance of rigorously completing TB treatment is reinforced to all infected prisoners who start a course of medication. In addition, with so many detainees released from prison part-way through treatment, a local nongovernmental organization provides a vital service offering support to newly-released detainees to ensure they complete the medication regimen. International recognition Azerbaijan’s national programme has developed in line with the WHO European Office’s Consolidated Action Plan to Prevent and Combat M/XDR-TB 2011-2015 which promotes integrated care, and collaboration across health and justice ministries. WHO is helping the country strengthen programmatic management of drug resistant TB, improve TB drug management, expand access to rapid diagnostics and further develop its laboratory network. In addition, the country receives support for TB control in prisons from the Global Fund to fight AIDS, Tuberculosis and Malaria. “In order to support Member States improve their health services, we facilitate and nurture intercountry exchange of know-how and good practices. Azerbaijan’s successful implementation of state-of-the-art TB care in prisons can be used as a model for other countries,” highlights Dr Masoud Dara TB and M/XDR-TB Programme Manager of WHO Regional Office for Europe. The prison programme has achieved recognition for its work in protecting the health of detainees, including an award from the International Corrections and Prisons Association (ICPA) in 2013. “The Azerbaijani Ministry of Justice has achieved solid TB cure rates and is implementing WHO recommended approaches to case finding and treating tuberculosis in prisons,” says Dr Fuad Mirzayev, medical officer from the WHO Global TB Programme. In 2012, a demonstration centre was set up within an Azerbaijan TB prison hospital to train international health workers and prison staff on how to implement similar programmes in their prisons. Last year, WHO officially recognized the facility as a WHO Collaborating Centre on the prevention and control of tuberculosis. In May 2015, the centre will host its first international training event. It has already trained more than 100 representatives from countries across Central Asia."
        ]
      },
      {
        "heading": "A 20-year commitment to control TB",
        "content": [
          "In 1995, supported by the International Committee of the Red Cross, the country introduced the WHO DOTS approach to enable TB care and control in all of the country’s prisons. DOTS involves fostering political commitment and financing for TB efforts in prisons as well as linking to the wider national TB programme and health services; enabling earlier diagnosis; providing standardized treatment with supervision and patient support; providing effective drug supply and management; and monitoring and evaluating the programme.",
          "Routine screening of detainees has been key in Azerbaijan. Once a year, the country’s prisons hold dedicated TB days to screen all detainees and raise awareness about risk-factors and symptoms of the disease. Those prisoners who test positive are transferred to a centralized TB prison hospital for treatment and additional support.",
          "We’ve made sustained efforts to actively detect TB in prisons for more than a decade now. - Dr Rafail Mehdiyev, Head of the Main Medical Department of the Ministry of Justice, Azerbaijan",
          "“We’ve made sustained efforts to actively detect TB in prisons for more than a decade now,” says Dr Rafail Mehdiyev, Head of the Main Medical Department of the Azerbaijani Ministry of Justice. “We set up a specialized TB hospital for detainees, with infection control measures and a new laboratory that uses all the diagnostic techniques recommended by WHO, including molecular-genetic testing.”",
          "However, it is not just the prison’s detainees and health personnel who play a role in the programme. Prison officers and other non-medical staff are taught about the symptoms, risk factors and treatment of TB through mini-plays, performed in the country’s prisons by a state theatre group.",
          "“Most prison officers are not medical workers, so they need to be educated about TB. We train them so that they understand the basics of the disease and convey consistent messages to detainees about the importance of TB control,” explains Dr Mehdiyev.",
          "The importance of rigorously completing TB treatment is reinforced to all infected prisoners who start a course of medication. In addition, with so many detainees released from prison part-way through treatment, a local nongovernmental organization provides a vital service offering support to newly-released detainees to ensure they complete the medication regimen."
        ]
      },
      {
        "heading": "International recognition",
        "content": [
          "Azerbaijan’s national programme has developed in line with the WHO European Office’s Consolidated Action Plan to Prevent and Combat M/XDR-TB 2011-2015 which promotes integrated care, and collaboration across health and justice ministries.",
          "WHO is helping the country strengthen programmatic management of drug resistant TB, improve TB drug management, expand access to rapid diagnostics and further develop its laboratory network. In addition, the country receives support for TB control in prisons from the Global Fund to fight AIDS, Tuberculosis and Malaria.",
          "“In order to support Member States improve their health services, we facilitate and nurture intercountry exchange of know-how and good practices. Azerbaijan’s successful implementation of state-of-the-art TB care in prisons can be used as a model for other countries,” highlights Dr Masoud Dara TB and M/XDR-TB Programme Manager of WHO Regional Office for Europe.",
          "The prison programme has achieved recognition for its work in protecting the health of detainees, including an award from the International Corrections and Prisons Association (ICPA) in 2013.",
          "“The Azerbaijani Ministry of Justice has achieved solid TB cure rates and is implementing WHO recommended approaches to case finding and treating tuberculosis in prisons,” says Dr Fuad Mirzayev, medical officer from the WHO Global TB Programme.",
          "In 2012, a demonstration centre was set up within an Azerbaijan TB prison hospital to train international health workers and prison staff on how to implement similar programmes in their prisons. Last year, WHO officially recognized the facility as a WHO Collaborating Centre on the prevention and control of tuberculosis. In May 2015, the centre will host its first international training event. It has already trained more than 100 representatives from countries across Central Asia."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/tuberculosis/azerbaijan-tb-prisons-310px.jpg?sfvrsn=20c5ec36_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Azerbaijan brings quality tuberculosis care to prisons",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:15Z",
    "first_seen_utc": "2026-01-29T04:55:15Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/finland-curbs-childhood-obesity-by-integrating-health-in-all-policies",
    "title": "Finland curbs childhood obesity by integrating health in all policies",
    "published_date": "2015-02-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": "Six years ago, almost 1 in 5 five-year-olds in the Finnish city of Seinäjoki was overweight or obese. Not all schools and day care centres were providing nutritious food and sufficient physical activity.",
        "content": [
          "Since then, the municipality’s health department has worked with the childcare, education, nutrition, recreation and urban planning departments to ensure all day care centres and schools provide the same quality of services. As a result, the proportion of five-year-olds who are overweight or obese has been halved.",
          "But, results did not happen overnight. It took time for all the different departments to understand how each influences health and the role each must play to promote it.",
          "The urban planning department improved school playgrounds. Recreation implemented more physical activity in schools. Nutrition worked with day care centres to eliminate sugary snacks and with schools to serve healthier lunches. And the health department instituted comprehensive yearly health examinations in schools, which included parent education on healthy eating.",
          "“I am very proud of this programme, but it’s not just the programme that’s achieving good results. It’s the families who have worked hard to change their lifestyles,” says Oili Ylihärsila, Director of Health Promotion, Seinäjoki Health Centre. “Parents are now wiser when it comes to good nutrition and exercise because of our efforts.”"
        ]
      },
      {
        "heading": "Finnish policies improve child health",
        "content": [
          "Recognizing that most of the factors that influence child and adolescent health lie outside the health sector, Finland is taking a Health in All Policies approach in its Health Care Act by directing cities, like Seinäjoki, to incorporate health into all of their decision-making areas.",
          "“The Government has reformed the Health Care Act to mandate health promotion services and require municipalities to involve all sectors in their plans,” explains Marjaana Pelkonen, Ministerial Advisor, Finnish Ministry of Social Affairs and Health.",
          "Seinäjoki and other municipalities are providing free health care counselling and health examinations of equal quality to all children and their families because of Government Decree 338 enacted under the Health Care Act in 2011. Without the decree, many municipalities would have lacked the resources to hire additional public health nurses and physicians to support their programmes to improve child health.",
          "The National Institute of Health and Welfare, under the Finnish Ministry of Social Affairs and Health, is helping municipalities implement national policies, like the Health Care Act. Municipalities can regularly track their progress on national monitoring websites, share best practices and attend trainings on implementing legislation through a Health In All Policies approach."
        ]
      },
      {
        "heading": "Schools teach good health",
        "content": [
          "Because unhealthy eating habits, limited access to healthy food, and lack of physical activity are driving Finland’s childhood obesity epidemic, the country is using schools to improve the health of their pupils.",
          "Following the Finnish National Nutrition Council dietary guidelines, schools must provide free, healthy lunches to every student. Though the free lunches have been provided since 1948, nutrition has come second.",
          "Finland has also made recommendations to reduce access to sugary, high-fat snacks and drinks in school vending machines and on how foods can be marketed to children. Sweets, chocolate, soft drinks and ice cream are taxed at higher rates throughout the country.",
          "Municipalities are required to ensure health nurses in every school provide free, yearly health examinations for all students and give personalized advice on mental health, healthy eating and physical fitness. Through these services, school nurses are able to monitor the health of the child and the well-being of the entire family.",
          "National policies also require that schools provide obligatory health education classes, physical education and nutrition and cooking lessons.",
          "As a result of these efforts, childhood obesity is starting to stabilize across the country.",
          "“We are doing an excellent job in incorporating health in all policies at the national level, but we still have a long way to go,” says Pelkonen. “We need to ensure all of our more than 300 municipalities are integrating health into all of their plans. All children should receive equal quality health examinations and all parents should be involved in part of these exams no matter in which municipality they live.”"
        ]
      },
      {
        "heading": "Training countries to implement Health in All Policies",
        "content": [
          "Incorporating a Health In All Policies approach across sectors is often challenging. While countries like Finland are leaders in the field, many governments still lack the capacity and skills necessary to integrate health into all sector plans.",
          "For many years WHO has been helping countries apply a Health in All Policies approach, but gaps still exist.",
          "A new Health in All Policies Training Manual is being used to train health professionals and policy makers in public health institutes, universities, non-governmental organizations, and government and intergovernmental organizations to apply and teach the approach.",
          "It takes time to get the approach up and running, but Finland’s experience is proof that when all sectors think about their impact on health and health equity, it can deliver big results.",
          "“While it was difficult to connect everyone in the beginning, we achieved what we planned because we worked together,” says Ylihärsila. “Our programme is now a city-wide priority and an example for other municipalities in Finland.”"
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/health-topics/social-determinants-of-health/children-playing-finland-630px.tmb-1200v.png?Culture=en&sfvrsn=3a57504_2"
    ],
    "tags": [
      "WHO",
      "Feature Story",
      "Finland curbs childhood obesity by integrating health in all policies",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:17Z",
    "first_seen_utc": "2026-01-29T04:55:17Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/the-myanmar-epilepsy-initiative-is-paving-the-way-for-sustainable-treatment",
    "title": "The Myanmar Epilepsy Initiative is paving the way for sustainable treatment",
    "published_date": "2015-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "Myat Thida, a bright 9th grade student, was studying for an important exam. She was hoping to be selected as outstanding student of Hmawbi Township, Myanmar. But she never took the exam because that evening she had her first seizure. From then on, seizures came on more frequently. In the next few years, she couldn’t concentrate on her studies because of her frequent seizures and her grades fell so much that she was unable to finish her high school education.",
          "Her father, a retired military personnel, took Myat Thida to the Defense Services Military Hospital where she was diagnosed with epilepsy and prescribed anti-epileptic medicines. This was good news, because almost a quarter of people who take their anti-epileptic medicines daily for two to three years can subsequently live a seizure-free, normal life.",
          "Unfortunately, Myat Thida did not take her medications regularly and her seizures continued. Her family believed evil spirits might be causing the seizures so they brought her to a Shaman and tried treatments proposed by several traditional healers, to no avail. Her family also thought her seizures were caused by having heavy meals in the evening, and eating beef during onset of her menses. Despite their efforts including diet restrictions, her seizures continued. One day, she had a seizure while cooking and burnt herself. As she got older, her speech became impaired and she developed an abnormal shuffling gait.",
          "Myat Thida is now 44 years old. She is no longer able to live an independent, productive life. Her father must keep an eye on her at all times. Although she can bathe and eat by herself, everything has to be prepared for her.",
          "Her father is her sole caregiver. He is pleased that the Hmawbi Township is participating in the Myanmar Epilepsy Initiative, part of the WHO Programme on Reducing the Epilepsy Treatment Gap, because he can now obtain anti-epileptic medicine close to his home.",
          "The Myanmar Epilepsy Initiative has already begun putting in place mechanisms for sustainable solutions. To ensure the availability of anti-epileptic medicines after the end of the project, it has reached an agreement with the Ministry of Health in Myanmar and the country’s Food and Drug Administration (FDA), about the short-term importation of the anti-epileptic medicine phenobarbital and the long-term possibility of producing it locally.",
          "Thanks to the sustainable availability of anti-epileptic medicines, hundreds of thousands of people with epilepsy in Myanmar will be able to live normal, productive lives. And Myat Thida’s father will be able to ensure his daughter remains seizure free, increasing her chances of a longer, happier life."
        ]
      },
      {
        "heading": "Related links",
        "content": [
          {
            "text": null,
            "bullets": [
              "More on epilepsy"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "More on epilepsy",
        "url": "https://www.who.int/mental_health/neurology/epilepsy/en/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "The Myanmar Epilepsy Initiative is paving the way for sustainable treatment",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:18Z",
    "first_seen_utc": "2026-01-29T04:55:18Z"
  },
  {
    "url": "https://www.who.int/news-room/feature-stories/detail/the-journey-to-epilepsy-care-and-treatment-in-mozambique",
    "title": "The journey to epilepsy care and treatment in Mozambique",
    "published_date": "2015-01-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Feature Story",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "In a country where more than one quarter of a million people live with epilepsy, seeking and receiving care and treatment for the condition can be a long and complex journey. Maria Augusta Alves Vilas Boas, a nurse at the Ituculo Health Centre, in Monapo district of Nampula province in Mozambique, has witnessed this journey for over 6 years.",
          "Epilepsy care was part of Maria Augusta’s study curriculum to become a nurse in Portugal and she completed an internship in a psychiatric hospital. She feels confident to diagnose and treat the condition. The last time the district’s health care facilities had anti-epileptic medicines available, she was able to provide care for people with epilepsy even without the support of a psychiatric technician.",
          "Most of the time, however, anti-epileptic medicines are not readily available in public health centres in Mozambique. The absence of basic medication in the public sector prevents health care providers like Maria Augusta from helping people with epilepsy effectively. Maria Augusta also knows that when medication is available, many patients often do not take it regularly as prescribed.",
          "A lack of anti-epileptic medicines is not the only challenge Maria Augusta faces in Mozambique’s official healthcare system. Too often, she has seen parents of children with epilepsy turn to medical care only when traditional healers either failed to improve their child’s condition or worsened it. Why? In Mozambique, many people think epilepsy is the result of witchcraft.",
          "The Mozambique Epilepsy Initiative team, part of the WHO Programme on Reducing the Epilepsy Treatment Gap, has therefore involved traditional and faith healers and religious leaders from the Christian, Hindu and Muslim faiths in the initiative. The project team is also training healthcare workers and advocating for an improved scheme that will ensure the regular availability of basic anti-epileptic medicines. This means that nurses like Maria Augusta, and other health care providers, will be able to offer safe and effective epilepsy treatment in the future, improving the journey to health of people with epilepsy in Mozambique."
        ]
      },
      {
        "heading": "Related links",
        "content": [
          {
            "text": null,
            "bullets": [
              "More on epilepsy"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "More on epilepsy",
        "url": "https://www.who.int/mental_health/neurology/epilepsy/en/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Feature Story",
      "The journey to epilepsy care and treatment in Mozambique",
      "Feature Story"
    ],
    "scrape_timestamp_utc": "2026-01-29T04:55:20Z",
    "first_seen_utc": "2026-01-29T04:55:20Z"
  }
]