[
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_28-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 December 2001 Disease Outbreak Reported",
          "As of 27 December, 29 confirmed cases (12 laboratory and 17\r\nepidemiologically linked), including 20 deaths, have been reported.  An additional 8\r\nsuspected cases are under investigation in Gabon. All contacts (having direct or suspected\r\ncontact with the blood or other body fluids of a case) are being closely monitored for\r\nsigns or symptoms of Ebola haemorrhagic fever for 21 days. Currently, 206 contacts are\r\nunder active follow up. We anticipate one or more cases may develop among these contacts.",
          "Of the 29 cases, 17 were detected in Gabon and 12 in the\r\nneighbouring villages of the Republic of the Congo. As of 27 December, 91\r\ncontacts are being followed up in Gabon and 115 in the Republic of the Congo. The\r\ninternational team is operational on both sides of the border and is working closely in\r\nthe field with the teams from the Congolese and Gabonese Ministries of Health on outbreak\r\ncontrol interventions."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:35.667146",
    "first_seen_utc": "2026-01-29T16:38:35.667164"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_24-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "24 December 2001 Disease Outbreak Reported",
          "As of 23 December, 27 confirmed cases (12 laboratory and 15 epidemiologically linked),\r\nincluding 18 deaths, have been reported. An additional 7 suspected cases are under\r\ninvestigation in Gabon. All contacts (having direct or suspected contact with the blood or\r\nother body fluids of a case) are being closely monitored for signs or symptoms of Ebola\r\nhaemorrhagic fever for 21 days. Currently, 203 contacts are under active follow up. We\r\nanticipate one or more cases may develop among these contacts.",
          "Of the 27 cases, 15 were detected in Gabon and 12 in the\r\nneighbouring villages of the Republic of the Congo.  As of 23\r\nDecember, 109 contacts are being followed up in Gabon and 94 in the Republic of the Congo.\r\n  The international team is operational on both sides of the border and is working\r\nclosely in the field with the teams from the Congolese and Gabonese Ministries of Health\r\non outbreak control interventions."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:37.807750",
    "first_seen_utc": "2026-01-29T16:38:37.807764"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_20-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 December 2001 Disease Outbreak Reported",
          "As of\r\n19 December, 27 cases have been reported (25 confirmed cases: 8 laboratory confirmed, 17\r\nepidemiologically linked to cases and 2 suspected cases under investigation) including 15\r\ndeaths.  A total of 227 contacts (having direct or suspected contact with the blood\r\nor other body fluids of a case) have been identified and are under active follow up. Of the 27 cases, 16 were detected in Gabon and 11 in the\r\nneighbouring villages of the Republic of the Congo (see map below).  As of 19\r\nDecember, 133 contacts are being followed up in Gabon and 94 in the Republic of the\r\nCongo.  The international team is operational on both sides of the border and is\r\nworking closely in the field with the team from the Congolese Ministry of Health on\r\noutbreak control interventions."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:39.564075",
    "first_seen_utc": "2026-01-29T16:38:39.564089"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON211",
    "title": "Meningococcal meningitis - Ethiopia",
    "published_date": "2001-12-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO has received reports of  391 cases including 37 deaths from 10 September until 10 December 2001. The majority of these cases (307 including 16 deaths) have occurred in the Sidama Zone of the Southern Nations, Nationalities and Peoples Region (SNNPR).  Within the Sidama Zone, the woredas of Dale and Sheedino are the most severely affected.",
          "The Ethiopian Ministry of Health has provided  250 000 doses of vaccine for a mass vaccination campaign in the affected areas, which will be carried out with the support of Médecins sans Frontières (Holland)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Meningococcal meningitis - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:23:40.836058",
    "first_seen_utc": "2026-01-29T16:38:40.836075"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_18a-en",
    "title": "2002 - Belgium",
    "published_date": "2001-12-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 December 2001 Disease Outbreak Reported",
          "As of 18 December, 19 cases have been reported (2\r\nlaboratory confirmed) including 13 deaths.  A total of 193 contacts have been\r\nidentified and are under active follow up.",
          "Additional staff with expertise in case management of\r\nhaemorrhagic fevers from the Centers for Disease Control and Prevention (CDC, Atlanta) and\r\nMédecins sans Frontières (Belgium), partners in the Global Outbreak Alert and\r\nResponse Network, have joined the International team."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Belgium"
    ],
    "scraped_at": "2026-01-29T22:23:42.129162",
    "first_seen_utc": "2026-01-29T16:38:42.129176"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_17-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 December 2001 Disease Outbreak Reported",
          "As of 17 December, the Gabon Ministry of Health has\r\nreported 16 suspected cases (2 laboratory confirmed) including 12 deaths ( see previous report ). One hundred and fifty-five contacts\r\nhave been identified.  The International team has established operations in two\r\nareas: in Makokou and in Zadie District (includes Mekambo and the area around\r\nEkata/Mendemba)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_12_16/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:44.657246",
    "first_seen_utc": "2026-01-29T16:38:44.657259"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_16-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 December 2001 Disease Outbreak Reported",
          "As of 16 December, the Gabon Ministry of Health has\r\nreported 15 suspected cases ( 2 laboratory confirmed) including 12 deaths ( see previous report ).",
          "The joint Gabonese-International team is at the outbreak\r\nsite and is actively tracing suspected cases and contacts. In addition, the  team is\r\nestablishing an isolation unit and carrying out education in the local communities aimed\r\nat preventing exposure."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_12_13/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:46.386684",
    "first_seen_utc": "2026-01-29T16:38:46.386699"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_13-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "13 December 2001 Disease Outbreak Reported",
          "As of 13 December The Gabon Ministry of Health has reported\r\n14 suspected cases (2 laboratory confirmed) including 10 deaths.( see previous report ).",
          "A team from MSF Belgium and EPICENTRE (both partners in the\r\nGlobal Outbreak Alert and Response Network) arrived in Libreville this morning to join\r\ninternational experts already in the country.",
          "The International Response Team met with the Ministry of\r\nHealth in Libreville on Tuesday 11 December and assisted the Ministry of Health in\r\ncompleting the organizational and coordination arrangements for the response. This\r\nincludes a Comité Politique Interministériel, Comité de Coordination Generale, Comité\r\nProvincial and Comité de Coordination Technique et Scientifique de Lutte with technical\r\nsub-committees for epidemiology and surveillance, case management, community sanitation\r\nand hygiene, health education, logistics and research. Technical meetings with the\r\nGabonese health and military personnel were held on 12 December to organize the teams,\r\ntheir programme of work and the tools (e.g. epidemiologic forms and databases) and\r\nmaterials needed in the field.",
          "The joint Gabonese-International team is leaving for the\r\nfield after making the necessary logistic preparations to travel to the outbreak site to\r\nestablish an isolation unit and implement a surveillance system."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_12_12/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:47.622903",
    "first_seen_utc": "2026-01-29T16:38:47.622918"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON210",
    "title": "Ebola virus disease - Gabon",
    "published_date": "2001-12-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO Coordinates International Response to Outbreak of Ebola in Gabon",
          "Geneva – A team of scientists from the World Health Organization (WHO) and its partners in the Global Outbreak Alert and Response Network has arrived in Gabon to help coordinate the international response to an outbreak of Ebola haemorrhagic fever in the Ogooue-Ivindo Province in the north-eastern part of the country.",
          "Laboratory testing carried out at the Centre International de Recherches Médicales de Franceville (CIRMF) in Gabon indicates that the cause of the haemorrhagic fever outbreak is the Ebola virus. For Gabon, this is the fourth Ebola outbreak since 1994. All outbreaks have been in the central and northeastern regions of the country.",
          "As of 12 December 2001, WHO has received reports of 10 deaths from haemorrhagic fever among a total of 12 suspected cases.",
          {
            "text": "The Gabon Ministry of Health has established a national task force for managing the response to the epidemic. WHO is supporting the Ministry of Health and this Task Force in disease containment by:",
            "bullets": [
              "coordinating the international response to the outbreak,",
              "implementing disease control measures, such as barrier nursing procedures,",
              "finding cases, tracing contacts and monitoring them, and",
              "supplying protective equipment."
            ]
          },
          "Dr Ray Arthur, an expert virologist, and a team of three colleagues from WHO headquarters in Geneva, Dr Adamou Yada from the WHO African Regional Office, together with Dr Herve Zeller from Institute Pasteur in Paris, France, have arrived in Gabon. Other partners in the Global Outbreak Alert and Response Network are expected to arrive soon in Gabon.",
          "\"WHO and its partners will work with the Gabonese authorities to contain the disease and to prevent any potential spread in local communities. It is very important that there is an effective and coordinated international response to this outbreak,\" said Dr Mike Ryan, Coordinator of Global Alert and Response at WHO headquarters.",
          "Ebola haemorrhagic fever is one of the most virulent viral diseases known to humankind, causing death in 50-90% of cases. The Ebola virus is transmitted by direct contact with the blood or body fluids of infected persons. The Ebola virus was first identified in 1976 in the western equatorial province of Sudan and in the nearby region of Yambuku, northern Democratic Republic of the Congo, (then Zaire.)",
          "Gabon's first verified Ebola outbreak occurred in December 1994 in gold mining encampments. Investigators studying the outbreak were told of unexplained deaths of great apes, gorillas and chimpanzees, but no dead animals were found. The outbreak ended six weeks later.",
          "Two other Ebola epidemics were confirmed in the spring and fall of 1996. In early February, about 40 km south (seven hours by boat) from the 1994 outbreak, 13 people became ill after butchering a dead chimpanzee they had found. In October of that year, another Ebola epidemic was confirmed in the same general region."
        ]
      },
      {
        "heading": "Further information",
        "content": [
          "For more information on Ebola haemorrhagic fever in Gabon, please see previous report ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_12_11/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Ebola virus disease - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:48.888722",
    "first_seen_utc": "2026-01-29T16:38:48.888741"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_12a-en",
    "title": "2002",
    "published_date": "2001-12-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 December 2001 Disease Outbreak Reported",
          "On 12 December, the United Kingdom Public Health Laboratory Service reported to WHO one\r\nlaboratory confirmed case of coccidioidomycosis. The patient, a 72 year old male, had\r\nattended the October 2001 World Championship of Model Airplane Flying near Bakersfield,\r\nCalifornia, United States (US) from 4-14 October.",
          "The World Championship was an international event with competing teams from 30\r\ncountries. Also in attendance were team supporters and spectators from around the world.\r\n  WHO has received additional reports of possible cases of coccidioidomycosis,\r\nhowever these cases have not been officially confirmed.",
          "WHO Regional Offices have been notified and a contact list of participants and\r\nattendees of the event has been sent to them. WHO is monitoring the situation closely.",
          "Coccidioidomycosis is caused by Coccidioides immitits, occurs in arid and\r\nsemi-arid regions and is endemic in the south-western US. The disease is acquired by\r\ninhalation of the infective organism from soil or laboratory cultures. It is not directly\r\ntransmissible from humans or from animals to humans. After an incubation period of 1-4\r\nweeks, the primary infection may be entirely asymptomatic or resemble an acute influenzal\r\nillness. Disseminated disease may develop insidiously, sometimes years after the primary\r\ninfection. Effective treatment is available.",
          "For additional information about coccidioidomycosis, please see the disease\r\ninformation on the web site at our partner institution and the article, \"Public\r\nHealth Dispatch: Coccidioidomycosis Among Persons Attending the World Championship of\r\nModel Airplane Flying --- Kern County, California, October 2001\" in the Morbidity\r\nand Mortality Weekly Report (MMWR),  December 14, 2001 / 50(49);1106-7."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "disease\r\ninformation on the web site at our partner institution",
        "url": "https://www.cdc.gov/ncidod/dbmd/diseaseinfo/coccidioidomycosis_t.htm"
      },
      {
        "text": "\"Public\r\nHealth Dispatch: Coccidioidomycosis Among Persons Attending the World Championship of\r\nModel Airplane Flying --- Kern County, California, October 2001\"",
        "url": "https://www.cdc.gov/mmwr/preview/mmwrhtml/mm5049a2.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:23:50.125882",
    "first_seen_utc": "2026-01-29T16:38:50.125896"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_11-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 December 2001 Disease Outbreak Reported",
          "As of 11 December 2001, WHO has received reports of 12\r\nsuspected cases, including 10 deaths from haemorrhagic fever. Laboratory testing carried\r\nout at the Centre International de Recherches Médicales de Franceville (CIRMF), Gabon has\r\nconfirmed Ebola virus in one sample from a recovering case in Ogooué Ivindo Province ( see previous report ).",
          "The Gabon Ministry of Health has established a national task force for managing the\r\nresponse to the epidemic.  An international team from WHO and its partners in the\r\nGlobal Outbreak Alert and Response Network arrived in Gabon today and will assist the\r\nMinistry of Health in: coordinating the international response to the outbreak, implementing disease control measures, such as barrier nursing procedures, finding cases, tracing contacts and monitoring them, and supplying protective equipment.",
          "Gabon's first verified Ebola outbreak occurred in December 1994. Investigators\r\nstudying the outbreak were told of unexplained deaths of great apes, gorillas and\r\nchimpanzees, but no dead animals were found. The outbreak ended six weeks later.",
          "Two other Ebola epidemics were confirmed in the spring and autumn of 1996. In early\r\nFebruary, about 40 km south (seven hours by boat) from the 1994 outbreak, 13 people became\r\nill after butchering a  dead chimpanzee they had found. In October of that year,\r\nanother Ebola epidemic was confirmed in the same general region and led to the\r\nintroduction of the outbreak in South Africa where one person died."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_12_05/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:51.371332",
    "first_seen_utc": "2026-01-29T16:38:51.371348"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_07-en",
    "title": "2002 - Somalia",
    "published_date": "2001-12-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "07 December 2001 Disease Outbreak Reported",
          "Since 13 October 2001, 49 cases and 6 deaths have been\r\nreported to WHO in Hargersa town (estimated population: 300-400 000). Neisseria\r\nmeningitidis serogroup A has been laboratory confirmed.  The following\r\nmeasures have been taken to control the outbreak: surveillance through 19 health\r\nfacilities, distribution of surveillance and case management guidelines and activation of\r\nthe local crisis committee.  The local health authority, WHO, UNICEF and\r\nnongovernmental organizations in the area are monitoring the situation."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Somalia"
    ],
    "scraped_at": "2026-01-29T22:23:52.545464",
    "first_seen_utc": "2026-01-29T16:38:52.545479"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_05-en",
    "title": "2002 - Gabon",
    "published_date": "2001-12-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 December 2001 Disease Outbreak Reported",
          "On 4 December, WHO received reports of 7 deaths in an\r\noutbreak of suspected viral haemorrhagic fever in Ogooué Ivindo Province in the\r\nnorth-eastern part of the country.",
          "A team from the Gabon Ministry of Health and the Centre\r\nInternational de Recherches Médicales de Franceville (CIRMF), supported by military\r\nmedical personnel and the WHO sub-Regional Epidemic Response Team are en route to Ogooué\r\nIvindo Province today for a preliminary field investigation."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Gabon"
    ],
    "scraped_at": "2026-01-29T22:23:54.657846",
    "first_seen_utc": "2026-01-29T16:38:54.657867"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_12_03-en",
    "title": "2002 - Nigeria",
    "published_date": "2001-12-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "03 December 2001 Disease Outbreak Reported",
          "As of  26 November 2001, WHO has reported a total of 2\r\n050 cases of cholera and 80 deaths in Kano State in Kano Metropolis.  WHO is working\r\nwith the the State Ministry of Health to control the outbreak.  A cholera camp has\r\nbeen set up and mobilization teams have been formed to trace contacts, carry out\r\ndisinfection of houses and other areas, and provide health education.  WHO has also\r\nsupplied cholera kits.",
          "One hundred and twenty cases of cholera have also been\r\nreported in Jigawa State. WHO is working with the Federal Ministry of Health and a team\r\nfrom Kano State to investigate this outbreak."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Nigeria"
    ],
    "scraped_at": "2026-01-29T22:23:56.107210",
    "first_seen_utc": "2026-01-29T16:38:56.107224"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_11_27-en",
    "title": "2002 - Nigeria",
    "published_date": "2001-11-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "27 November 2001 Disease Outbreak Reported",
          "As of 14 November 2001, Nigeria has reported a total of 724 cases and 52 deaths.",
          "The following areas have been affected: AKWA Ibom State , Opkoso health district: 25 cases and 8 deaths. KWARA State , Bode Saadu : 124 cases and 16 deaths. KANO State , Kano Metropolis: 575 cases and 28 deaths.",
          "WHO has provided cholera kits and technical assistance for outbreak investigation\r\nand control."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Nigeria"
    ],
    "scraped_at": "2026-01-29T22:23:58.210527",
    "first_seen_utc": "2026-01-29T16:38:58.210544"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_11_23-en",
    "title": "2002",
    "published_date": "2001-11-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 November 2001 Disease Outbreak Reported",
          "As of 21 November 2001, the WHO Collaborating\r\nCentres, the Centers for Disease Control and Prevention (CDC) have reported 23 human cases\r\nof anthrax, with 18 of these being confirmed and 5 being suspected. There have now been 5\r\ndeaths associated with inhalational anthrax among the 23 cases. WHO is continuing to\r\nmonitor the situation in the United States. For the latest information from CDC, click here In addition, a detailed report on the anthrax outbreak is available in CDC's Mortality and Morbidity\r\nWeekly Report (MMWR)"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the latest information from CDC, click here",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      },
      {
        "text": "Mortality and Morbidity\r\nWeekly Report (MMWR)",
        "url": "https://www.cdc.gov/mmwr//preview/mmwrhtml/mm5043a1.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:23:59.579488",
    "first_seen_utc": "2026-01-29T16:38:59.579503"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_11_15-en",
    "title": "2002 - Belgium",
    "published_date": "2001-11-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 November 2001 Disease Outbreak Reported",
          "The patient who was infected with yellow fever while\r\ntravelling in The Gambia died in a hospital in Belgium on 14 November 2001.",
          "WHO advises all travellers to be aware\r\nof the risk of yellow fever and to ensure that they are vaccinated if they are travelling\r\nto areas where there is a risk of yellow fever transmission."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Belgium"
    ],
    "scraped_at": "2026-01-29T22:24:00.845465",
    "first_seen_utc": "2026-01-29T16:39:00.845481"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_11_12-en",
    "title": "2002 - Belgium",
    "published_date": "2001-11-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 November 2001 Disease Outbreak Reported",
          "The Belgian Ministry of Health has confirmed a case of\r\nyellow fever imported into Belgium.  The patient had returned from a holiday in The\r\nGambia where she initially became ill.  She returned to Belgium on 8 November.\r\n  Tests on clinical samples performed at the the Bernhard Nocht Institute, Hamburg,\r\nGermany, have confirmed the diagnosis.",
          "She is currently stable and receiving treatment in a\r\nBelgian hospital. It has been reported that she had not previously been vaccinated against\r\nyellow fever."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Belgium"
    ],
    "scraped_at": "2026-01-29T22:24:02.822004",
    "first_seen_utc": "2026-01-29T16:39:02.822019"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_11_05-en",
    "title": "2002",
    "published_date": "2001-11-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 November 2001 Disease Outbreak Reported",
          "As of 4 November 2001, the WHO Collaborating Centres, the\r\nCenters for Disease Control and Prevention (CDC) have reported 22 human cases of\r\nanthrax, with 17 of these being confirmed and 5 being suspected. There have been 4 deaths\r\nassociated with inhalational anthrax among the 22 cases.  WHO is continuing to\r\nmonitor the situation in the United States. For the latest information from CDC,\r\nclick here. In addition, a detailed report on the anthrax outbreak is available in\r\nCDC's Mortality and\r\nMorbidity Weekly Report ( MMWR ) ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the latest information from CDC,\r\nclick here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      },
      {
        "text": "Mortality and\r\nMorbidity Weekly Report(MMWR)",
        "url": "https://www.cdc.gov/mmwr//preview/mmwrhtml/mm5043a1.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:04.731223",
    "first_seen_utc": "2026-01-29T16:39:04.731241"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_11_02-en",
    "title": "2002",
    "published_date": "2001-11-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "02 November 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here. In addition, a detailed report on the anthrax\r\noutbreak is available in CDC's Mortality and Morbidity\r\nWeekly Report ( MMWR ) ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      },
      {
        "text": "Mortality and Morbidity\r\nWeekly Report(MMWR)",
        "url": "https://www.cdc.gov/mmwr//preview/mmwrhtml/mm5043a1.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:06.573689",
    "first_seen_utc": "2026-01-29T16:39:06.573703"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_31-en",
    "title": "2002",
    "published_date": "2001-10-31",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "31 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:07.877082",
    "first_seen_utc": "2026-01-29T16:39:07.877098"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_30-en",
    "title": "2002",
    "published_date": "2001-10-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "30 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:09.276389",
    "first_seen_utc": "2026-01-29T16:39:09.276403"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_29-en",
    "title": "2002",
    "published_date": "2001-10-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "29 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:11.194481",
    "first_seen_utc": "2026-01-29T16:39:11.194495"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_26-en",
    "title": "2002",
    "published_date": "2001-10-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:13.434857",
    "first_seen_utc": "2026-01-29T16:39:13.434873"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_24-en",
    "title": "2002",
    "published_date": "2001-10-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "24 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:15.265461",
    "first_seen_utc": "2026-01-29T16:39:15.265482"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_23-en",
    "title": "2002",
    "published_date": "2001-10-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:16.607518",
    "first_seen_utc": "2026-01-29T16:39:16.607535"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON209",
    "title": "Anthrax - United States of America",
    "published_date": "2001-10-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "Through the WHO Collaborating Centres, the Centers for Disease Control and Prevention (CDC),  WHO is continuing to monitor the situation in the United States. For the latest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "For the latest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Anthrax - United States of America"
    ],
    "scraped_at": "2026-01-29T22:24:17.873967",
    "first_seen_utc": "2026-01-29T16:39:17.873983"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_22a-en",
    "title": "2002 - Congo",
    "published_date": "2001-10-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 October 2001 Disease Outbreak Reported",
          "As of 16 October 2001, WHO has reported a total of 378\r\ncases, including 32 deaths (case-fatality rate of 8.46%) in 15 health districts of Katana\r\nhealth zone, South-Kivu province. Neisseria meningitidis serogroup A has been\r\nlaboratory confirmed for this outbreak  A  selective vaccination campaign has\r\nbeen undertaken in the affected area ( see previous report )\r\nand WHO is providing an additional 300,000 doses of vaccine to widen the target population\r\nin the campaign.  WHO and nongovernmental organizations active in health care in this\r\narea are working with the Ministry of Health; health education and community mobilization\r\nare continuing."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_10_10b/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Congo"
    ],
    "scraped_at": "2026-01-29T22:24:19.804630",
    "first_seen_utc": "2026-01-29T16:39:19.804646"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_19-en",
    "title": "2002",
    "published_date": "2001-10-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:21.586936",
    "first_seen_utc": "2026-01-29T16:39:21.586955"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_18-en",
    "title": "2002",
    "published_date": "2001-10-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 October 2001 Disease Outbreak Reported",
          "PRESS RELEASE ISSUED BY WHO",
          "18\r\nOCTOBER 2001",
          "WORLD HEALTH ORGANIZATION STRESSES NEED FOR CONTINUED PUBLIC VIGILANCE\r\nIN RESPONDING TO DELIBERATE INFECTIONS",
          "The World Health Organization (WHO) has received numerous enquiries\r\nabout the deliberate use of biological agents to cause harm. We have received reports\r\nabout unexpected cases of anthrax, initially from the United States and now from\r\nelsewhere. Dr Gro Harlem Brundtland, Director-General of WHO said, \"Local and\r\nnational public health systems are gearing up to respond to outbreaks of infectious\r\ndisease, whether deliberate or naturally occurring. There are three lessons from recent\r\nevents: first, public health systems have responded promptly to the suspicion of\r\ndeliberate infections; second, these systems must continue to be vigilant; and third, an\r\ninformed and responsible public is a critical part of the response. Today we are releasing\r\nrevised guidance on responses to suspected anthrax infections.\"",
          "Anthrax is not a new disease and it is completely curable following a\r\ncorrect and rapid diagnosis. Although anthrax is an extremely serious condition, the most\r\ndangerous form - inhalation or pulmonary anthrax - can only be caught by direct exposure\r\nto spores suspended in the air. It is not possible to catch inhalation anthrax from\r\nanother person.",
          "Dr David Heymann, Executive Director for Communicable Diseases, WHO\r\nGeneva headquarters, said, \"We would like it to be possible for citizens in all\r\ncountries to understand how best to respond to the deliberate use of anthrax. Anyone who\r\nfeels ill should seek medical advice in the normal way. Unless they have been directly\r\nexposed to anthrax spores, they cannot have anthrax and should not be concerned. Anyone\r\nwho receives or sees a suspicious letter or package should report it to the police or\r\nother local authorities in the normal way. In many countries, police and health\r\nauthorities are equipped to test and react to any suspicious package and whatever it might\r\ncontain.\"",
          "It is vital that people should not attempt to use antibiotics to treat\r\nor protect themselves without first seeking medical advice. Antibiotics are powerful and\r\neffective tools, but must be used correctly and wisely. If the wrong antibiotics are used,\r\nthey will not be effective and could possibly cause harm. Misuse can also lead to drug\r\nresistance, which means that even the most powerful antibiotics can lose their ability to\r\ntreat disease. At this stage, widespread immunization against anthrax is not a feasible\r\noption.",
          "WHO is working with national governments and international bodies to\r\nmonitor the situation and provide updated guidance at regular intervals."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:23.537234",
    "first_seen_utc": "2026-01-29T16:39:23.537252"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_17-en",
    "title": "2002",
    "published_date": "2001-10-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:25.576153",
    "first_seen_utc": "2026-01-29T16:39:25.576174"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_15-en",
    "title": "2002",
    "published_date": "2001-10-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 October 2001 Disease Outbreak Reported",
          "Through the WHO Collaborating Centres, the Centers for\r\nDisease Control and Prevention (CDC),  WHO is continuing to monitor the situation in\r\nthe United States. For the\r\nlatest information from CDC, click here."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "For the\r\nlatest information from CDC, click here.",
        "url": "https://www.cdc.gov/od/oc/media/ARCHIVES.HTM"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:27.577251",
    "first_seen_utc": "2026-01-29T16:39:27.577267"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_11-en",
    "title": "2002",
    "published_date": "2001-10-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 October 2001 Disease Outbreak Reported",
          "As of 11 October, WHO has been informed by the WHO\r\nCollaborating Centres, the US Centers for Disease Control and Prevention (CDC), which is\r\nworking closely with the Florida Department of\r\nHealth , that an additional person has been positively identified with anthrax\r\nbacteria. This brings to 3 the total number of persons in whom anthrax bacteria has been\r\nidentified, including the man who died on 5 October."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "Florida Department of\r\nHealth",
        "url": "http://www.doh.state.fl.us/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:29.541709",
    "first_seen_utc": "2026-01-29T16:39:29.541723"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON208",
    "title": "Anthrax - United States of America",
    "published_date": "2001-10-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO has received reports from the WHO Collaborating Centres, the US Centers for Disease Control and Prevention (CDC), which is working closely with the Florida Department of Health , confirming one case of pulmonary anthrax in a Florida man who died 5 October. A second man, a co-worker, presented himself to medical authorities who positively identified anthrax bacteria in his nose. The two men worked at a local newspaper office in Boca Raton, Florida. One of the many samples taken from their workplace environment was positive for anthrax bacteria. Final results from other environmental samples will not be available for several days. Nonetheless, CDC assessed the risk to other employees and visitors as extremely low.  An epidemiological investigation on this event is ongoing and WHO will continue to be updated.",
          "Pulmonary or inhalational anthrax is very rare in the United States. There were 18 reported cases in the 20th Century with the last case some 25 years ago. Anthrax is not contagious. Anthrax bacteria normally enter the human species from infected animals or animal products, such as from eating infected meat, or through occupational exposure, such as in tannery workers. Symptoms of pulmonary anthrax include fever, muscle aches, and fatigue that rapidly progress to severe systemic disease. Antibiotic treatment before symptoms occur will prevent the disease.  Anthrax vaccines can prevent infection, but are not normally recommended for the general public."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "Florida Department of Health",
        "url": "http://www.doh.state.fl.us/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Anthrax - United States of America"
    ],
    "scraped_at": "2026-01-29T22:24:30.838631",
    "first_seen_utc": "2026-01-29T16:39:30.838651"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_10c-en",
    "title": "2002 - Angola",
    "published_date": "2001-10-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 October 2001 Disease Outbreak Reported",
          "As of 2 October, a total of  332 cases and 30 deaths\r\nhas been reported to WHO from Angola.  The provinces primarily affected are:\r\nBenguela, Cunene, Luanda, Lunda Sul and Cuando Cubango. The epidemic reported in Balombo district in Benguela\r\nprovince earlier this year is now over, following a vaccination campaign.  Cases\r\ncontinue to be reported from Cunene province.  However, the latest information\r\nindicates the weekly number to be declining.  A joint investigation team of the\r\nMinistry of Health and WHO found that epidemiological surveillance and epidemic\r\npreparedness and response capacity needed to be strengthened in Angola, including improved\r\naccess to emergency supplies."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "The epidemic reported in Balombo district in Benguela\r\nprovince earlier this year",
        "url": "https://www.who.int/entity/csr/don/2001_09_17/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Angola"
    ],
    "scraped_at": "2026-01-29T22:24:32.676073",
    "first_seen_utc": "2026-01-29T16:39:32.676087"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_10b-en",
    "title": "2002 - Congo",
    "published_date": "2001-10-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 October 2001 Disease Outbreak Reported",
          "WHO has received reports of a total of 283 cases with 27\r\ndeaths (case-fatality rate of 9.54%) in the Katana health zone, South-Kivu province.",
          "The International Rescue Committee (IRC) is working with\r\nWHO and the Ministry of Health to control the outbreak and has carried out a selective\r\nvaccination campaign of school children and medical personnel in the affected areas.\r\n  WHO has provided 30,000 doses of vaccine and 1000 doses of oily chloramphenicol but\r\nadditional vaccine is being sought to vaccinate a wider target population in the health\r\nzone. Other measures include community mobilization, health education and training of\r\nhealth care workers."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Congo"
    ],
    "scraped_at": "2026-01-29T22:24:34.883081",
    "first_seen_utc": "2026-01-29T16:39:34.883104"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_10a-en",
    "title": "2002 - France",
    "published_date": "2001-10-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 October 2001 Disease Outbreak Reported",
          "As of 8 October, 2001 the Ministry of Health has reported\r\n203 suspected cases with 21 deaths (in 20 districts of the country), of which 23 are\r\nlaboratory confirmed. Included in the overall numbers are 55 suspected case in Abidjan\r\nwith 7 deaths, of which 7 are laboratory confirmed.",
          "Mass vaccination campaign In response to the first epidemic of urban yellow fever in Africa in 10 years, with\r\nthe potential for many deaths and very serious humanitarian consequences, a mass\r\nvaccination campaign targeting 2.9 million persons began on 21 September and ended on 2\r\nOctober.  Preliminary data shows that 2,610,994 people were immunized during the\r\n10-day campaign. Vaccinations were not given 28-29 September in order to replenish vaccine\r\nstocks.",
          "The surveillance programme for adverse events following vaccination\r\nregistered a total of 59 persons. All these individuals are in good health. There have\r\nbeen no deaths.",
          "Ongoing technical support WHO, working closely with UNICEF, has coordinated international technical assistance\r\nfrom partner institutions in the Global Outbreak Alert\r\nand Response Network.",
          "Social Mobilization 660 volunteers from the local Red Cross Society played a vital role in social\r\nmobilization activities and operational support to the mass campaign.",
          "Epidemiology Centers for Disease Control and Prevention (CDC), Epicentre, France and WHO provided\r\nepidemiological support to national surveillance for yellow fever in other regions of\r\nCôte d'Ivoire.  WHO is providing support to the National Institute for Public Health\r\n(INHP) to strengthen disease surveillance activities during the post-epidemic period.",
          "Vector Control/Entomology CDC and WHO have supported national entomologists in vector control. Vaccination campaign in Attecoube, Abidjan, September 2001",
          "Laboratory Services Laboratory specialists from the Institut Pasteur in Dakar, Senegal and from Lyon,\r\nFrance have assisted the Institut Pasteur in Abidjan in establishing PCR for virologic\r\ndiagnosis. The Institut Pasteur in Paris is supporting their efforts.",
          "Coordination Outbreak response operations are directed by the WHO office in Abidjan and focal\r\npoints for epidemiology, immunization, and vector control.",
          "WHO and UNICEF have spent US$1.1m on vaccine and\r\nsupplies. Procurement and delivery of vaccines and supplies have been completed through\r\nthe yellow\r\nfever sub-group of the International\r\nCoordinating Group on Vaccine Provision  (ICG)  in collaboration with\r\nMédecins sans Frontières (MSF), the International Federation of Red Cross and Red\r\nCrescent Societies (IFRC), UNICEF and WHO.  Additional funds are urgently needed to\r\ncomplete financing of the operation.",
          "Staff of the Institut Pasteur, Abidjan."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - France"
    ],
    "scraped_at": "2026-01-29T22:24:36.121640",
    "first_seen_utc": "2026-01-29T16:39:36.121655"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_10_02-en",
    "title": "2002",
    "published_date": "2001-10-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "02 October 2001 Disease Outbreak Reported",
          "As of  29 September, the Ministry of Health has\r\nreported 174 suspected cases, of which 23 are laboratory confirmed, and 20 deaths in the\r\nentire country.  In Abidjan, the Ministry reported a total of 47 suspected cases, of\r\nwhich 7 are laboratory confirmed and 7 deaths.",
          "The mass vaccination campaign in Abidjan had stopped on\r\nFriday and Saturday, 28 and 29 September because of a lack of vaccines. It started again\r\non Sunday, 30 September. A total of 820,000 doses ordered by the government of Côte\r\nd'Ivoire were delivered during the week-end, as well as an additional 300,000 doses\r\nprovided by WHO. As a result, by the end of 30 September, 2,358,132 people had been\r\nvaccinated in the city.",
          "Active surveillance is continuing along with surveillance\r\nof adverse events following vaccination.",
          "A report from the WHO Office in Côte d'Ivoire: Train de Vies Bulletin de Liaison du Bureau de l'OMS en Côte d'Ivoire avec\r\nles Partenaires au Développement N° 14 / Octobre 2001. Epidémie de fièvre jaune",
          "Plus de 2.000.000 de vaccinés",
          "Après un arrêt de deux jours (28-29 septembre) pour rupture de\r\nvaccins, la campagne de vaccination contre la fièvre jaune a repris dimanche 30 septembre\r\nà Abidjan, et elle se poursuivra jusqu'au 02 octobre. 1.120.000 doses de vaccins\r\ncomplémentaires ont pu être mobilisées pour poursuivre l'opération. Au total,\r\ndepuis le début de la campagne, 2.358.132 personnes ont été vaccinées avec un taux de\r\nperte de -1%.",
          "La couverture vaccinale se situe à 71,4% de la population estimée au\r\ndépart.",
          "La situation épidémiologique fait état de 2 nouveaux cas suspects.\r\nCe porte les chiffres 174 cas depuis le depuis le début de l'épidémie, au niveau\r\nnational. 23 cas ont été confirmés et il y 20 décès."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:38.020885",
    "first_seen_utc": "2026-01-29T16:39:38.020904"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_26-en",
    "title": "2002 - Burkina Faso",
    "published_date": "2001-09-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 September 2001 Disease Outbreak Reported",
          "Ministries of Health in Burkina Faso and Côte d'Ivoire\r\nhave reported updates to WHO.  Please note that the increase in the total number of\r\ncases from the last report of 17 September does not\r\nnecessarily indicate that the increase occurred during this period.  Rather, it is\r\nthe result of late reporting of data.",
          "Burkina Faso: 314 cases including 6\r\ndeaths, with a case-fatality rate of 1.9% have been reported between 14 July and 16\r\nSeptember 2001 in the district of Ourgaye, in the region of Tenkodogo, in the southern\r\npart of the country near the border with Togo.  Laboratory tests have confirmed Vibrio\r\ncholerae. The Ministry of Health is taking preventive measures.",
          "Cõte d'Ivoire : As of 21 September, 3152\r\ncases, including 175 deaths have been reported between May and September in the entire\r\ncountry.  2012 cases, including 51 deaths have been reported in Abidjan. The\r\nMinistry of Health, assisted by Médecins sans Frontières and Epicentre (France) are\r\ncarrying out treatment and implementing measures to control the outbreak.",
          "New report: Guinea : 155 cases, including 12 deaths have been reported from 6 August to 23\r\nSeptember in N'zerekore region in the south-eastern part of the country, bordering Côte\r\nd'Ivoire in the east and Liberia in the south. The Ministry of Health, assisted by WHO and\r\nthe International Federation of Red Cross and Red Crescent Societies is working to improve\r\nthe supply of safe water and carrying out health education and preventive measures."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "last report of 17 September",
        "url": "https://www.who.int/entity/csr/don/2001_09_17a/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Burkina Faso"
    ],
    "scraped_at": "2026-01-29T22:24:39.911082",
    "first_seen_utc": "2026-01-29T16:39:39.911099"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON207",
    "title": "Yellow fever - Côte d'Ivoire",
    "published_date": "2001-09-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 24 September, The Ministry of Health has reported 169 cases, of which 22 are laboratory confirmed, and 20 deaths in 20 districts of the country.   In Abidjan, a total of 42 suspected cases, of which 7 are laboratory confirmed and 7 deaths have been reported.",
          "The immunization campaign targeting 2.9 million persons began at 2 pm on 21 September. Approximately 775,000 persons have been immunized in 3 days (21-23 September). Active surveillance is taking place and surveillance programmes for adverse events following immunization have been established, along with vector control activities.",
          "Two million doses of vaccine were delivered to Abidjan during the week of 17 September to complement the existing stocks of 300,000 doses. Vaccine stocks are projected to run out on 28 September. An additional 600,000 doses are needed and WHO is working closely with its partners to purchase the vaccine. WHO  has launched an appeal to dispatch these crucially needed vaccines for the mass immunization campaign."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Yellow fever - Côte d'Ivoire"
    ],
    "scraped_at": "2026-01-29T22:24:41.167325",
    "first_seen_utc": "2026-01-29T16:39:41.167341"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_25a-en",
    "title": "2002 - Guinea",
    "published_date": "2001-09-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "25 September 2001 Disease Outbreak Reported",
          "As of 24 September, the Ministry of Health has reported 18\r\nsuspected cases, of which 2 have been laboratory confirmed and 2 deaths in Conakry.  \r\nIn addition, 11 suspected cases have been reported in N'zerekore region.  The supply\r\nof reagents for yellow fever diagnostic tests has been depleted and samples have been sent\r\nto the Institut Pasteur in Paris for testing.",
          "The Ministry has established a National Epidemic Committee,\r\nwith the participation of  WHO, UNICEF, the French and Canadian governments,\r\nMédecins sans Frontières, the International Federation of Red Cross and Red Crescent\r\nSocieties and the Guinean Red Cross.",
          "A treatment centre has been set up in Donka National\r\nHospital, surveillance has been reinforced and vector control activities are underway in\r\nthe affected quarters of Conakry."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Guinea"
    ],
    "scraped_at": "2026-01-29T22:24:42.919503",
    "first_seen_utc": "2026-01-29T16:39:42.919518"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_18-en",
    "title": "2002 - France",
    "published_date": "2001-09-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 September 2001 Disease Outbreak Reported",
          "As of 17 September, the Ministry of Health has reported 153\r\nsuspected cases, of which 22 are confirmed, and 20 deaths in the entire country.  In\r\nAbidjan 34 suspected cases have been reported, of which 7 are confirmed, and 7 deaths.",
          "The Ministry of Health is continuing its vaccination\r\ncampaigns using existing national vaccine stocks in the areas of Abidjan where cases have\r\nbeen identified.  With the assistance of Médecins sans Frontières (MSF), the\r\nMinistry of Health has carried out a vaccination campaign in La MACA prison and\r\nsurrounding area of Abidjan.",
          "An Operations Centre has been established by the Ministry\r\nof Health for the imminent mass vaccination campaign in the city on 21 September.\r\nTechnical coordinators are in place to oversee the vaccination campaign, epidemiology and\r\nsurveillance and vector control.  An international team coordinated by WHO,\r\nconsisting of UNICEF, MSF and  Epicentre (France), partners in the Global Outbreak Alert and Response Network, are on site\r\nand staff from WHO Collaborating Centres at the Centers for Disease Control and Prevention\r\n(CDC) are due to arrive later this week.",
          "1.4 million doses of vaccines have arrived on 18 September\r\nand 600,000 doses will follow later this week to supply the mass vaccination campaign in\r\nAbidjan.  Following WHO's launch of an urgent appeal for US$ 2.9\r\nmillion to cover the cost of the mass vaccination campaign, the United Kingdom\r\nDepartment for International Development (DFID) has pledged US$ 380,000 for vaccine.\r\n The International Federation of Red Cross and Red Crescent Societies is in the\r\nprocess of issuing an appeal for contributions by national Red Cross societies to support\r\nthe participation of Côte d'Ivoire Red Cross volunteers in the campaign.  In\r\naddition, US$ 600,000 has been pledged by the French government, European Commission, WHO\r\nand UNICEF to cover the operational costs and vector control activities.",
          "WHO advises travellers to Côte d'Ivoire to be aware of the\r\nrisk of yellow fever and to ensure that they are vaccinated, a requirement of the International\r\nHealth Regulations ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "International\r\nHealth Regulations",
        "url": "http://policy.who.int/cgi-bin/om_isapi.dll?infobase=Ihreg&softpage=Browse_Frame_Pg42"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - France"
    ],
    "scraped_at": "2026-01-29T22:24:44.837607",
    "first_seen_utc": "2026-01-29T16:39:44.837633"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON206",
    "title": "Meningococcal meningitis - Angola",
    "published_date": "2001-09-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "An outbreak of meningococcal disease in May this year was reported to WHO from the Balombo district in Benguela Province ( see earlier report ). Neisseria meningitidis serogroup A was laboratory confirmed for this outbreak and a mass vaccination campaign was launched in the affected district. To date, the Benguela Province has reported 94 cases and 14 deaths. Recently other provinces in Angola (Cunene: 44 cases, 7 deaths; Cuando Cubango: 25 cases, 0 deaths) have reported meningococcal disease to WHO. However, the data from the newly affected provinces does not allow the determination of whether any districts in these provinces have exceeded the epidemic threshold.",
          "Angola has reported a total of 193 cases and 24 deaths of meningococcal disease so far this year."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "see earlier report",
        "url": "https://origin.who.int/entity/csr/don/2001_08_15a/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Meningococcal meningitis - Angola"
    ],
    "scraped_at": "2026-01-29T22:24:46.076555",
    "first_seen_utc": "2026-01-29T16:39:46.076570"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_17a-en",
    "title": "2002 - Togo",
    "published_date": "2001-09-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 September 2001 Disease Outbreak Reported",
          "WHO has received reports of cholera outbreaks in Burkina\r\nFaso, Côte d'Ivoire and Niger.  These outbreaks follow the cholera outbreaks which\r\nbegan in April 2001 in nearby countries: Ghana, Togo and Benin.",
          "Burkina Faso: 55 cases including 3\r\ndeaths have been reported between 14 July and 4 September 2001 in the district of Ourgaye,\r\nin the region of Tenkodogo, in the southern part of the country near the border with Togo.\r\n  Laboratory tests have confirmed Vibrio cholerae. The Ministry of Health is\r\ntaking preventive measures.",
          "Cõte d'Ivoire : As of 12 August, 897\r\ncases, including 47 deaths have been reported in Abidjan. The Ministry of Health,\r\nassisted by Médecins sans Frontières has established special health care facilities to\r\nreceive patients and carry out treatment.",
          "Niger: 13 cases including 3 deaths have\r\nbeen reported between 27 August and 2 September 2001 in Fillingué district, in the region\r\nof Tillaberi, in the south-western part of the country.   Laboratory tests have\r\nconfirmed Vibrio cholerae. An investigation by the Ministry of Health is\r\nunderway in the district to assess control measures taken so far."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Togo"
    ],
    "scraped_at": "2026-01-29T22:24:47.365015",
    "first_seen_utc": "2026-01-29T16:39:47.365031"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_13-en",
    "title": "2002",
    "published_date": "2001-09-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "13 September 2001 Disease Outbreak Reported",
          "As of 12 September, the Ministry of Health has reported 143\r\nsuspected cases in the entire country, with 27 suspected cases in Abidjan.",
          "The Ministry of Health is currently carrying out\r\nvaccination campaigns using existing national vaccine stocks in the areas of Abidjan where\r\ncases have been identified.  WHO is working closely with UNICEF and Aventis to\r\ndispatch the crucially needed vaccine to supply the mass vaccination campaign in\r\nAbidjan.  The campaign will cover the city's 3.5 million population and will\r\nbegin on 17 September.  Two hundred vaccination teams have already been trained and\r\nall vaccine sites identified. The international team will be assisting the Ministry of\r\nHealth to implement this campaign. ( see previous report )",
          "WHO advises travellers to Côte d'Ivoire to be aware of the\r\nrisk of yellow fever and to ensure that they are vaccinated, a requirement of the International\r\nHealth Regulations ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_09_12/en"
      },
      {
        "text": "International\r\nHealth Regulations",
        "url": "http://policy.who.int/cgi-bin/om_isapi.dll?infobase=Ihreg&softpage=Browse_Frame_Pg42"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:49.251440",
    "first_seen_utc": "2026-01-29T16:39:49.251458"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_12-en",
    "title": "2002",
    "published_date": "2001-09-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 September 2001 Disease Outbreak Reported",
          "A WHO assessment team has been working with the Ministry of\r\nHealth, UNICEF and other partners to implement measures to contain the urban outbreak of\r\nyellow fever in Abidjan. The Ministry of Health is currently carrying out vaccination\r\ncampaigns using limited national stocks in the areas of Abidjan where cases have been\r\nidentified. A mass campaign for the entire\r\ncity of Abidjan is planned to begin on 17 September.  It is crucial that this\r\nvaccination campaign take place as soon as possible to raise the level of immunity in the\r\ncity's population and so reduce the risk of spread of yellow fever.",
          "WHO is strengthening an international team assisting the\r\nMinistry of Health in this urgent campaign.  WHO epidemiologists, specialists in\r\nvaccination campaigns and an entomologist will be working to ensure the efficacy of the\r\ncampaign.  In addition, partners from the Global\r\nOutbreak Alert and Response Network will be joining the team.",
          "WHO has launched an urgent appeal for US $ 2.9\r\nmillion to cover the cost of this mass campaign.  To date, US$ 600,000 has been\r\npledged by the French government, European Commission, WHO and UNICEF to cover the\r\noperational costs of the campaign as well as vector control activities.  Further\r\nfunds will be required to purchase the vaccine from an international stockpile as soon as\r\npossible.",
          "WHO advises travellers to Côte d'Ivoire to be aware of the\r\nrisk of yellow fever and to ensure that they are vaccinated (this is a requirement of the International\r\nHealth Regulations .",
          "Training of health workers for the targeted vaccination\r\ncampaign in Kousmassi district, Abidjan September, 2001"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "International\r\nHealth Regulations",
        "url": "http://policy.who.int/cgi-bin/om_isapi.dll?infobase=Ihreg&softpage=Browse_Frame_Pg42"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:51.599593",
    "first_seen_utc": "2026-01-29T16:39:51.599614"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON205",
    "title": "Cholera - Chad",
    "published_date": "2001-09-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 4 September, WHO has reported a total of 3557 cases, including 113 deaths, with a case-fatality rate of 3.2% in the south-western part of the country.",
          "Please note that the increase in the total number of cases (1099) from the last report on 21 August does not necessarily indicate that the increase occurred during this two-week period. Rather, it is the result of late reporting of data.",
          "The Ministry of Health, with the assistance of WHO and Médecins sans Frontières, is continuing its surveillance efforts.",
          "There is an ongoing outbreak of cholera across Chad's border, in the northern part of Cameroon.  The Ministry of Health of Cameroon has reported a total number of 158 cases, including 3 deaths."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "from the last report on 21 August",
        "url": "https://origin.who.int/entity/csr/don/2001_08_22/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Cholera - Chad"
    ],
    "scraped_at": "2026-01-29T22:24:52.914574",
    "first_seen_utc": "2026-01-29T16:39:52.914594"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_05b-en",
    "title": "2002",
    "published_date": "2001-09-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 September 2001 Disease Outbreak Reported",
          "PRESS RELEASE ISSUED BY WHO",
          "5 SEPTEMBER 2001",
          "WHO LAUNCHES URGENT APPEAL FOR US$ 2.9 MILLION TO TACKLE YELLOW FEVER EPIDEMIC IN ABIDJAN",
          "Preparations Under Way to Send Desperately Needed Vaccine",
          "The World Health Organization (WHO) is today launching an urgent appeal for US $ 2.9 million to cover the cost of a mass immunization campaign in response to a potentially disastrous outbreak of yellow fever in Abidjan, the commercial capital of Côte d'Ivoire. WHO is also preparing to deliver vaccine from an international stockpile to Abidjan as soon as possible.",
          "Cases of yellow fever have been confirmed in five of the ten communes in Abidjan; suspected cases have also been reported elsewhere. In all, 20 suspected cases have been notified in Abidjan, including four deaths; six of the cases have been confirmed and several others are under investigation.",
          "Surveillance data is by no means comprehensive and all indications are that the real situation could be considerably more serious than the number of cases officially suggests. There is also an incubation period of three to seven days before symptoms begin to appear.",
          "Urban Yellow Fever is spread by a variety of mosquito that lives in or very close to people's homes and, although very rare, can spread extremely rapidly among a dense urban population, causing many thousands of deaths. Rapid action is essential to purchase stocks of vaccine and deliver them to Abidjan as soon as possible, to prevent this worrying outbreak from becoming a humanitarian disaster.",
          "WHO has received an appeal for assistance from the government of the Republic of Côte d'Ivoire, following confirmation of the first cases in Abidjan. The government has asked for WHO's assistance in mobilizing international funds to provide financial and technical aid.",
          "\"WHO is today appealing to the international community to provide urgent assistance in the purchase and supply of vaccine. WHO will support all the measures necessary to bring this potential human tragedy to a swift conclusion,\" said Dr David Heymann, WHO Executive Director for Communicable Diseases.",
          "A WHO Rapid Assessment Team is in Abidjan, working with the Ministry of Public Health to formulate a response to the outbreak. Plans are under way for a mass immunization campaign in Abidjan, requiring some three million doses of vaccine. WHO is urgently locating stocks of yellow fever vaccine that can be moved quickly to Côte d'Ivoire.",
          "In Abidjan, immunization teams will have to be recruited, trained and provided with the necessary resources and logistic support for this huge but vital undertaking. There is a delay of 7-10 days from immunization until protective immunity develops. It is therefore crucial for this campaign to begin as soon as possible in order to protect the population from an epidemic.",
          "Yellow fever is endemic in some tropical areas of Africa and the Americas. However, it is most commonly found in jungle areas and spread only sporadically to humans entering the forest.",
          "When the virus spreads into urban areas with high population density, it immediately becomes a very serious public health risk. Yellow fever is difficult to recognize in its early stages, when it can easily be confused with malaria, typhoid or other causes of fever. However, a number of cases enter a second \"toxic phase\" of the disease, in which bleeding can occur from the mouth, nose, eyes and/or stomach. Approximately 20-50% of \"toxic\" cases die within 10-14 days.",
          "\"The international community must respond and respond quickly to this urgent appeal to prevent a catastrophic outbreak of yellow fever in Abidjan,\" added Dr Heymann.",
          "For further information, journalists can contact Mr Gregory Hartl, WHO Spokesperson, WHO, Geneva. Telephone (+41 22) 791 4458; Fax (+41 22) 791 4858; Email: hartlg@who.int All WHO Press Releases, Fact Sheets and Features as well as other information on this subject can be obtained on Internet on the WHO home page http://www.who.int/"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "hartlg@who.int",
        "url": "mailto:hartlg@who.int"
      },
      {
        "text": "http://www.who.int/",
        "url": "https://www.who.int/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:24:54.303495",
    "first_seen_utc": "2026-01-29T16:39:54.303509"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_05a-en",
    "title": "2002 - Norway",
    "published_date": "2001-09-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 September 2001 Disease Outbreak Reported",
          "As of 4 September 2001 the National Institute of Public\r\nHealth (NIPH) Oslo, Norway has reported a total of 19 cases (17 confirmed by urinary\r\nantigen detection and 2 probable cases) including 2 deaths in Stavanger on the west coast\r\nof Norway.",
          "The first patient presented with symptoms on 26 July, while\r\nthe latest case presented with symptoms on 1 September. All the patients had visited a\r\nlimited area of the centre of Stavanger within ten days of the onset of symptoms.",
          "Local health authorities in collaboration with NIPH have\r\nidentified several possible sources of legionellosis within this area, including a water\r\nfountain situated in a park and several cooling towers. Results from samples taken from\r\nthese possible sources are pending. The fountain in question has been closed down and all\r\ncooling towers in the vicinity have been disinfected.",
          "WHO encourages those who have information regarding\r\npossible cases in persons who may have been in Stavanger during this period to contact\r\ndirectly one of the following:",
          "Preben Aavitsland ( preben.aavitsland@folkehelsa.no ),\r\nNational Institute of Public Health, Oslo, Norway",
          "Hans Blystad ( hans.blystad@folkehelsa.no ),\r\nNational Institute of Public Health, Oslo, Norway"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "preben.aavitsland@folkehelsa.no",
        "url": "mailto:preben.aavitsland@folkehelsa.no"
      },
      {
        "text": "hans.blystad@folkehelsa.no",
        "url": "mailto:hans.blystad@folkehelsa.no"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Norway"
    ],
    "scraped_at": "2026-01-29T22:24:56.878632",
    "first_seen_utc": "2026-01-29T16:39:56.878645"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_09_04-en",
    "title": "2002",
    "published_date": "2001-09-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "04 September 2001 Disease Outbreak Reported",
          "The Ministry of Health has reported 128 suspected cases,\r\nwith 14 deaths in the entire country\r\nOf these, 20 cases were confirmed by the Institut Pasteur, Côte d'Ivoire.",
          "In Abidjan (population 3,500,000), 20 suspected cases have\r\nbeen notified, of which 6 cases have been confirmed by the laboratory and 4 have died.\r\n  Five out of the 10 communes in the city have reported cases as of 4 September\r\n2001.  This is the first epidemic of yellow fever reported in an urban setting in\r\nAfrica in 10 years.",
          "In response to this outbreak, the Ministry of Health has\r\norganized targeted vaccinations in areas where confirmed cases have been identified. \r\nIn Abidjan a targeted vaccination campaign is currently underway in 2 communes, and a\r\nthird will start soon.",
          "A WHO rapid assessment team travelled to Abidjan last week\r\nand is working with the Ministry of Health.",
          "In response to a request by the Ministry of Health, WHO is\r\nhelping to implement the urgent mass vaccination campaign and providing additional\r\ntechnical and logistical assistance."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:29:56.332374",
    "first_seen_utc": "2026-01-29T16:44:56.332395"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_08_23-en",
    "title": "2002 - Liberia",
    "published_date": "2001-08-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 August 2001 Disease Outbreak Reported",
          "WHO has reported 3 suspected cases of yellow fever in\r\nMaryland county, in the south-eastern part of the country.   One case with disease\r\nonset on 1 August has been confirmed (IgM positive) by the Institut Pasteur in Abidjan,\r\nCôte d'Ivoire.  All three cases have  died.",
          "The Ministry of Health's Epidemic Management Committee is\r\nplanning a vaccination campaign in the affected county, but additional vaccine stocks will\r\nbe needed to implement the emergency immunization programme."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Liberia"
    ],
    "scraped_at": "2026-01-29T22:30:00.131819",
    "first_seen_utc": "2026-01-29T16:45:00.131833"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_08_22-en",
    "title": "2002 - Chad",
    "published_date": "2001-08-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 August 2001 Disease Outbreak Reported",
          "As of 21 August, WHO has reported a total of 2458 cases\r\nincluding 88 deaths, with a case-fatality rate of 3.5% in the south-western part of the\r\ncountry.",
          "The Ministry of Health, with the assistance of WHO and\r\nMédecins sans Frontières, is continuing its surveillance and health education\r\nactivities."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Chad"
    ],
    "scraped_at": "2026-01-29T22:30:01.483970",
    "first_seen_utc": "2026-01-29T16:45:01.483990"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON204",
    "title": "Cholera - Chad",
    "published_date": "2001-08-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 12 August 2001, WHO has reported 1959 cases including 83 deaths, with a case-fatality rate of 4.2% in the south-western part of the country.",
          "The Emergency Coordination Committee is continuing to oversee the outbreak, reinforcing  surveillance activities, particularly in N'djamena district."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Cholera - Chad"
    ],
    "scraped_at": "2026-01-29T22:30:02.837553",
    "first_seen_utc": "2026-01-29T16:45:02.837571"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_08_15a-en",
    "title": "2002 - Angola",
    "published_date": "2001-08-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 August 2001 Disease Outbreak Reported",
          "Since the third week of May, 77 cases and 17 deaths\r\n(case-fatality rate of 22%) have been reported to WHO in the Balombo district of Angola. Neisseria meningitidis serogroup A has been laboratory confirmed.\r\n  The epidemic threshold of 15 cases per 100 000 population per week has been exceeded in\r\nthe affected district and the cumulative attack rate is 212 per 100 000 population since\r\nthe beginning of the year.  Data from other districts is unavailable at the present\r\ntime.",
          "On 13 August, a mass vaccination campaign was launched\r\ntargeting the population of Balombo district over 2 years of age.  Médecins sans\r\nFrontières is supporting the mass vaccination campaign and has provided vaccines,\r\nautodestruct syringes and oily chloramphenical for case management."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Angola"
    ],
    "scraped_at": "2026-01-29T22:30:04.753534",
    "first_seen_utc": "2026-01-29T16:45:04.753551"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_08_14-en",
    "title": "2002 - India",
    "published_date": "2001-08-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "14 August 2001 Disease Outbreak Reported",
          "Detected through its early warning surveillance\r\nsystem, the Government of Orissa has reported 34 111 cases of diarrhoea including 33\r\ndeaths, in 24 districts in Orissa State since 7 July 2001, related to the floods that\r\noccurred at that time. Orissa has a population of 37 million people, of which 8 million\r\nwere affected by the floods.",
          "Among the cases of severe acute diarrhoea in a cluster of\r\n121 samples (taken from 5 districts) positive for Vibrio cholerae, 46 % were\r\npositive for serogroup O139. This proportion of O139 is high compared to the rates found\r\nin neighbouring Bangladesh, where there were 24 % positive isolates for O139 in\r\nnon-coastal areas and 7.2 %in coastal areas in 2000.",
          "WHO is assisting the national health authorities in\r\ncontinuing surveillance."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - India"
    ],
    "scraped_at": "2026-01-29T22:30:06.003531",
    "first_seen_utc": "2026-01-29T16:45:06.003549"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_08_06-en",
    "title": "2002 - Chad",
    "published_date": "2001-08-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "06 August 2001 Disease Outbreak Reported",
          "As of 3 August, WHO has reported a total of 1111 cases\r\nincluding 33 deaths. The majority of cases are from N'djamena district (921 cases, 27\r\ndeaths), while Massakory has reported 156 cases, 5 deaths, Bongo 24 cases, 1 death and\r\nBol, 10 cases.",
          "The ongoing Emergency Coordination Committee in the\r\nMinistry of Health, assisted by WHO, UNICEF and NGOs is overseeing the containment of the\r\noutbreak and sent a team to Massakory to assess the situation.  Surveillance\r\nstrengthening, health education and improving public hygiene is continuing."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Chad"
    ],
    "scraped_at": "2026-01-29T22:30:07.273226",
    "first_seen_utc": "2026-01-29T16:45:07.273240"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON203",
    "title": "Cholera - Tanzania",
    "published_date": "2001-07-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO has reported 109 cases with 3 deaths between 18 May and 20 July 2001 in Temeke and Ilala districts of  Dar es Salaam. The Tanzanian Ministry of Health is implementing control measures including cholrination of all water sources, provision of medical supplies to all cholera treatment centres and health education measures."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Cholera - Tanzania"
    ],
    "scraped_at": "2026-01-29T22:30:08.567358",
    "first_seen_utc": "2026-01-29T16:45:08.567376"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_07_26b-en",
    "title": "2002 - Afghanistan",
    "published_date": "2001-07-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 July 2001 Disease Outbreak Reported",
          "As of 25 July 2001, WHO has reported a total of 4499 cases\r\nincluding 114 deaths. The cases have occurred in the northern region (Khulm, Aibak),\r\nnorth-east region (Faizabad, Kunduz), eastern region, southern region and south-east\r\nregion.",
          "WHO is assisting the Ministry of Public Health of\r\nAfghanistan to coordinate the response to the outbreak.  WHO has sent 2 assessment\r\nmissions to the affected areas and distributed medical supplies.  Médecins sans\r\nFrontières (MSF) is also working with WHO and the Ministry of Public Health to control\r\nthe outbreak."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Afghanistan"
    ],
    "scraped_at": "2026-01-29T22:30:09.843502",
    "first_seen_utc": "2026-01-29T16:45:09.843521"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_07_26a-en",
    "title": "2002 - Chad",
    "published_date": "2001-07-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 July 2001 Disease Outbreak Reported",
          "As of 25 July 2001, the Ministry of Health of Chad reported\r\na total of 608 cases including 20 deaths.  The majority of cases have been in\r\nN'djamena district, with 22 cases and 2 deaths reported from newly affected areas: 17\r\ncases in Massakory, 4 cases in Bongo and 1 case in Moundou.",
          "WHO is working with the Ministry of Health and Médecins\r\nsans Frontières (MSF) to assist in responding to the outbreak.  Control measures\r\nincluding strengthening surveillance, health education and improvement of public hygiene\r\nin food outlets.  WHO have provided additional supplies."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Chad"
    ],
    "scraped_at": "2026-01-29T22:30:12.017535",
    "first_seen_utc": "2026-01-29T16:45:12.017556"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_07_18-en",
    "title": "2002 - Spain",
    "published_date": "2001-07-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 July 2001 Disease Outbreak Reported",
          "As of 18 July, the National Centre for Epidemiology, Spain,\r\nhas reported a total of 751 cases of suspected legionellosis in Murcia (see previous report) . Three-hundred-ten of these cases have\r\nbeen laboratory confirmed. The first case was hospitalized on 1 July. Two deaths (one\r\nconfirmed case and one suspected case) have been reported. No cases have been reported\r\namong tourists.",
          "Since 7 July, incidence has declined rapidly and there have\r\nbeen no new cases reported since 14 July. The epidemiological investigation and\r\nsurveillance are continuing. The most likely source of the outbreak is a cooling tower in\r\nthe city centre. The cooling tower has now been disinfected.",
          "Additional information received after this posting indicates that several cooling towers in the area were positive for Legionella by the\r\npolymerase chain reaction (PCR), but the organism has not been isolated thus far. Control\r\nmeasures have focused on all cooling towers which may be involved, as well as other\r\npotential sources."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "(see previous report)",
        "url": "https://www.who.int/entity/csr/don/2001_07_12/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Spain"
    ],
    "scraped_at": "2026-01-29T22:30:13.840347",
    "first_seen_utc": "2026-01-29T16:45:13.840362"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_07_12-en",
    "title": "2002 - Spain",
    "published_date": "2001-07-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 July 2001 Disease Outbreak Reported",
          "As of 11 July, the National Centre for Epidemiology, Spain,\r\nhas reported a total of 470 cases of suspected legionellosis in Murcia.\r\nOne-hundred-seventy-eight of these cases have been laboratory confirmed, and the first\r\ncase was hospitalized on 1 July. One patient, a 65-year-old male, has died. No cases have\r\nbeen reported among tourists.",
          "The majority of cases are residents in the northern\r\nneighborhoods of the city. It is suspected that local cooling towers, several of which are\r\npresent in these neighborhoods, are the most likely source of infection, however other\r\npossible sources are being investigated.",
          "A detailed investigation by the health authorities and\r\nenvironmental sampling are presently being conducted.",
          "Legionellosis is a bacterial disease. Humans are infected\r\nby inhaling small droplets or particles contaminated with Legionella bacteria. Control\r\nmeasures focus on eliminating the source of the infectious particles. The infection is not\r\ntransmitted from person-to-person.",
          "For additional information about legionellosis, please see\r\nthe following web sites at our partner institutions:",
          "http://www.phls.co.uk/International/Ewgli/ewgli2.htm",
          "http://www.cdc.gov/ncidod/dbmd/diseaseinfo/legionellosis_g.htm"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "http://www.phls.co.uk/International/Ewgli/ewgli2.htm",
        "url": "http://www.phls.co.uk/International/Ewgli/ewgli2.htm"
      },
      {
        "text": "http://www.cdc.gov/ncidod/dbmd/diseaseinfo/legionellosis_g.htm",
        "url": "https://www.cdc.gov/ncidod/dbmd/diseaseinfo/legionellosis_g.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Spain"
    ],
    "scraped_at": "2026-01-29T22:30:15.144716",
    "first_seen_utc": "2026-01-29T16:45:15.144732"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_07_03-en",
    "title": "2002 - France",
    "published_date": "2001-07-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "03 July 2001 Disease Outbreak Reported",
          "During 2001 WHO has received reports of cases of W135\r\nmeningococcal disease, mainly associated with international travel or contact with\r\ntravellers to Saudi Arabia.",
          "France has updated its figures since the last repor t. Six cases (contacts with Haj pilgrims)\r\nhave now been reported. N. meningitidis serogroup W135 has been laboratory\r\nconfirmed.",
          "For information about reports from other countries as well\r\nas background information and WHO recommendations for the control of meningococcal\r\ndisease, please see the last report of 22 June 2001 ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "the last repor",
        "url": "https://www.who.int/entity/csr/don/2001_06_22e/en"
      },
      {
        "text": "the last report of 22 June 2001",
        "url": "https://www.who.int/entity/csr/don/2001_06_22e/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - France"
    ],
    "scraped_at": "2026-01-29T22:30:16.540858",
    "first_seen_utc": "2026-01-29T16:45:16.540873"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_29e-en",
    "title": "2002 - Canada",
    "published_date": "2001-06-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "29 June 2001 Disease Outbreak Reported",
          "As of 26 June, WHO has reported 69 suspected cases, out of\r\nwhich 6 have died.  Of these, 18 are confirmed CCHF (15 laboratory and 3\r\nclinical/epidemiological grounds).  Thirty-four are laboratory negative and 17 are\r\nstill under investigation.",
          "WHO Kosovo continues to support the epidemic response\r\ncommittee managing the outbreak, assisted by partners in the Glbal Outbreak Alert and Response\r\nNetwork: the WHO Collaborating Centre for Arbovirus and Haemorrhagic Fever Reference\r\nand Research in Ljubljana, Slovenia, is providing laboratory support; and a clinician with\r\nspecific expertise in hospital infection control from the North Manchester General\r\nHospital, Department of Infectious Diseases, United Kingdom, is helping to strengthen\r\nprocedures at the isolation unit.",
          "In response to a WHO request from partners in the Global\r\nOutbreak Alert and Response Network for epidemiology support to the Institute of Public\r\nHealth, Kosovo, two Canadian field epidemiologists from Health Canada will be assisting\r\nthe Institute with data management in the CCHF outbreak. Their assistance is supported by\r\nthe Canadian Public Health Association and the Canadian International Development Agency."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Canada"
    ],
    "scraped_at": "2026-01-29T22:30:18.445558",
    "first_seen_utc": "2026-01-29T16:45:18.445579"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_22e-en",
    "title": "2002 - Saudi Arabia",
    "published_date": "2001-06-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 June 2001 Disease Outbreak Reported",
          "During 2001 the following countries have reported cases of W135 meningococcal disease\r\nto WHO ( see previous report) ; most cases are\r\nassociated with international travel or contact with travellers to Saudi Arabia:",
          "Burkina Faso: N. meningitidis serogroup W135 has been laboratory confirmed\r\nin 4 cases by the Centers for Disease Control and Prevention, Atlanta, United States.\r\nTravel/contact history of cases is not yet known.",
          "Following a joint mission of Institut Pasteur, Paris and Association pour la\r\nMédecine Préventive (AMP) ) to investigate the epidemic meningitis situation, 10\r\nadditional cases of N. meningitidis W135 were laboratory confirmed.  The\r\nsamples were taken from documented cases between 10-24 April 2001 and the proportion of N.\r\nmeningitidis isolates belonging to the W135 serogroup was found to be 37% of the total N. meningitidis isolates identified by PCR on collected specimens.  None of\r\nthe cases had any relationship with the 2001 Haj pilgrimage (travel or contact history).\r\n  Among 4 strains that were cultured from the same period, 3 were W135:2a:P1-2,5 and\r\nbelong to the ET-37 complex.",
          "Niger: A joint mission of Institut Pasteur, Paris and AMP investigated the epidemic\r\nmeningitis situation and identified 10 laboratory confirmed cases of N. meningitidis W135.\r\nThe samples were taken from documented cases between 10-16 April 2001 and the proportion\r\nof N. meningitidis isolates belonging to the W135 serogroup was found to be 40% of\r\nthe total N. meningitidis isolates identified by PCR on collected specimens.  \r\nNone of the cases had any relationship with the 2001 Haj pilgrimage (travel or contact\r\nhistory).",
          "Central African Republic: 3 cases (Haj pilgrims) have been reported. N.\r\nmeningitidis serogroup W135 have been laboratory confirmed.",
          "Denmark: 2 cases (one case close contact with Haj pilgrims, the travel/contact\r\nhistory of the second case is not yet known)have been reported. N. meningitidis serogroup W135 has been laboratory confirmed.",
          "France: 2 cases (close contacts with Haj pilgrims) have been reported. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed.",
          "Norway: 4 cases (2 contacts with Haj pilgrims) have been reported. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed.",
          "Saudi Arabia: 109 cases (predominantly Haj pilgrims from outside Saudi Arabia)\r\nincluding 35 deaths have been reported between 9 February and 22 March 2001. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed in more than half of the\r\ncases.",
          "Singapore: 4 cases (3 close contacts with Haj pilgrims, 1 history of travel to\r\nSaudi Arabia), including 1 death have been reported. Two of the cases occurred in January\r\n2001, before the main period of pilgrimage to Saudi Arabia. N. meningitidis serogroup W135 has been laboratory confirmed.",
          "United Kingdom of Great Britain and Northern Ireland: 41 cases (8 pilgrims\r\nreturning from the Haj, 19 cases of close contacts and data outstanding on the remaining\r\ncases) including 11 deaths of laboratory confirmed invasive N. meningitidis serogroup W135 have been reported.",
          "Meningococcal disease. As with all types of meningococcal disease, early diagnosis\r\nand treatment are essential. The symptoms of group W135 meningococcal disease are the same\r\nas for other groups of the disease: sudden onset of intense headache, high fever, nausea,\r\nand vomiting, photophobia and stiff neck. The most severe clinical form of the disease,\r\nmeningococcal septicaemia can be presented by abrupt onset, high fever, petechial rash or\r\npurpura.",
          "WHO recommends that chemoprophylaxis be given to close contacts of the cases, such as\r\npersons sleeping in the same dwelling. In most countries rifampicin is recommended.",
          "In preparation for the Umrah and the Haj seasons for next year, the Ministry of Health\r\nof the Government of Saudi Arabia has notified the Ministries of Health of all countries\r\nfrom which pilgrims arrive, that the vaccination against meningococcal meningitis with the\r\nquadrivalent vaccine (serogroups A,C, Y and W135) has been added to the health\r\nrequirements for arrivals coming to the Umrah and Haj.",
          "WHO encourages national reference laboratories to closely monitor meningococcal\r\ndisease.",
          "For further information, see the Control of Epidemic Meningococcal Disease.\r\nWHO Practical Guidelines. 2nd edition ( in English and in French ,\r\nwith annexes )",
          "In order to fully identify and follow the epidemiological spread of the W135 strain,\r\nWHO encourages countries to send specimens to WHO Collaborating Centres for Meningococcal\r\nInfections. The Centres are:",
          "Institut de Médecine Tropicale du Service de Santé des Armées Parc du Pharo, B.P. 46 F-13998 Marseille-Armées France Dr. Pierre Nicolas Tel: +33 4 91 15 01 15 Fax: +33 4 91 59 44 77 E-mail:imtssa.meningo@free.fr",
          "WHO Collaborating Centre for Control of Epidemic Meningitis Centers for Disease Control and Prevention Atlanta, GA 30333 United States of America Dr. Tanja Popovic Tel: +1 404 639 17 30 Fax: +1 404 639 31 23 E-mail: txp1@cdc.gov",
          "WHO Collaboration Centre for Reference and Research on Meningococci Department of Bacteriology National Institute of Public Health PO Box 4404 Torshov N-0403 Oslo Norway Dr. Dominique Caugant Tel: + 47 22 04 23 11 Fax: + 47 22 04 25 18 E-mail:dominique.caugant@folkehelsa.no",
          "For further information, please contact: outbreak@who.ch"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report)",
        "url": "https://www.who.int/entity/csr/don/2001_05_16/en"
      },
      {
        "text": "in English",
        "url": "https://www.who.int/emc-documents/meningitis/docs/whoemcbac983.pdf"
      },
      {
        "text": "in French",
        "url": "https://www.who.int/emc-documents/meningitis/docs/whoemcbac983f.pdf"
      },
      {
        "text": "annexes",
        "url": "https://www.who.int/emc-documents/meningitis/docs/whoemcbacannf.pdf"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Saudi Arabia"
    ],
    "scraped_at": "2026-01-29T22:30:19.772910",
    "first_seen_utc": "2026-01-29T16:45:19.772925"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_20e-en",
    "title": "2002 - Slovenia",
    "published_date": "2001-06-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 June 2001 Disease Outbreak Reported",
          "For the period 18-19 June, 3 new\r\nsuspected cases were registered. From May 18, 2001 to June 19, 2001, 57 suspected CCHF\r\ncases were registered, out of which 4 have died. Of these, 12 have been classified as\r\nconfirmed (10 laboratory and 2 on clinical/epidemiological grounds). Twenty-seven cases\r\nare laboratory negative and 18 further suspected cases were still under investigation. Of\r\nthe 12 confirmed cases, 5 were infected through contact with 1 case with haemorrhagic\r\ndisease. The remainder (7) are likely to be primary infections (Source: Institute of\r\nPublic Health, Pristina, Kosovo).",
          "Most of the primary infections have occurred in areas of\r\nKosovo that have had CCHF activity in previous years. CCHF infections are expected to\r\ncontinue throughout the summer and autumn months while ticks are active.",
          "The WHO Collaborating Centre for Arbovirus and Haemorrhagic\r\nFever Reference and Research in Ljubljana, Slovenia, continues to provide support in the\r\nfield by extending the stay of their staff member. In addition the North Manchester\r\nGeneral Hospital, Department of Infectious Diseases, have provided a clinician with\r\nspecific expertise in hospital infection control who is working to strengthen procedures\r\nat the isolation unit.",
          "A two person WHO rapid assessment team carried out a\r\nmission to Kosovo from 12 to 15 June 2001. The team worked with the epidemic response\r\ncommittee, the Institute for Public Health, the Clinic for Infectious Diseases and WHO\r\nKosovo to support the outbreak response in epidemiology, laboratory support, case\r\nmanagement, hospital infection control, environmental control measures and health\r\neducation."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Slovenia"
    ],
    "scraped_at": "2026-01-29T22:30:21.704793",
    "first_seen_utc": "2026-01-29T16:45:21.704807"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_15e-en",
    "title": "2002 - Slovenia",
    "published_date": "2001-06-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 June 2001 Disease Outbreak Reported",
          "Four new alerts of possible cases have been received since the update of 14 June , yielding a total of 48 case alerts. Of\r\nthe 48 case alerts received so far, 25 were negative for CCHF by laboratory tests. Nine\r\nare still under investigation. Clinical samples from the 4 newly reported patients are\r\nbeing transported to the WHO Collaborating Centre for Arbovirus and Haemorrhagic Fever\r\nReference and Research in Ljubljana, Slovenia."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "the update of 14 June",
        "url": "https://www.who.int/entity/csr/don/2001_06_14e/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Slovenia"
    ],
    "scraped_at": "2026-01-29T22:30:23.480220",
    "first_seen_utc": "2026-01-29T16:45:23.480239"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON202",
    "title": "Meningococcal meningitis - Ethiopia",
    "published_date": "2001-06-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO has received reports of a total of 6266 cases including 311 deaths (case-fatality rate of 5.0%) as of 31 May 2001 in ten out of the eleven regions in the country.  Since the previous report , more accurate figures have become available with the review  of the database of reported cases and deaths. Three regions, Amhara, Oromiya and Southern Nations Nationalities Region, still report newly affected districts. The current trend of the epidemic remains uncertain.",
          "In collaboration with the Ethiopian Ministry of Health, work in controlling the epidemic has been carried out by partners in the country, including the International Federation of Red Cross and Red Crescent Societies (IFRC), the Ethiopian Red Cross Society and Médecins sans Frontières, France, Belgium, Holland and Switzerland."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "the previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_05_25/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Meningococcal meningitis - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:30:24.802177",
    "first_seen_utc": "2026-01-29T16:45:24.802196"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_14a-en",
    "title": "2002",
    "published_date": "2001-06-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "14 June 2001 Disease Outbreak Reported",
          "To date, 44 case alerts have been notified to the Kosovo\r\nhealth authorities ( see previous report ). Of these, 12 have\r\nbeen confirmed. Sixteen have been found negative for CCHF by laboratory tests. A further\r\n16 are currently under investigation.",
          "Two experts from WHO have arrived in Pristina and are\r\nworking with WHO Kosovo and the Institute of Public Health to perform an assessment of the\r\noutbreak response and to support the investigation and control measures."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_06_11e/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:30:26.085452",
    "first_seen_utc": "2026-01-29T16:45:26.085469"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_11e-en",
    "title": "2002 - Slovenia",
    "published_date": "2001-06-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 June 2001 Disease Outbreak Reported",
          "The etiology of the disease reported\r\non 8 June has now been laboratory confirmed as Crimean-Congo haemorrhagic fever\r\n(CCHF). The WHO Collaborating Centre for Arbovirus and\r\nHaemorrhagic Fever Reference and Research in Ljubljana, Slovenia, a partner in the Global Outbreak Alert and Response\r\nNetwork, reported to WHO on 9 June that multiple samples received late on 8 June were\r\npositive when tested by PCR and anti-CCHF virus IgM assays.  A staff member from the\r\ncollaborating centre in Slovenia traveled to Pristina, Kosovo to assist with the\r\ncollection and handling of the specimens.",
          "WHO has been requested to provide further technical\r\nassistance to the Kosovo health authorities."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "reported\r\non 8 June",
        "url": "https://www.who.int/entity/csr/don/2001_06_08e/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Slovenia"
    ],
    "scraped_at": "2026-01-29T22:30:27.946477",
    "first_seen_utc": "2026-01-29T16:45:27.946494"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_08e-en",
    "title": "2002 - Slovenia",
    "published_date": "2001-06-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "08 June 2001 Disease Outbreak Reported",
          "The WHO Office in Kosovo has reported 27 cases and 4 deaths\r\nbetween 18 May and 7 June 2001 in the south-western area.  Samples have been sent for\r\nlaboratory confirmation of the disease to the WHO Collaborating Centre for Arbovirus and\r\nHaemorrhagic Fever Reference and Research in Ljubljana, Slovenia, a partner in the Global Outbreak Alert and Response\r\nNetwork.",
          "The health authorities have implemented prevention and\r\ncontrol measures and are investigating the outbreak."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Slovenia"
    ],
    "scraped_at": "2026-01-29T22:30:29.180604",
    "first_seen_utc": "2026-01-29T16:45:29.180618"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_07e-en",
    "title": "2002 - Peru",
    "published_date": "2001-06-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "07 June 2001 Disease Outbreak Reported",
          "The Ministry of Health has reported an outbreak of yellow\r\nfever in the Department of Loreto, in the Peruvian Amazon Region, in the districts of\r\nPuinahua, San Pablo and Iquitos. Eight cases have been laboratory confirmed, of which 2\r\nhave died.  Twelve additional cases are under investigation.",
          "An epidemiological investigation is underway and the WHO\r\nRegional Office for the Americas (PAHO) has mobilized 400 000 doses of vaccine for a\r\nvaccination campaign."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Peru"
    ],
    "scraped_at": "2026-01-29T22:30:30.494106",
    "first_seen_utc": "2026-01-29T16:45:30.494124"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_06_05e-en",
    "title": "2002 - Bangladesh",
    "published_date": "2001-06-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 June 2001 Disease Outbreak Reported",
          "The international team* has returned from the site of the\r\noutbreak in Meherpur district ( see previous report ).\r\nThe team carried out detailed surveys in the affected area, investigating a cluster of\r\ndeaths that occurred between 26 April and 10 May 2001.  An extensive search revealed\r\nthat no new cases had occurred after mid-May. Laboratory tests are underway to try to\r\ndetermine the etiology of the outbreak.",
          "The team recommended that surveillance should be maintained\r\nto detect any recurrence of a similar nature in Meherpur or elsewhere in the country.\r\n  It was further recommended that the capacity to detect and respond rapidly to\r\noutbreaks should be strengthened at both national and district levels through developing\r\nguidelines, establishing and training a rapid response team, and maintaining appropriate\r\nsupplies and equipment for rapid response.",
          "* staff from the Bangladesh Ministry of Health, WHO staff\r\nfrom headquarters and the India country office, three epidemiologists from the Field\r\nEpidemiology Training Programme in Thailand - partners in the Global Outbreak Alert and Response\r\nNetwork, and staff from the International Center for Diarrhoeal Disease Research,\r\nBangladesh (ICDDRB)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_05_30/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:30:32.330696",
    "first_seen_utc": "2026-01-29T16:45:32.330710"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_05_31-en",
    "title": "2002",
    "published_date": "2001-05-31",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "31 May 2001 Disease Outbreak Reported",
          "The Ministry of Health has reported 4 cases including 3\r\ndeaths in Danané and Duekoué districts in the south-western part of the country. Yellow\r\nfever has been confirmed by IgM detection in a sample collected on 23 March 2001 from a 17\r\nyear-old woman who died 24 March 2001.  Testing was performed by the Instituts\r\nPasteur, Abidjan and Paris. To date, no further cases have been reported.",
          "The Ministry of Health is continuing its investigation of\r\nthe outbreak and has begun an immunization campaign using existing vaccine stocks.\r\n  To ensure that the campaign is successfully carried out, it has requested\r\nadditional vaccine from WHO and its partners."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:30:33.623893",
    "first_seen_utc": "2026-01-29T16:45:33.623912"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_05_30-en",
    "title": "2002 - Bangladesh",
    "published_date": "2001-05-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "30 May 2001 Disease Outbreak Reported",
          "An international team made up of WHO staff from\r\nheadquarters and the India country office, three epidemiologists from the Field\r\nEpidemiology Training Programme in Thailand -partners in the Global Outbreak Alert and Response\r\nNetwork, and staff from the International Center for Diarrhoeal Disease Research,\r\nBangladesh (ICDDRB)  has been assisting the Bangladesh Ministry of Health in its\r\nfollow up investigations in Meherpur district near the Indian border ( see previous report ).",
          "The team arrived at the site of the outbreak on the\r\nafternoon of Monday, 28 May.  The team is conducting detailed surveys in district\r\nhospitals, surrounding health facilities and in the affected village and will return to\r\nDhaka later today. A preliminary report from the team indicates that no cases of the\r\nneurological disease are presently occurring.  Further investigation of the outbreak\r\nis continuing as its etiology is unknown at this time."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_05_25a/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:30:35.569930",
    "first_seen_utc": "2026-01-29T16:45:35.569949"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON201",
    "title": "Meningococcal meningitis - Ethiopia",
    "published_date": "2001-05-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO has received reports of a total of 5636 cases including 392 deaths in ten out of the eleven regions in the country ( see previous report ).  Although overall the epidemic is now declining, new zones and districts are still being affected.  Médecins sans Frontières, Belgium, France, Holland and Switzerland and the Ethiopian Red Cross Society are assisting the Ethiopian Ministry of Health in implementing the  vaccination campaigns. Campaigns has been concluded in those regions which had originally exceeded the epidemic threshold and the focus is now on newly affected areas, particularly 3 districts: Dembia in Amhara region; Degem and Abote in Oromiya region.",
          "The International Coordinating Group on Vaccine Provision for Epidemic Meningitis Control (ICG) has released a further 370 000 doses of vaccine to the International Federation of Red Cross and Red Crescent Societies to assist in the implementation of the vaccination campaigns in the newly-affected areas.",
          "In response to WHO's request to its partners in the Global Outbreak Alert and Response Network, a senior communicable disease epidemiologist in the Institut National de Veille Sanitaire, Paris, France provided support to the Ethiopian Ministry of Health in data analysis, strategy development and coordination of the response.  A second epidemiologist from Swiss Disaster Relief, another partner in the Network, is continuing to assist the Epidemiological Department of the Ethiopian Ministry of Health and supporting the response in the Oromiya region.",
          "Funds have been provided by the governments of Ireland and Japan for the international response."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "see previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_04_23/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Meningococcal meningitis - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:30:36.805728",
    "first_seen_utc": "2026-01-29T16:45:36.805749"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_05_25a-en",
    "title": "2002 - Bangladesh",
    "published_date": "2001-05-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "25 May 2001 Disease Outbreak Reported",
          "The Bangladesh Ministry of Health has reported 28 cases in\r\nadult males, including 9 deaths betwen 26 April and 12 May in the Meherpur district, in\r\nthe western part of the country near the border with India. Symptoms include progressive\r\nfever, malaise, headache, coma and death.",
          "A team from the Bangladesh Ministry of Health has\r\ninvestigated the outbreak and collected samples from survivors and contacts. WHO and its\r\npartners are providing technical experts to assist the Ministry of Health in evaluating\r\nthe information from the investigation and to carry out further investigations as\r\nneeded."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:30:38.090927",
    "first_seen_utc": "2026-01-29T16:45:38.090941"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_05_18-en",
    "title": "2002 - China",
    "published_date": "2001-05-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 May 2001 Disease Outbreak Reported",
          "There has been an increase in the number of deaths of\r\npoultry from influenza A(H5N1) virus in additional retail live-bird poultry markets ( see previous report )\r\nin Hong Kong SAR.",
          "As a result, the Government of Hong Kong SAR has announced\r\nthat all wholesale and retail markets selling chickens will be closed and the birds will be destroyed.  Retail outlets for\r\nlive chickens will remain closed for 4 weeks. Farms with live chickens ready for slaughter will be\r\ndepopulated within the next two weeks.  Importation of chickens from the Mainland has been stopped.",
          "No human cases of influenza A(H5N1) virus have been\r\ndetected.  The strains isolated from the birds differ genetically from the H5N1 virus which caused human disease in 1997.  There is\r\nno cause for public health concern.",
          "Click on the website of the Government of Hong Kong\r\nSpecial Administrative Region of China for further information."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_05_17/en"
      },
      {
        "text": "Government of Hong Kong\r\nSpecial Administrative Region of China",
        "url": "http://www.info.gov.hk/gia/general/200105/18/0518293.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - China"
    ],
    "scraped_at": "2026-01-29T22:30:39.363277",
    "first_seen_utc": "2026-01-29T16:45:39.363295"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_05_17-en",
    "title": "2002 - China",
    "published_date": "2001-05-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 May 2001 Disease Outbreak Reported",
          "Influenza A(H5N1) virus was recently detected in three retail\r\nlive-bird markets in Hong Kong Special Administrative Region of China, with increased\r\nmortality in the bird population noted in the last few days.  No H5N1 viruses were\r\nisolated in other retail markets. No human\r\ncases of H5N1 virus have been detected.  The strains isolated from the birds differ\r\ngenetically from the H5N1 virus which caused human disease in 1997.  There is no\r\ncause for public health concern, but as a precautionary measure, the birds at all three\r\nretail markets have been destroyed and the markets cleansed and disinfected. For further information, click on the website of the Government of Hong Kong\r\nSpecial Administrative Region of China . The following is the transcript of the\r\nEnglish portion of the opening remarks made by Mrs Lily Yam, the Secretary for the\r\nEnvironment and Food, Hong Kong Special Administrative Region of China, at a press\r\nbriefing held on May 16: Precautionary measures taken to prevent\r\nspread of chicken disease I have called this press briefing to\r\nannounce that at 3.30 this afternoon the Director of Agriculture, Fisheries and\r\nConservation has issued a notice declaring the poultry stalls in three markets as infected\r\nplaces in accordance with the Public Health (Animals and Birds) Regulations. The three\r\nmarkets are Yeung Luk Road Market in Sheung Wan, Fa Yuen Street Market, and the Smithfield\r\nRoad Market. The Food and Environmental Hygiene\r\nDepartment has already started action to close these poultry stalls and the department has\r\nrequested all poultry stallholders to destroy the live birds in their stalls, and these\r\nstallholders will be given every assistance and advice by members of the Food and\r\nEnvironmental Hygiene Department. The department has also made appropriate arrangements\r\nfor the destroyed birds to be sent right away to a landfill for proper treatment. After\r\nall the birds have been destroyed, the poultry stalls in the markets will be thoroughly\r\ncleansed and disinfected. We have taken this precautionary measure\r\nfor two reasons. The first is that since yesterday, in Yeung Luk Road Market, 763 chickens\r\nhave died. There are also a number of chicken deaths in the other two markets. Tests by\r\nthe Agriculture, Fisheries and Conservation Department have demonstrated that these\r\nchickens have died of avian influenza. I have to emphasize that there are many strains of\r\nH5N1 and according to the information currently available, only the H5N1 chicken strain\r\nthat we had in Hong Kong in 1997 would affect human beings, and the vast majority of H5N1\r\nstrains will not affect human beings. From samples we have recently collected\r\nfrom these three markets, a few are shown to contain the H5 virus, and genes sequencing\r\ntests have demonstrated that these viruses are not - I repeat not - the same as the kind\r\nof H5N1 chicken virus that we had in Hong Kong in 1997. Nonetheless, we feel that it is\r\nessential for us to take this precautionary measure because there is a need to destroy\r\nthese viruses thoroughly, to prevent their lingering in the market always with the\r\nprobability, no matter how low the possibility, that they might - they might - combine\r\nwith other viruses to result in a new strain which may affect human beings. I have to reiterate there is no cause for\r\npublic concern at this stage. This is a precautionary measure. The indication is that\r\nthere is no evidence that these viruses would affect human beings. Of course, the public\r\nis reminded to observe the usual hygiene standards. The measures that we have taken and the\r\ntests that we have conducted, and the results, show that in Hong Kong we have one of the\r\nbest and thorough surveillance systems covering not just imported birds but also the\r\narrangements in our markets, and the public can rest assured that this surveillance system\r\nwill enable us to detect any problems as soon as they arise so that we can take the\r\nnecessary measures. Thank you very much."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "Government of Hong Kong\r\nSpecial Administrative Region of China",
        "url": "http://www.info.gov.hk/gia/general/200105/16/0516266.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - China"
    ],
    "scraped_at": "2026-01-29T22:30:40.626676",
    "first_seen_utc": "2026-01-29T16:45:40.626696"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_05_16-en",
    "title": "2002 - Saudi Arabia",
    "published_date": "2001-05-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 May 2001 Disease Outbreak Reported",
          "During 2001 the following countries have reported\r\ncases of W135 meningococcal disease to WHO; most cases are associated with international\r\ntravel or contact with travellers to Saudi Arabia:",
          "Burkina Faso: 4 cases have been reported. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed. Travel/contact history of\r\ncases is not yet known.",
          "Central African Republic : 3 cases (Haj\r\npilgrims) have been reported. N. meningitidis serogroup W135 has been laboratory\r\nconfirmed.",
          "Denmark: 2 cases (one case close contact\r\nwith Haj pilgrims, the travel/contact history of the second case is not yet known)have\r\nbeen reported. N. meningitidis serogroup W135 has been laboratory confirmed.",
          "France : 2 cases (close contacts with Haj pilgrims)\r\nhave been reported. N. meningitidis serogroup W135 has been laboratory confirmed.",
          "Norway: 4 cases (2 contacts with Haj pilgrims) have\r\nbeen reported. N. meningitidis serogroup W135 has been laboratory confirmed.",
          "Saudi Arabia : 109 cases (predominantly Haj pilgrims\r\nfrom outside Saudi Arabia) including 35 deaths have been reported between 9 February and\r\n22 March 2001. N. meningitidis serogroup W135 has been laboratory confirmed in more\r\nthan half of the cases.",
          "Singapore: 4 cases (3 close contacts with Haj pilgrims,\r\n1 history of travel to Saudi Arabia), including 1 death have been reported. Two of the\r\ncases occurred in January 2001, before the main period of pilgrimage to Saudi Arabia. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed.",
          "United Kingdom of Great Britain and Northern Ireland :\r\n41 cases (8 pilgrims returning from the Haj, 19 cases of close contacts and data\r\noutstanding on the remaining cases) including 11 deaths of laboratory confirmed invasive N.\r\nmeningitidis serogroup W135  have been reported.",
          "Meningococcal disease. As with all types of\r\nmeningococcal disease, early diagnosis and treatment are essential. The symptoms of group\r\nW135 meningococcal disease are the same as for other groups of the disease: sudden onset\r\nof intense headache, high fever, nausea, and vomiting, photophobia and stiff neck. The\r\nmost severe clinical form of the disease, meningococcal septicaemia can be presented by\r\nabrupt onset, high fever, petechial rash or purpura.",
          "WHO recommends that chemoprophylaxis be given to close\r\ncontacts of the cases, such as persons sleeping in the same dwelling. In most countries\r\nrifampicin is recommended.",
          "In preparation for the Umrah and the Haj seasons for next\r\nyear, the Ministry of Health of the Government of Saudi Arabia has notified the Ministries\r\nof Health of all countries from which pilgrims arrive, that the vaccination against\r\nmeningococcal meningitis with the quadrivalent vaccine (serogroups A,C, Y and W135) has\r\nbeen added to the health requirements for arrivals coming to the Umrah and Haj.",
          "WHO encourages national reference laboratories to closely\r\nmonitor meningococcal disease.",
          "In order to fully identify and follow the epidemiological\r\nspread of the W135 strain, WHO encourages countries to send specimens to WHO Collaborating\r\nCentres for Meningococcal Infections. The Centres are:",
          "Institut de Médecine Tropicale du Service de Santé des\r\nArmées Parc du Pharo, B.P. 46 F-13998 Marseille-Armées France Dr. Pierre Nicolas Tel: +33 4 91 15 01 15 Fax: +33 4 91 59 44 77 E-mail:imtssa.meningo@free.fr",
          "WHO Collaborating Centre for Control of Epidemic Meningitis Centers for Disease Control and Prevention Atlanta, GA 30333 United States of America Dr. Tanja Popovic Tel: +1 404 639 17 30 Fax: +1 404 639 31 23 E-mail: txp1@cdc.gov",
          "WHO Collaboration Centre for Reference and Research on\r\nMeningococci Department of Bacteriology National Institute of Public Health PO Box 4404 Torshov N-0403 Oslo Norway Dr. Dominique Caugant Tel: + 47 22 04 23 11 Fax: + 47 22 04 25 18 E-mail:dominique.caugant@folkehelsa.no",
          "For further information, please contact: outbreak@who.ch"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Saudi Arabia"
    ],
    "scraped_at": "2026-01-29T22:30:41.881057",
    "first_seen_utc": "2026-01-29T16:45:41.881078"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_04_27-en",
    "title": "2002 - Saudi Arabia",
    "published_date": "2001-04-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "27 April 2001 Disease Outbreak Reported",
          "During 2000, there was an international outbreak of\r\nmeningococcal disease caused by an unusual serogroup: W135",
          "During 2001 the following countries have reported cases of\r\nW135 meningococcal disease, associated with international travel or contact with\r\ntravellers to Saudi Arabia, to WHO:",
          "Burkina Faso: 4 cases have been reported. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed.",
          "Central African Republic : 3 cases (Haj\r\npilgrims) have been reported. N. meningitidis serogroup W135 has been laboratory\r\nconfirmed.",
          "France : 2 cases (close contacts with Haj pilgrims)\r\nand no deaths have been reported. N. meningitidis serogroup W135 has been\r\nlaboratory confirmed.",
          "Norway: 4 cases (2 contacts with Haj pilgrims) and no\r\ndeaths have been reported. N. meningitidis serogroup W135 has been laboratory\r\nconfirmed.",
          "Saudi Arabia : 109 cases (predominantly Haj pilgrims\r\nfrom outside Saudi Arabia) including 35 deaths reported between 9 February and 22 March\r\n2001. N. meningitidis serogroup W135 has been laboratory confirmed in more than\r\nhalf of the cases.",
          "Singapore: 4 cases (3 close contacts with Haj pilgrims,\r\n1 history of travel to Saudi Arabia) and no deaths have been reported. Two of the cases\r\noccurred in January 2001, before the main period of pilgrimage to Saudi Arabia. N.\r\nmeningitidis serogroup W135 has been laboratory confirmed.",
          "United Kingdom of Great Britain and Northern Ireland :\r\n28 laboratory confirmed cases including 7 deaths have been reported. Out of these cases, 8\r\nwere pilgrims returning from the Haj, 9 were close contacts of the latter, and data are\r\noutstanding on the remaining cases. 2 cases occurred in January prior to the main\r\npilgrimage period. N. meningitidis serogroup W135 has been laboratory confirmed.",
          "Meningococcal disease. As with all types of\r\nmeningococcal disease, early diagnosis and treatment are essential. The symptoms of group\r\nW135 meningococcal disease are the same as for other groups of the disease: sudden onset\r\nof intense headache, high fever, nausea, and vomiting, photophobia and stiff neck. The\r\nmost severe clinical form of the disease, meningococcal septicaemia can be presented by\r\nabrupt onset, high fever, petechial rash or purpura.",
          "WHO recommends that chemoprophylaxis be given to close\r\ncontacts of the cases, such as persons sleeping in the same dwelling. In most countries\r\nrifampicin is recommended.",
          "In preparation for the Umrah and the Haj seasons for next\r\nyear, the Ministry of Health of the Government of Saudi Arabia has notified the Ministries\r\nof Health of all countries from which pilgrims arrive, that the vaccination against\r\nmeningococcal meningitis with the quadrivalent vaccine (serogroups A,C, Y and W135) has\r\nbeen added to the health requirements for arrivals coming to the Umrah and Haj.",
          "WHO encourages national reference laboratories to closely\r\nmonitor meningococcal disease.",
          "In order to fully identify and follow the epidemiological\r\nspread of the W135 strain, WHO encourages countries to send specimens to WHO Collaborating\r\nCentres for Meningococcal Infections. The Centres are:",
          "Institut de Médecine Tropicale du Service de Santé des\r\nArmées Parc du Pharo, B.P. 46 F-13998 Marseille-Armées France Dr. Pierre Nicolas Tel: +33 4 91 15 01 15 Fax: +33 4 91 59 44 77 E-mail:imtssa.meningo@free.fr",
          "WHO Collaborating Centre for Control of Epidemic Meningitis Centers for Disease Control and Prevention Atlanta, GA 30333 United States of America Dr. Tanja Popovic Tel: +1 404 639 17 30 Fax: +1 404 639 31 23 E-mail: txp1@cdc.gov",
          "WHO Collaboration Centre for Reference and Research on\r\nMeningococci Department of Bacteriology National Institute of Public Health PO Box 4404 Torshov N-0403 Oslo Norway Dr. Dominique Caugant Tel: + 47 22 04 23 11 Fax: + 47 22 04 25 18 E-mail:dominique.caugant@folkehelsa.no",
          "For further information, please contact  \r\noutbreak@who.ch"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Saudi Arabia"
    ],
    "scraped_at": "2026-01-29T22:30:43.136535",
    "first_seen_utc": "2026-01-29T16:45:43.136551"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_04_23-en",
    "title": "2002 - Ethiopia",
    "published_date": "2001-04-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 April 2001 Disease Outbreak Reported",
          "See previous reports: 9 April; 5 April; 27\r\nMarch ; 19 March ; 8 March ; 28\r\nFebruary ; 20 February .",
          "Burkina Faso : WHO has reported a total of 10 897 cases, including 1525 deaths between 1 January-15 April 2001. With funding\r\nfrom the European Commission through its Humanitarian Aid Office (ECHO), Médecins sans\r\nFrontières (MSF Belgium) and Pharmaciens sans Frontières are providing support to the\r\nresponse in some districts.  The ICG has released a further\r\n900 000 doses of vaccine to WHO to continue the mass vaccination campaigns in the most\r\naffected areas.",
          "Benin: WHO has reported a total of 7532\r\nand 300 deaths between 1 January -25 March 2001 in 4 départements in the country, Borgou,\r\nAtacora, Donga and Alibori.",
          "Central African Republic: WHO has reported a total of 1816 cases including 343 deaths for the period 18 February-30\r\nMarch 2001 for the entire country. The worst affected préfecture is Ouham Pende, where\r\nMSF Spain is carrying out an exploratory mission.",
          "Chad : WHO has reported a total of\r\n5780 cases including 607 deaths from 25 December 2000-25 March 2001.  With funding\r\nfrom the European Commission through its Humanitarian Aid Office (ECHO), MSF Belgium and\r\nPharmaciens sans Frontières are providing support to the response in the préfectures of\r\nMoyen Chari, Mayo Kebbi, Logone Occidental and Guéra.",
          "Ethiopia :  WHO has reported a total\r\nof  4138 cases including 242 deaths up 31 March 2001 from a widespread area across\r\nalmost the whole country. In response to WHO's request to its partners in\r\nthe Global Outbreak Alert and Response Network, a senior communicable disease\r\nepidemiologist in the International Health Unit of the Institut National de Veille\r\nSanitaire, Paris, France will provide continued technical support to the international\r\nresponse to epidemic meningococcal disease in Ethiopia. The expert will join the WHO team\r\nin the field, working to support the Ethiopian Ministry of Health in its efforts to\r\ncontrol the disease.",
          "Niger: WHO has reported a total of 4014\r\ncases including 321 deaths between 2 January and 8 April 2001 in Gay, Boboye and Doutchi\r\ndistricts in Dosso region and Madoua in Tahoua region.  The ICG has\r\nreleased 600 000 doses of vaccine to MSF France to assist in the implementation of the\r\nvaccination campaigns in the affected areas."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "9 April;",
        "url": "https://www.who.int/entity/csr/don/2001_04_09/en"
      },
      {
        "text": "5 April;",
        "url": "https://www.who.int/entity/csr/don/2001_04_05/en"
      },
      {
        "text": "27\r\nMarch",
        "url": "https://www.who.int/entity/csr/don/2001_03_27/en"
      },
      {
        "text": "19 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_19a/en"
      },
      {
        "text": "8 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_08/en"
      },
      {
        "text": "28\r\nFebruary",
        "url": "https://www.who.int/entity/csr/don/2001_02_28/en"
      },
      {
        "text": "20 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_20/en"
      },
      {
        "text": "ICG",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/ICG.html"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:30:44.387769",
    "first_seen_utc": "2026-01-29T16:45:44.387783"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_04_17-en",
    "title": "2002 - South Africa",
    "published_date": "2001-04-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 April 2001 Disease Outbreak Reported",
          "As of 16 April, the Kwazulu-Natal\r\nDepartment of Health has reported 86 107 cases and 181 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is affecting the Empangeni\r\narea, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. Ulundi area is\r\nalso affected. The lower South Coast is affected mainly in the Stanger/Untunjambili area\r\nand Ugu Region/South Coast."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:30:46.185948",
    "first_seen_utc": "2026-01-29T16:45:46.185964"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_04_09-en",
    "title": "2002 - Ethiopia",
    "published_date": "2001-04-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "09 April 2001 Disease Outbreak Reported",
          {
            "text": "For a detailed report on the outbreak by the United Nations\r\nCountry Team, Ethiopia, click here:",
            "bullets": [
              "csr don 2001_04_09 pdf, 85kb"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "csr don 2001_04_09pdf, 85kb",
        "url": "https://www.who.int/entity/csr/don/MeningitisAlert.pdf"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:30:48.978655",
    "first_seen_utc": "2026-01-29T16:45:48.978673"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_04_05-en",
    "title": "2002 - Chad",
    "published_date": "2001-04-05",
    "author": "Gambia",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 April 2001 Disease Outbreak Reported",
          "See previous reports: 27\r\nMarch ; 19 March ; 8 March ; 28\r\nFebruary ; 20 February .",
          "Burkina Faso : WHO has reported a total of\r\n7751 cases, including 1137 deaths between 1 January-1 April 2001. WHO, Médecins sans\r\nFrontières (MSF) and the Belgium Directorate-General for International Cooperation are\r\nproviding additional vaccine through the mechanism of the International Coordinating Group\r\n(ICG) on Vaccine Provision for Epidemic Meningitis Control to support the vaccination\r\ncampaigns in the most affected areas.",
          "Benin: WHO has reported a total of 6147\r\nand 265 deaths between 1 January -18 March 2001 in 2 départements in the north\r\nof the country, Borgou and Atacora. Partial vaccination campaigns have already taken\r\nplace in some areas and with the provision of 600,000 doses of vaccine from WHO, a new\r\nvaccination campaign is planned for the immediate future. Centers for Disease Control and\r\nPrevention (CDC), United States is providing technical support to the epidemic response.",
          "Chad : WHO has reported a total of 3579\r\ncases including 401 deaths from 25 December 2000-18 March 2001.  MSF Belgium is\r\nproviding some additional vaccine for the implementation of mass vaccinations in the\r\npréfectures of Moyen Chari, Mayo Kebb, Logone Oriental and Logone Occidental and\r\nstrengthening case management. The government of Chad has requested help from the\r\ninternational community for additional vaccine. Epidemiological surveillance is ongoing\r\nand mobile teams are in the field to provide technical support.",
          "Central African Republic: WHO has reported\r\na total of 1816 cases including 343 deaths for the period 18 February-20 March 2001 in\r\nPaoua, in the north-western part of the country, bordering on Chad and Cameroon. A mass\r\nvaccination campaign targetting the age groups most affected is being carried out, and\r\nwill be extended to other age groups as vaccine becomes available. The government of the\r\nCentral African Republic has requested help from the international community for vaccine.",
          "Ethiopia :  WHO has reported a total\r\nof  3521 cases including 197 deaths up 24 March 2001 from a widespread area across\r\nalmost the whole country. 2.75 million doses of vaccine have been supplied from ICG stocks\r\nthrough the ICG partners: International Federation of Red Cross and Red Crescent Societies\r\n(IFRC), MSF, UNICEF and WHO.  The Ethiopian Ministry of Health, together with its\r\npartners has developed a preparedness plan to include the establishment of strategic\r\nemergency stocks at central and regional levels; provided technical support to the regions\r\non control of the disease and epidemic detection; and held media briefings on the measures\r\nbeing taken.",
          "Gambia : WHO has reported 137 cases\r\nincluding 21 deaths in Upper River Division during the period November 2000-26 March 2001.\r\n  A vaccination campaign, initially targetting the most affected age groups is\r\nplanned in the affected areas.  Health care workers are being trained to diagnose and\r\ntreat the disease and health facilities are being supplied with drugs, including oily\r\ncholramphenicol."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "27\r\nMarch",
        "url": "https://www.who.int/entity/csr/don/2001_03_27/en"
      },
      {
        "text": "19 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_19a/en"
      },
      {
        "text": "8 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_08/en"
      },
      {
        "text": "28\r\nFebruary",
        "url": "https://www.who.int/entity/csr/don/2001_02_28/en"
      },
      {
        "text": "20 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_20/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Chad"
    ],
    "scraped_at": "2026-01-29T22:30:50.318122",
    "first_seen_utc": "2026-01-29T16:45:50.318138"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_28-en",
    "title": "2002 - South Africa",
    "published_date": "2001-03-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 March 2001 Disease Outbreak Reported",
          "As of 27 March, the Kwazulu-Natal\r\nDepartment of Health has reported 78 140 cases and 163 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is affecting the Empangeni\r\narea, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. Ulundi area is\r\nalso affected. The lower South Coast is affected mainly in the KwaDukuza/Stanger area and\r\nUgu Region/South Coast.",
          "Surveillance, monitoring and health education efforts by\r\nthe Department are continuing."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:30:53.079588",
    "first_seen_utc": "2026-01-29T16:45:53.079601"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_27-en",
    "title": "2002 - Chad",
    "published_date": "2001-03-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "27 March 2001 Disease Outbreak Reported",
          "See previous reports: 19 March ; 8 March ; 28\r\nFebruary ; 20 February .",
          "Burkina Faso : As of  25 March, WHO\r\nhas reported a total of 4350 cases, including 719 deaths between 1 January-18 March 2001.\r\nWHO is providing additional vaccine through the mechanism of the International\r\nCoordinating Group (ICG) on Vaccine Provision for Epidemic Meningitis Control in order for\r\nthe vaccination campaign to continue in the most affected areas.",
          "Chad : As of 21 March, WHO has reported a\r\ntotal of 3064 cases including 337 deaths from 25 December-18 March 2001.  Médecins\r\nsans Frontières (MSF Belgium) is providing additional vaccine, implementing  mass\r\nvaccinations in the préfectures of Moyen Chari,  Mayo Kebb, Logone Oriental and\r\nLogone Occidental and strengthening case management.",
          "Niger: As of 23 March, WHO has reported\r\n1795 cases including 137 deaths from 2 January-28 February 2001.  The most affected\r\ndistricts are Gaya, Dosso, Madoua and the peripheral areas of the Communauté Urbaine de\r\nNiamey. Vaccination campaigns are in progress in these areas."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "19 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_19a/en"
      },
      {
        "text": "8 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_08/en"
      },
      {
        "text": "28\r\nFebruary",
        "url": "https://www.who.int/entity/csr/don/2001_02_28/en"
      },
      {
        "text": "20 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_20/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Chad"
    ],
    "scraped_at": "2026-01-29T22:30:54.808220",
    "first_seen_utc": "2026-01-29T16:45:54.808238"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_26-en",
    "title": "2002 - Zambia",
    "published_date": "2001-03-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 March 2001 Disease Outbreak Reported",
          "WHO has received preliminary reports of 23 hospitalized\r\ncases, including 3 deaths in Petauke district, Eastern Province. The last case reported\r\nwas 15 March 2001.",
          "Measures have been taken to intensify surveillance,\r\nstrengthen control and management of the disease and provide health education messages on\r\nits prevention."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Zambia"
    ],
    "scraped_at": "2026-01-29T22:30:56.925175",
    "first_seen_utc": "2026-01-29T16:45:56.925190"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON200",
    "title": "Yellow fever - Brazil",
    "published_date": "2001-03-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 13 March, the Ministry of Health of Brazil and the WHO Regional Office for the Americas (PAHO) have reported a total of 48 suspected cases.   Minas Gerais State which has the largest number of cases ( see previous report ), is now reported to have 20 laboratory confirmed (IgM ELISA) cases including 9 deaths.  Thirteen cases are under investigation, while 15 cases have been excluded.  The counties affected in Minas Gerais are Bom Despacho, Conceiçao do Pará, Leandro Ferreira, Luz, Martinho Campos, Nova Serrana, Santo Antônio do Monte and Sao Gotardo."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "see previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_03_07/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Yellow fever - Brazil"
    ],
    "scraped_at": "2026-01-29T22:30:58.192466",
    "first_seen_utc": "2026-01-29T16:45:58.192480"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_20a-en",
    "title": "2002 - Zambia",
    "published_date": "2001-03-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 March 2001 Disease Outbreak Reported",
          "As of 15 March 2001, WHO has reported a total of 436 suspected cases, including 11\r\ndeaths in Nyanje area, Petauke District, Eastern Province.  Laboratory investigations\r\nconfirm Yersinia pestis . The existence of bubonic plague in humans was preceded\r\nby a fall in the rodent population in the area.  Patients were treated with specific\r\nantibiotic therapy.",
          "A team of epidemiologists and bacteriologists were sent to investigate, provide\r\ntechnical support and supplies. Health education messages on the prevention of the disease\r\nwere distributed in the affected area and surveillance intensified."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Zambia"
    ],
    "scraped_at": "2026-01-29T22:31:00.339816",
    "first_seen_utc": "2026-01-29T16:46:00.339843"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_19a-en",
    "title": "2002 - Ethiopia",
    "published_date": "2001-03-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 March 2001 Disease Outbreak Reported",
          "See previous reports: 8 March ; 28 February ; 20 February .",
          "Burkina Faso: As of 16 March, WHO has\r\nreported a total of 3267 cases including 552 deaths between 1 January and 10 March 2001 in\r\n19 districts.  A vaccination campaign has been launched in the affected areas and\r\n1.76 million doses of vaccine have been used.",
          "Benin : As of 15 March, WHO has reported a\r\ntotal of 3643 and 172 deaths between 1 January - 3 March 2001 in 2 départements in the\r\nnorth of the country, Borgou and Atacora. A mass vaccination campaign has been\r\nimplemented and additional supplies for epidemic response are being provided by WHO.",
          "Cameroon : As of 8 March, WHO has reported\r\na total of 415 cases including 28 deaths between 1 January - 25 February 2001 in 5\r\ndistricts in the North West pr o vince: Wum, Mbengwi, Bafut, Bamenda, Ndop. The\r\nMinistry of Health of Cameroon, with the assistance of WHO, Médecins sans Frontières\r\n(MSF) and the Cameroon Red Cross Society is responding to the epidemic, including a\r\nvaccination campaign.",
          "Ethiopia: As of 16 March, a total of 2324\r\ncases including 148 deaths have been reported from 74 districts spread across the country,\r\ninvolving 9 out of  the 11 regions in Ethiopia.  Most of those affected are\r\nbelow 30 years. The Ethiopian Ministry of Health's plan of action to control the epidemic\r\nincludes strengthening surveillance activities, carrying out mass vaccinations in\r\ndistricts that have exceeded the epidemic threshold and health education activities. The\r\nMinistry of Health has identified a population at immediate risk of more than 10 million\r\npeople and appealed for support in obtaining the 8 million doses of vaccine, other\r\nsupplies and assistance needed to respond in the affected areas. The Ministry is\r\ncoordinating activities with partners in country, including UNICEF, MSF (Belgium, France\r\nand Netherlands) and the Ethiopia Red Cross Society.  International support includes\r\nthe implementation of mass vaccinations, strengthening case management and support to\r\nsurveillance activities. The\r\nInternational Federation of Red Cross and Red Crescent Societies (IFRC) has launched an\r\nappeal for funds to vaccinate at least 1.5 million people."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "8 March",
        "url": "https://www.who.int/entity/csr/don/2001_03_08/en"
      },
      {
        "text": "28 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_28/en"
      },
      {
        "text": "20 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_20/en"
      },
      {
        "text": "The\r\nInternational Federation of Red Cross and Red Crescent Societies (IFRC) has launched an\r\nappeal for funds",
        "url": "http://www.ifrc.org/cgi/pdf_appeals.pl?01/1201.pdf"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:31:02.705062",
    "first_seen_utc": "2026-01-29T16:46:02.705077"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_16-en",
    "title": "2002 - South Africa",
    "published_date": "2001-03-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 March 2001 Disease Outbreak Reported",
          "As of 14 March, the South African Department of Health has\r\nreported 69 761 cases and 139 deaths in KwaZulu Natal province ( see\r\nprevious report ).",
          "Intersectoral collaboration at the national and provincial\r\nlevels is continuing between the departments of health and other government departments,\r\nacademic institutions, professional bodies, NGOs and members of the community to contain\r\nthe spread.  Production and dissemination of health education materials and training\r\nfor health care staff are also being carried out."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see\r\nprevious report",
        "url": "https://www.who.int/entity/csr/don/2001_03_05/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:31:04.007134",
    "first_seen_utc": "2026-01-29T16:46:04.007148"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_08-en",
    "title": "2002 - Ethiopia",
    "published_date": "2001-03-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "08 March 2001 Disease Outbreak Reported",
          "See previous reports: 28 February ; 20 February .",
          "Chad: As\r\nof 4 March, WHO has reported 2317 cases and 267 deaths since the outbreak began in the\r\nlast months of 2000. The Ministry of Health has responded by strengthening surveillance,\r\nproviding public information and carrying out mass vaccinations in the affected areas. In\r\nsupport of the local health authorities, Médecins sans Frontières (MSF Belgium) is\r\nimplementing mass vaccinations and strengthening case management in the préfectures of\r\nMoyen Chari and Mayo Kebbi.",
          "Ethiopia: As of 2 March, a total of 1348\r\ncases and 108 deaths have been reported from 40 districts spread across the country,\r\ninvolving 8 out of  the 11 regions in Ethiopia.  Most of those affected are\r\nbelow 30 years. The Ethiopian Ministry of Health's plan of action to control the epidemic\r\nincludes strengthening surveillance activities, carrying out mass vaccinations in\r\ndistricts that have exceeded the epidemic threshold and health education activities. The\r\nMinistry is also coordinating activities with partners in country, including UNICEF, MSF\r\n(Belgium, France and Netherlands) and the International Federation of Red Cross and Red\r\nCrescent (IFRC).  International support to the Ethiopian authorities has included the\r\nimplementation of mass vaccinations, strengthening case management and support to\r\nsurveillance activities. IFRC\r\nhas launched an appeal for funds to vaccinate at least 1.5 million people."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "28 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_28/en"
      },
      {
        "text": "20 February",
        "url": "https://www.who.int/entity/csr/don/2001_02_20/en"
      },
      {
        "text": "IFRC\r\nhas launched an appeal for funds",
        "url": "http://www.ifrc.org/cgi/pdf_appeals.pl?01/1201.pdf"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:31:05.300119",
    "first_seen_utc": "2026-01-29T16:46:05.300136"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_07-en",
    "title": "2002 - Brazil",
    "published_date": "2001-03-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "07 March 2001 Disease Outbreak Reported",
          "As of 6 March, the Ministry of Health of Brazil and the WHO\r\nRegional Office for the Americas (PAHO) have reported a total of 35 suspected cases in 4\r\nstates: Minas Gerais, Rondonia, Goiás and Bahia ( see previous report) . In Minas Gerais 32\r\nsuspected cases have occurred, including 6 deaths.  The 6 cases who died as well as 5\r\nother cases have been laboratory confirmed (IgM ELISA), while laboratory studies are being\r\ncarried out for the others.  The counties affected in Minas Gerais are Leandro\r\nFerreira, Martinho Campos, Nova Serrana, Moema, Bom Despacho, Conceiçao do Pará and\r\nSanto Antônio do Monte, all located in the midwestern region of the State.",
          "An intensive house-to-house vaccination campaign is\r\nunderway, mainly in rural areas.  Travellers are being advised to be vaccinated\r\nbefore entering these areas."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report)",
        "url": "https://www.who.int/entity/csr/don/2001_02_28a/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Brazil"
    ],
    "scraped_at": "2026-01-29T22:31:07.955896",
    "first_seen_utc": "2026-01-29T16:46:07.955914"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_03_05-en",
    "title": "2002 - South Africa",
    "published_date": "2001-03-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 March 2001 Disease Outbreak Reported",
          "As of 3 March, the Kwazulu-Natal\r\nDepartment of Health has reported 62 607 cases and 131 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is primarily affecting the\r\nEmpangeni area, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. The\r\nlower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South\r\nCoast. Pietermaritzburg/Ndlovu is also affected.",
          "The Kwazulu-Natal Department of Health is\r\ncontinuing its intensive information and education campaign."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:31:09.964532",
    "first_seen_utc": "2026-01-29T16:46:09.964552"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON199",
    "title": "Meningococcal meningitis - African Region",
    "published_date": "2001-02-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "The African Meningitis Belt refers to the area between Senegal and Ethiopia and includes all or part of at least 15 countries. See the previous report for a map of this area.  Epidemics occur in seasonal cycles between the end of November and the end of June, depending on the location and climate of the country and declines rapidly with the arrival of the rainy season.",
          "WHO has received the the following reports:",
          "Benin: As of 17 February,  there has been a total of 2239 cases and 122 deaths (case-fatality rate of 5.4%).  Atacora and Borgou are the most affected départements and a vaccination campaign is underway in both areas ( see previous report ).",
          "Burkina Faso: As of 17 February, 1555 cases with 301 deaths have been reported nationally; however the number of new cases is decreasing. A mass vaccination campaign in the most affected regions is being carried out.",
          "Cameroon : Médecins sans Frontières (MSF) Switzerland has reported a total of 270 cases and 17 deaths as of 19 February in 2 districts, Wum and Mbenwi, in the North-Western province. Neisseria meningitidis serogroup A has been confirmed. The Ministry of Health of Cameroon, with the assistance of MSF has started a vaccination campaign",
          "Chad: As of 22 February, the total number of cases is 1257 and 156 deaths, with Logone Occidental and Moyen Chari préfectures the most affected areas. A mass vaccination campaign is in progress ( see previous report ).",
          "Ethiopia: As of 14 February, the total number of cases is 1004 with 99 deaths (case-fatality rate of 9.9%) in 7 regions: Amhara, Southern, Gambella, Somali, Tigray, Diredawa Regional Administration and Oromia. Additional vaccine supplies have been requested from WHO and partners in the country, including UNICEF, MSF and the International Federation of Red Cross and Red Crescent Societies ( see previous report )."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      },
      {
        "text": "the previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_02_20/en"
      },
      {
        "text": "see previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_02_20/en"
      },
      {
        "text": "see previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_02_20/en"
      },
      {
        "text": "see previous report",
        "url": "https://origin.who.int/entity/csr/don/2001_02_20/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Meningococcal meningitis - African Region"
    ],
    "scraped_at": "2026-01-29T22:31:11.170015",
    "first_seen_utc": "2026-01-29T16:46:11.170030"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_28a-en",
    "title": "2002 - Brazil",
    "published_date": "2001-02-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 February 2001 Disease Outbreak Reported",
          "The WHO Regional Office for the Americas (PAHO) has\r\nreported a total of 9 cases of yellow fever in the Region of Divinopolis, State of Minas\r\nGerais.  The counties affected are Bom Despacho, Leandro Ferreira, Martinho Campos,\r\nNova Serrana and Santo Antônio do Monte.  Six cases have been laboratory confirmed\r\n(IgM ELISA) and have since died. Laboratory studies are underway for the other cases.",
          "A team of epidemiologists from the National Epidemiology\r\nCenter in Brazil is working with local health authorities to investigate the outbreak. A\r\n  vaccination campaign has begun."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Brazil"
    ],
    "scraped_at": "2026-01-29T22:31:13.076066",
    "first_seen_utc": "2026-01-29T16:46:13.076083"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_28b-en",
    "title": "2002 - Uganda",
    "published_date": "2001-02-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 February 2001 Disease Outbreak Reported",
          "PRESS RELEASE\r\nISSUED BY WHO- 28 February 2001 UGANDA EBOLA OUTBREAK\r\nOFFICIALLY OVER WHO calls for stronger alert\r\nand response to minimize the global impact of future outbreaks The Uganda Ebola outbreak, which was first\r\nreported in October 2000, is officially over. The last person to be infected by the virus\r\nrecovered 42 days ago, twice the maximum incubation period for Ebola to develop. The international response, in support of\r\nthe Government of Uganda helped to break the cycle of transmission of the virus which\r\nkilled 224 people in Uganda, including health workers and Dr. Matthew Lukwiya, who first\r\nidentified the outbreak. More than 20 international NGOs and\r\ngovernment agencies ( see list below ) from WHO's Global Outbreak\r\nAlert and Response Network worked together to combat the outbreak. In particular, the\r\nCentres for Disease Control and Prevention, US (CDC), Epicentre, Health Canada, Italian\r\nCooperation, Médecins sans Frontières (MSF), the Red Cross and UNICEF, together with\r\ninstitutions in Belgium, Germany, Japan and the United Kingdom worked closely with the\r\ndoctors, nurses and staff at Gulu Hospital and Lacor Hospital, and Ugandan government\r\nofficials. \"The successful operation in Uganda\r\nemphasized what can be achieved when we identify epidemic threats rapidly and act together\r\nswiftly. Today we recognize the efforts of the people of Uganda, and the contributions and\r\nachievements of our partners.\" says David Heymann, Executive Director of WHO's\r\nCommunicable Diseases. \"Epidemic prone diseases are harmful to communities and ignore\r\nnational borders. We need to recognize them as threats to global health security and\r\ncoordinate effective international solutions.\" In this regard, WHO is working to mobilize\r\nthe international community to strengthen epidemic alert and response and raise awareness\r\nof the global threat of infectious diseases. Global health security will be a top agenda\r\nitem at this year's World Health Assembly. First reports from Gulu District of an\r\nunusual severe febrile illness reached the Ugandan Ministry of Health in Kampala on 8\r\nOctober 2000. Even before the disease was formally identified as Ebola, the Government of\r\nUganda facilitated rapid access to the outbreak area and partners in WHO's Global\r\nOutbreak Alert and Response Network responded with technical experts, protective equipment\r\nand logistics support for the Outbreak Response. Initial laboratory confirmation was carried out by the\r\nNational Institute of Virology in South Africa. A field laboratory was maintained at Lacor\r\nHospital by CDC throughout the outbreak. This innovative measure guaranteed essential\r\nlaboratory services for diagnostic tests to confirm or refute Ebola infection, and for\r\npackaging and transport of clinical samples requiring additional investigations. Direct financial support to the Ebola\r\nAppeal was provided by Canada, ECHO, the European Commission, Ireland, Norway and Japan to\r\nsupplement contingency funding provided by Germany and the Netherlands. In addition, many\r\ndonors and agencies provided assistance directly to Uganda. The mobilization of the local community in\r\nGulu played a pivotal role in controlling the Ebola outbreak and is central to a new\r\nearly-warning surveillance system for epidemic-prone diseases. Following the Ebola\r\nOutbreak partners in WHO's Global Outbreak Alert and Response Network and\r\nUganda's Ministry of Health are implementing a community-based disease surveillance\r\nsystem that will significantly improve people's lives and represents a potential model for\r\nfuture development of community-based surveillance systems. Ebola haemorrhagic fever (EHF) is one of\r\nthe most virulent viral diseases known to humankind, causing death in 50-90% of all\r\nclinically ill cases. The virus was first identified in a western equatorial province of\r\nSudan and in a nearby region of Zaire (now Democratic Republic of the Congo) in 1976 after\r\nsignificant epidemics in Yambuku, northern Zaire, and Nzara, southern Sudan. Including the most recent outbreak, about\r\n1500 cases with over 1000 deaths have been documented since the virus was discovered. Annex Partners in the Global Outbreak Alert and\r\nResponse Network that provided support and personnel to the Outbreak Response Team\r\nincluded: Action Contre la Faim (ACF) African Medical and Research Foundation\r\n(AMREF-Flying Doctors) Agency for Coordination in Research and\r\nDevelopment (ACORD-UK) Catholic Relief Services Centers for Disease Control and\r\nPrevention, Atlanta, USA (CDC) Epicentre, Paris, France International Committee of the Red Cross\r\n(ICRC) International Federation of Red Cross and\r\nRed Crescent Societies (IFRC) and the Ugandan Red Cross Society Health Canada, Ottawa, Canada Institute of Medical Science, Tokyo,\r\nJapan Institute for Tropical Medicine, Antwerp,\r\nBelgium International Rescue Committee (IRC) Istituto Superiore di Sanità (ISS,\r\nItaly) Italian Cooperation, Italy Médecins sans Frontières (MSF) (Holland\r\nand Belgium) Nagoya City University Medical School,\r\nJapan National Health Service, United Kingdom National Institute of Infectious\r\nDiseases, Ministry of Health, Labour and Welfare, Japan National Institute of Virology,\r\nJohannesburg, South Africa Public Health Laboratory Services, United\r\nKingdom Save the Children (Denmark) Sendai Quarantine Station, Japan Tropical Medicine Institute, Hamburg,\r\nGermany UNICEF United Kingdom Department for\r\nInternational Development (DFID) US Agency for International Development\r\n(USAID) World Food Programme (Nairobi) World Health Organization World Vision _________________________________________________________________________________________________________"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see list below",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_28b-en#Annex"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:31:14.320031",
    "first_seen_utc": "2026-01-29T16:46:14.320048"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_23-en",
    "title": "2002",
    "published_date": "2001-02-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 February 2001 Disease Outbreak Reported",
          "As of 22 February, the Kwazulu-Natal\r\nDepartment of Health has reported 56 092 cases and 120 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is primarily affecting the\r\nEmpangeni area, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. The\r\nlower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South\r\nCoast. Pietermaritzburg/Ndlovu is also affected.",
          "The Kwazulu-Natal Department of Health\r\ncontinues to monitor water sources for contamination and to promote good hygiene measures\r\nin the community."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:31:15.577132",
    "first_seen_utc": "2026-01-29T16:46:15.577162"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_20-en",
    "title": "2002 - Ethiopia",
    "published_date": "2001-02-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 February 2001 Disease Outbreak Reported",
          "The highest number of cases and the highest burden of this\r\ndisease occur in sub-Saharan Africa in an area that is referred to as the meningitis belt.\r\n  This is the area between Senegal and Ethiopia and includes all or part of at least\r\n15 countries, with an estimated total population of approximately 300 million. Epidemics occur in seasonal\r\ncycles between the end of November and the end of June, depending on the location and\r\nclimate of the country and declines rapidly with the arrival of the rainy season.",
          "WHO has reported a total number of 603 cases, including 45\r\ndeaths (case-fatality rate of 7.5%) in 4 départements in the north of Benin: Alibori, Borgou, Atacora and Donga, since January 2001. Neisseria meningitidis serogroup A has been confirmed. The Ministry of Health has initiated a mass vaccination\r\ncampaign in these départements.",
          "From 25 December 2000 to 15 February 2001, a total of 798\r\ncases and 83 deaths (case-fatality rate of 10.4%) has been reported by WHO in 2\r\npréfectures in southwestern Chad : Moyen-Chari and Longone Occidental. Neisseria\r\nmeningitidis serogroup A has been confirmed. A mass vaccination campaign is underway.",
          "As of 30 January 2001, WHO has reported an outbreak of\r\nmeningocccal disease in Ethiopia in 5 regions: Amhara, Gambella, Somali,\r\nTigray and Southern regions, with a total of 485 cases and 61 deaths. Neisseria\r\nmeningitidis serogroup A has been confirmed. The Ministry of Health has reinforced\r\nsurveillance and is carrying out vaccinations in the affected areas.  The media is\r\nalso providing health education messages."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Ethiopia"
    ],
    "scraped_at": "2026-01-29T22:31:18.490084",
    "first_seen_utc": "2026-01-29T16:46:18.490100"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_16-en",
    "title": "2002",
    "published_date": "2001-02-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 February 2001 Disease Outbreak Reported",
          "As of 14 February, the Kwazulu-Natal\r\nDepartment of Health has reported 48 647 cases and 108 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is primarily affecting the\r\nEmpangeni area, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. The\r\nlower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South\r\nCoast.",
          "The Department of Health is putting into place a plan for\r\nhealth education, hygiene and health promotion along with its clinical care work and its\r\ncollaboration with other sectors to provide clean water."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002"
    ],
    "scraped_at": "2026-01-29T22:31:20.673943",
    "first_seen_utc": "2026-01-29T16:46:20.673957"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON198",
    "title": "Measles - Republic of Korea",
    "published_date": "2001-02-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "A total of  39 537 cases including six deaths has been reported nationwide from March 2000 through January 2001.  The outbreak originally started in the eastern part of the country with steady acceleration in the number of cases since October 2000.  7449 cases have been reported in January 2001. The outbreak has been laboratory confirmed serologically and by isolation of measles virus from nine cases.",
          "The Ministry of Health of the Republic of Korea is carrying out active surveillance, education and case management and stricter school entry requirements are in place. A school-based vaccination campaign is being prepared for May 2001."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Measles - Republic of Korea"
    ],
    "scraped_at": "2026-01-29T22:31:21.907489",
    "first_seen_utc": "2026-01-29T16:46:21.907503"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_09a-en",
    "title": "2002 - Uganda",
    "published_date": "2001-02-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "09 February 2001 Disease Outbreak Reported",
          "Click here\r\nfor the report, \"Outbreak of Ebola haemorrhagic fever, Uganda, August 2000-January\r\n2001\" published in The Weekly Epidemiological Record of the WHO.\r\n  It provides information about the epidemic response, surveillance, case description\r\nand epidemiology of the outbreak."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "here\r\nfor the report, \"Outbreak of Ebola haemorrhagic fever, Uganda, August 2000-January\r\n2001\"",
        "url": "http://www.who.int/wer/pdf/2001/wer7606.pdf"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:31:24.636660",
    "first_seen_utc": "2026-01-29T16:46:24.636674"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_02_05-en",
    "title": "2002 - South Africa",
    "published_date": "2001-02-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 February 2001 Disease Outbreak Reported",
          "As of 4 February, the Kwazulu-Natal\r\nDepartment of Health has reported 37 204 cases and 85 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is primarily affecting the\r\nEmpangeni area, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. The\r\nlower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South\r\nCoast.",
          "The Department of Health has noted that although the\r\ninfection rates are high, the case-fatality rate of less than 0.4% is exceptionally low.",
          "To combat the disease in the current outbreak, the\r\nDepartment is providing clinical care as well as working with the other sectors to provide\r\nclean water and education and information about how to live in a cholera area.  A\r\nlonger term programme to provide adequate water and sanitation will be implemented over\r\nthe next 3 years.",
          "No special restrictions on travel to and from KwaZulu-Natal\r\nare warranted."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:31:26.628789",
    "first_seen_utc": "2026-01-29T16:46:26.628804"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_26-en",
    "title": "2002 - South Africa",
    "published_date": "2001-01-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 January 2001 Disease Outbreak Reported",
          "As of 25 January, the Kwazulu-Natal\r\nDepartment of Health has reported 27 431 cases and 74 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is primarily affecting the\r\nEmpangeni area, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. The\r\nlower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South\r\nCoast.",
          "Cholera is endemic to the eastern seaboard of southern\r\nAfrica and outbreaks can occur sporadically in any part of the world where water supplies,\r\nsanitation, food safety and hygiene practices are inadequate.",
          "An overall management strategy is being implemented to\r\ninclude treatment of patients, provision of clean water and sanitation as well as\r\neducation and information about how to live in a cholera area.  The Department of\r\nHealth will also work with the Department of Education to bring this information into\r\nschools.",
          "No special restrictions on travel to and from KwaZulu-Natal\r\nare warranted."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:31:28.407169",
    "first_seen_utc": "2026-01-29T16:46:28.407183"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_24-en",
    "title": "2002 - Uganda",
    "published_date": "2001-01-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "24 January 2001 Disease Outbreak Reported",
          "As of 23 January, the Ugandan\r\nMinistry of Health has reported the following:",
          "Gulu district: There have been no new\r\ncases since 14 January 2001 ( see previous report ). The\r\ncumulative total number of cases remains at 396 cases and 150 deaths.",
          "Masindi district: No new cases have been\r\nreported since 19 December 2000. The cumulative total number of cases remains at 27 cases\r\nand 19 deaths.",
          "WHO recommends no special restrictions on travel or trade\r\nto or from Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report",
        "url": "https://www.who.int/entity/csr/don/2001_01_17/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:31:30.182294",
    "first_seen_utc": "2026-01-29T16:46:30.182311"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_17-en",
    "title": "2002 - Uganda",
    "published_date": "2001-01-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 January 2001 Disease Outbreak Reported",
          "As of 16 January, the Ugandan\r\nMinistry of Health has reported the following:",
          "Gulu district: One new confirmed case has\r\nbeen detected. The case is a close contact of the patient who died on 4 January 2001 ( see previous report) .  The cumulative total number\r\nof cases is now 396 cases and 150 deaths.",
          "Masindi district: No new cases have been\r\nreported since 19 December 2000.  The cumulative total number of cases remains 27\r\ncases and 19 deaths.",
          "WHO recommends no special restrictions on travel or trade\r\nto or from Uganda.",
          "A team consisting of  WHO, health authorities from the\r\nMinistry of Health of the Democratic Republic of Congo (DRC) and Médecins sans\r\nFrontières (MSF) have investigated rumours of similar outbreaks in Bunia, DRC as\r\nindicated in a previous report .  They have found no\r\nevidence of viral haemorrhagic fever. The team reviewed procedures for dealing with\r\nsuspected cases and identified and trained local sampling and investigation teams."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see previous report)",
        "url": "https://www.who.int/entity/csr/don/2001_01_09a/en"
      },
      {
        "text": "previous report",
        "url": "https://www.who.int/entity/csr/don/2001_01_05/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:31:31.430509",
    "first_seen_utc": "2026-01-29T16:46:31.430528"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_16-en",
    "title": "2002 - South Africa",
    "published_date": "2001-01-16",
    "author": "No special restrictions on travel to and from KwaZulu-Natal",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 January 2001 Disease Outbreak Reported",
          "As of 14 January, the Kwazulu-Natal\r\nDepartment of Health has reported 19 499 cases and 66 deaths since the start of the\r\noutbreak in mid-August 2000.",
          "The outbreak in Kwazulu-Natal is primarily affecting the\r\nEmpangeni area, made up of the Lower Umfolozi districts and the Eshowe/Nkandla area. The\r\nlower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South\r\nCoast.",
          "The WHO team of epidemiologists from the WHO Regional\r\nOffice for Africa, working with the Department of Health has made a number of\r\nrecommendations to assess control measures taken so far and to plan further activities to\r\nlimit the spread of the outbreak. Intersectoral coordination will be increased and the\r\nKwaZulu-Natal Department of Water Affairs and Forestry is developing a strategy to address\r\nwater and sanitation needs.",
          "The health sector is to continue close monitoring, training\r\nand supervision through the deployment of staff from other provinces and the employment of\r\ntemporary health promotion workers in affected areas.  The WHO team noted the strong\r\ncommitment of health personnel in the affected areas and their effective case management\r\nof patients which is reflected in the low fatality rate of less than 0.5%. Health\r\npreparedness amongst people in unaffected areas that have high potential for cholera\r\noutbreaks will be increased with enhanced mass media information campaigns, targeting\r\nschools.",
          "No special restrictions on travel to and from KwaZulu-Natal\r\nare warranted."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - South Africa"
    ],
    "scraped_at": "2026-01-29T22:31:32.670257",
    "first_seen_utc": "2026-01-29T16:46:32.670271"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001DON197",
    "title": "Cholera - South Africa",
    "published_date": "2001-01-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 8 January, the Kwazulu-Natal Department of Health has reported 15 983 cases and 60 deaths since the start of the outbreak in mid-August 2000.",
          "Cholera cases and deaths are only reported once laboratory testing has taken place and cholera is confirmed.",
          "The outbreak in Kwazulu-Natal is affecting: the Empangeni area, made up of the Lower Umfolozi districts, which include Hlabisa and Ngwelezane and the Eshowe/Nkandla area. The lower South Coast is affected mainly in the KwaDukuza/Stanger area and Ugu Region/South Coast.",
          "A team of epidemiologists from the WHO Regional Office for Africa is working with the Department of Health to assess control measures taken so far and to further limit the spread of the outbreak.",
          "No special restrictions on travel to and from KwaZulu-Natal are warranted."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2001"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Cholera - South Africa"
    ],
    "scraped_at": "2026-01-29T22:31:33.917248",
    "first_seen_utc": "2026-01-29T16:46:33.917264"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_09a-en",
    "title": "2002 - Uganda",
    "published_date": "2001-01-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "09 January 2001 Disease Outbreak Reported",
          "On 9 January, the Ugandan\r\nMinistry of Health has reported a confirmed case of Ebola haemorrhagic fever in Gulu\r\ndistrict.  This patient, who has died, was a known close contact of a previous case.\r\n  The cumulative total number of cases for Gulu is now 395 cases with 150 deaths.",
          "No new confirmed cases have been reported in Masindi\r\ndistrict since 19 December 2000.  The cumulative total number of cases remains 27\r\ncases and 19 deaths.",
          "Active case finding and follow up of contacts of suspected\r\nand confirmed cases are continuing in both districts.",
          "WHO recommends no special restrictions on travel or trade\r\nto or from Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:31:35.856268",
    "first_seen_utc": "2026-01-29T16:46:35.856283"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_05-en",
    "title": "2002 - Congo",
    "published_date": "2001-01-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "05 January 2001 Disease Outbreak Reported",
          "The onset of the outbreak of Ebola in Gulu, Uganda (see previous report) has heightened awareness of viral\r\nhaemorrhagic fevers in the region. As a result, WHO has been investigating periodic\r\nrumours of similar outbreaks in the surrounding countries. In Democratic Republic of Congo\r\n(DRC), WHO has investigated rumours in Dungu, Bengadi, Isiro, Buta, Nyankunde and Bunia,\r\nand samples have been negative for Ebola.",
          "As part of these ongoing operations, WHO is currently\r\ninvestigating unverified reports of  2 additional cases for which few clinical\r\ndetails have been reported, in Bunia, DRC. The WHO Outbreak Response Team in Gulu has been\r\nin contact with WHO Office, Goma,  Médecins sans Frontières (MSF), Goma and the WHO\r\nsub-office in Bunia regarding these unverified rumours. A WHO surveillance officer at the\r\nBunia sub-office is investigating the reports. In addition, a team from MSF and WHO will\r\ntravel to Bunia early next week.",
          "Previously 3 suspected cases were reported in Bunia, one in\r\nearly August, one in mid-November and a third in late-November. WHO investigations\r\ndemonstrated that these rumours were unfounded."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "(see previous report)",
        "url": "https://www.who.int/entity/csr/don/2001_01_03/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Congo"
    ],
    "scraped_at": "2026-01-29T22:31:37.554413",
    "first_seen_utc": "2026-01-29T16:46:37.554431"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2001_01_03-en",
    "title": "2002 - Uganda",
    "published_date": "2001-01-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "03 January 2001 Disease Outbreak Reported",
          "As of 2 January, the Ugandan\r\nMinistry of Health has reported the following:",
          "Gulu district: No new confirmed cases have\r\nbeen detected since 22 December 2000.  The cumulative total number of  cases\r\nremains 394 cases and 149 deaths ( see\r\nprevious report ).",
          "Masindi district : No new confirmed cases\r\nhave been reported since 19 December 2000.  The cumulative total number of cases\r\nremains 27 cases and 19 deaths ( see\r\nprevious report ).",
          "Active case finding and follow up of contacts of suspected\r\nand confirmed cases are continuing in both districts.",
          "WHO recommends no special restrictions on travel or trade\r\nto or from Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2002"
      },
      {
        "text": "see\r\nprevious report",
        "url": "https://www.who.int/entity/csr/don/2000_12_29b/en"
      },
      {
        "text": "see\r\nprevious report",
        "url": "https://www.who.int/entity/csr/don/2000_12_29b/en"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2002 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:31:39.552995",
    "first_seen_utc": "2026-01-29T16:46:39.553014"
  }
]