[
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_12_21-en",
    "title": "2011",
    "published_date": "2011-12-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "21 December 2011 - The Ministry of Health and Population of Egypt has notified WHO of a case of human infection with avian influenza A (H5N1) virus.‪",
          "The case is a 29-year-old male from Dakahlia Governorate. He developed symptoms on 8 December 2011 and was admitted to hospital on 15 December 2011, where he received oseltamivir treatment. He was in critical condition and died on 19 December 2011.",
          "The case was confirmed by the Central Public Health Laboratories, a National Influenza Centre of the WHO Global Influenza Surveillance Network on 18 December 2011.",
          "Investigations into the source of infection indicated that the case had exposure to backyard poultry.",
          "Of the 156 cases confirmed to date in Egypt, 54 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:03:10.247566",
    "first_seen_utc": "2026-01-29T16:18:10.247586"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_12_15-en",
    "title": "2011",
    "published_date": "2011-12-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 December 2011 - The Ministry of Health and Population of Egypt has notified WHO of two cases of human infection with avian influenza A (H5N1) virus.‬‪",
          "The two cases are a mother and her young child from Dakahlia Governorate. Both developed symptoms on 26 November 2011.‬‪The mother was admitted to a Hospital on 1 December 2011 and received oseltamivir on admission. The child was hospitalised on 2 December 2011 and received oseltamivir on admission. The mother was 24 weeks pregnant. She died on 3 December 2011. The child is in stable condition.‬‪",
          "Investigations into the source of infection indicate that both cases had exposure to sick and dead backyard poultry (chicken and turkeys).‬‪",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Centre of the WHO Global Influenza Surveillance Network, on 3 December 2011.‬‪",
          "Of the 155 cases confirmed to date in Egypt, 53 have been fatal.‬‪"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:03:11.473519",
    "first_seen_utc": "2026-01-29T16:18:11.473538"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_12_01-en",
    "title": "2011 - Senegal",
    "published_date": "2011-12-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "1 December 2011 - The Ministry of Health in Senegal notified the WHO of three cases of yellow fever in Kédougou and Saraya Health districts, near the border with Mali and Guinea Conakry on 26 October 2011.",
          "The index case was a 25 year-old female who developed symptoms of fever, headache and vomiting, with no history of yellow fever vaccination. She consulted the health military post of Kédougou on 23 July 2011. The case was detected as part of a surveillance project for dengue and chikungunya conducted in the region. The WHO reference laboratory for Yellow Fever at the Institut Pasteur in Dakar confirmed the case (IgM by ELISA test and Plaque Reduction Neutralization Test or PRNT) on 10 October 2011.",
          "Two other cases - 29 year-old female and 3 year-old male - were reported on 10 and 11 August 2011. All three cases have fully recovered. An outbreak investigation team assessed the situation in the Kédougou and Saraya districts from 8 to 29 August 2011, where a total of 76 people (suspected cases and their contacts, including 10 deaths) were identified. Laboratory tests conducted showed no evidence of recent yellow fever infection among the 76 people. However, the tests (IgG) indicated that 20 of them had previously been exposed to yellow fever virus or yellow fever vaccine.",
          "The health districts of Kédougou and Saraya benefited from a preventive mass vaccination campaign in December 2007, where the vaccination coverage was 94.9% and 94.8% respectively.",
          "The Ministry of Health of Senegal plans to organize a vaccination campaign in mid-December 2011, targeting the non-vaccinated individuals aged nine months and above, excluding pregnant women in Kédougou, Saraya and Salémata health districts. The mass vaccination campaign aims to protect the susceptible population living in the area, which appears to have increased due to recent migration from neighboring countries. A total of 159,626 doses of vaccine from the GAVI-funded yellow fever emergency vaccine stockpile has been released by the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) for the campaign."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Senegal"
    ],
    "scraped_at": "2026-01-29T22:03:12.692958",
    "first_seen_utc": "2026-01-29T16:18:12.692976"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_11_29-en",
    "title": "2011",
    "published_date": "2011-11-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "29 November 2011 - The Ministry of Health and Population of Egypt has notified WHO of one case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 31 year-old female from Meet Salseel district, Dakahlia governorate. She developed symptoms on 10 November 2011 and was hospitalized on 16 November 2011. She is in critical condition and is provided with ventilation support.",
          "Investigations into the source of infection revealed that the case had exposure to sick and dead poultry in her backyard.",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network on 21 November 2011.",
          "Of the 153 cases confirmed to date in Egypt, 52 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:03:14.274509",
    "first_seen_utc": "2026-01-29T16:18:14.274526"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_11_24-en",
    "title": "2011",
    "published_date": "2011-11-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "Revised 7 December 2011",
          "24 November 2011 - The United States Government has reported three cases of human infection with swine origin triple reassortant Influenza A H3N2. Between 10 and 13 November 2011, three children experienced onset of febrile respiratory illness. All three children had visited the same health care provider in Iowa State. None of them were hospitalized and all three have recovered.",
          "Laboratory testing conducted on 18 November 2011 in the State Hygienic Laboratory at the University of Iowa showed a swine-origin triple reassortant influenza A (H3N2) (S-OtrH3N2) virus. This was confirmed by sequencing at the Centers for Disease Control and Prevention (CDC) on 20 November.",
          "There is an ongoing investigation and to date, no epidemiological link to swine has been identified in any of the three children. Additional investigation is currently underway to identify and characterize the illness in other daycare attendees, family members, or other contacts, and to determine any exposure to swine.",
          "These are 16th, 17th and 18th cases of human infection with swine origin triple reassortant influenza A (H3N2) detected in the United States since 2009, and the 8th, 9th, and 10th cases reported this year.",
          "WHO is closely following the situation with the US Government, CDC and other partners."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:03:16.193670",
    "first_seen_utc": "2026-01-29T16:18:16.193689"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_11_15-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-11-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 November 2011 - The Ministry of Health of Indonesia has announced one new confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 29-year old female, mother of the 2 cases earlier reported from Bangli district, Bali Province. She developed symptoms on 10 October and died on 17 October.",
          "An epidemiological investigation conducted by the Ministry of Health and local health officers indicated that she lived in an area with poultry, and household and neighbourhood poultry had died prior to her children's illness.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.Of the 182 cases confirmed to date in Indonesia, 150 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:03:17.483933",
    "first_seen_utc": "2026-01-29T16:18:17.483954"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_11_11-en",
    "title": "2011 - Nigeria",
    "published_date": "2011-11-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 November 2011 - The mass lead poisoning from mining activities in Zamfara State in Nigeria, which was discovered in March 2010, continues to affect villagers in three Local Government Areas (LGAs): Anka, Bukkuyum and Maru.",
          "While the full scale of the problem is still not fully determined, a survey carried out by the US Centers for Disease Control and Prevention (US CDC) at the request of the Nigeria Federal Ministry of Health has revealed at least 43 villages in Zamfara State where there are confirmed cases of lead poisoning (blood lead concentration >10 μg/dL). In at least seven of these villages there are children who need chelation therapy (blood lead concentration >45 μg/dL). This is in addition to the seven villages that have now been remediated.",
          "With the combined effects of removal from lead exposure and chelation and other supportive therapy, the mortality rate among exposed children in seven remediated villages has dropped from 43% in 2010 to 1% in 2011.",
          "Actions taken",
          "WHO and multiple partners have been assisting state and federal authorities to manage the situation, which cannot be resolved without sustained changes to mining practices to prevent further environmental contamination with lead. These include relocation of ore processing activities and storage of ore materials away from villages, the adoption of new processing methods that produce less dust, as well as hygiene measures such as removing contaminated clothes and washing before returning home.",
          "WHO is continuing to advocate with the Government in Nigeria for their attention to this problem and to gain their commitment to further sustained action to prevent the serious and life-long consequences of lead poisoning in a generation of children in Zamfara.",
          "The response to the mass lead poisoning in Zamfara State has involved multiple agencies, including WHO, United Nations Children's Fund (UNICEF), United Nations Development Programme (UNDP), United Nations Environment Programme (UNEP) - Office for the Coordination of Humanitarian Affairs (OCHA) Joint Environment Unit, Médecins Sans Frontières (MSF), the US CDC, the Blacksmith Institute, TerraGraphics Environmental Engineering Inc, and the Artisanal Gold Council, working with authorities and leaders at community, state and federal level.",
          {
            "text": "With funding of US$ 1.9 million provided by the UN Central Emergency Response Fund (CERF) to WHO and UNICEF, the following activities have been carried out:",
            "bullets": [
              "remediation of five villages (Abare, Tungar Guru, Tungar Daji, Sunke and Duza);",
              "social mobilization and community awareness activities directed at informing local communities about the hazards of lead and how to prevent lead exposure, including safer mining and gold extraction processes;",
              "advocacy activities with state and federal authorities, and community leaders;",
              "establishment of a surveillance system for the early detection of lead poisoning in Zamfara State;",
              "provision of three hand-held x-ray fluorescence devices for the rapid measurement of lead concentrations in soil;",
              "provision of four point-of-care analyzers and their kits for the rapid measurement of blood lead concentrations;",
              "provision of a graphite furnace atomic absorption spectrometer, ancillary equipment and reagents, as well as technical advice, for the establishment of a reference laboratory for the measurement of lead;",
              "training for doctors, nursing and laboratory staff at the planned lead treatment centre in Gusau on the diagnosis and management of lead poisoning;",
              "provision of antidotal agents for the treatment of lead poisoning;",
              "co-ordination of partners involved in the response activities."
            ]
          },
          "The remediation work has been organized by the Blacksmith Institute and TerraGraphics Environmental Engineering Inc, working with the Zamfara State authorities and local contractors. Remediation has involved the identification of contaminated areas in the villages, removal of all contaminated soil, its disposal in secure landfill sites and its replacement with clean soil. In addition walls and other surfaces in family compounds have been cleaned. A total of seven villages have now been remediated, two having been completed before the CERF funding was available. TerraGraphics has provided training in assessment and remediation procedures so that they can be continued by local agencies.",
          "MSF has continued to provide chelation therapy for lead-poisoned children in the decontaminated villages and now has over 2 000 children under five years of age on its treatment programme.",
          "Ongoing challenges",
          "This serious environmental emergency cannot be resolved quickly. Remediation is a challenging and time-consuming task. Children have to wait for their family compounds to be cleaned before they can start treatment, and some children will require chelation for many months. Persuading people to adopt new practices and behaviours requires continuing effort. In addition, capacities within Nigeria for the diagnosis and management of lead poisoning need further strengthening and support. A further challenge is the purchase of sufficient chelating agents: these are expensive drugs that are not available as generics. There is therefore a need for long-term engagement on the part of leaders and authorities at community, state and federal levels in Nigeria, as well as health and environment professionals, technical partners and donors.",
          "Of particular concern is the town of Bagega in Anka Local Government Area, which is a regional hub for ore processing and the informal gold trade. Many family compounds and communal areas in the town have soil lead concentrations above 1 000 ppm (400 ppm is the limit in the USA for areas where there are children), and it is estimated that 1 500 young children may be poisoned with lead. Before these children can be treated they must have a clean environment to live in. There is therefore an urgent need to decontaminate Bagega and the other villages and to provide chelation and other therapy."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Nigeria"
    ],
    "scraped_at": "2026-01-29T22:03:18.767847",
    "first_seen_utc": "2026-01-29T16:18:18.767893"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_11_02-en",
    "title": "2011 - Egypt",
    "published_date": "2011-11-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 November 2011 - The Ministry of Health of Egypt has notified WHO of one case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 1 year-old male from Mahala district, Gharbia governorate. He developed symptoms on 17 September and was hospitalized on 21 September. He completed the course of oseltamivir, recovered and was discharged from the hospital on 25 September.",
          "Investigations into the source of infection revealed that the case had contact with poultry raised in the neighbourhood.",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 152 cases confirmed to date in Egypt, 52 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:20.087779",
    "first_seen_utc": "2026-01-29T16:18:20.087797"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_10_26-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-10-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 October 2011 - The Ministry of Health of Indonesia has announced two new confirmed cases of human infection with avian influenza A(H5N1) virus.",
          "The first case is a 5-year old female from Bangli district, Bali Province. She developed symptoms on 27 September, and was first admitted to a local general hospital on 5 October. She died on 9 October.",
          "The second case is a 10-year old male, the brother of the first case. He developed symptoms on 30 September, and was first admitted to the hospital on the same day as his sister. He died on 10 October.",
          "An epidemiological investigation conducted by the Ministry of Health and local health officers indicated that the children lived in an area with poultry, and household and neighborhood poultry had died prior to the children’s illnesses.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.",
          "Of the 181 cases confirmed to date in Indonesia, 149 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:03:21.341485",
    "first_seen_utc": "2026-01-29T16:18:21.341506"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_10_10-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-10-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 October 2011 - The Ministry of Health of Indonesia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is an 1-year old female from West Jakarta district, DKI Jakarta Province. She developed symptoms and was treated at a health care facility on 8 August, and first admitted to a private hospital on 15 August. She died on 25 August.",
          "A family member in the case’s household works as a caterer, frequently processing poultry product, including slaughtering. There were also poultry in the neighbourhood but there were no reports of chicken deaths within the last 14 days.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.",
          "Of the 179 cases confirmed to date in Indonesia, 147 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:03:22.723018",
    "first_seen_utc": "2026-01-29T16:18:22.723039"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_10_07-en",
    "title": "2011 - France",
    "published_date": "2011-10-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "7 OCTOBER 2011 - In 2011 several large measles outbreaks have been reported from Member States in the European and African regions, with several reported outbreaks in the Americas linked to Europe or Africa.",
          "Europe: As of 20 September 2011, 40 of 53 Member States in the WHO European Region have reported 26 025 confirmed measles cases for the period January – July 2011 to the WHO European Regional Office through routine surveillance and outbreak reports. The highest number of cases was reported from France with 14 025 cases for the first six months of the year. In addition, eleven of all cases in the Region were lethal (6 in France and one in each of Germany, Kyrgyzstan, Romania, the Former Yugoslav Republic of Macedonia and the United Kingdom). The predominant genotype currently circulating in the European Region is D4, the same endemic genotype from the United Kingdom in 2008. The most recent outbreak was reported from Israel in September, with 12 cases. Member States have responded to the outbreak by modifying the vaccination schedule, like France, or by offering vaccination free of charge or in schools, to increase accessibility to and availability of vaccines.",
          "Africa: The Regional Office reports that as of September 2011 large measles outbreaks are being reported by the Democratic Republic of the Congo, with over 103 000 cases, Nigeria, with 17 428 cases, and Zambia, with 5 397 cases, and Ethiopia, with 2 902 cases. Even though deaths are not routinely reported to the Regional Office, the WHO Country Office in the Democratic Republic of the Congo reports over 1100 measles-associated deaths in the country during 2011.",
          "Americas: The last case of endemic measles was reported from the region in 2002. In 2011 the Region has received reports of several outbreaks linked to importation of measles virus from other regions. The largest, in Quebec, Canada, involves 742 reported cases, 89 requiring hospitalization, but no measles-associated deaths. Other outbreaks have been reported from the United States (213 cases), Ecuador (41 cases), Brazil (18 cases), Columbia (7 cases), Mexico (3 cases), and Chile (6 cases). Most of these outbreaks are linked to importations from Europe, except for outbreaks in the United States and Chile linked to cases from Malaysia and the outbreak in Ecuador, linked to Kenya.",
          "Measles is a highly infectious disease that causes complications and deaths, even in previously-healthy individuals, but is fully preventable by vaccination. Countries need to ensure that they reach 95% coverage with two doses of measles vaccine across all age groups up to 15 years of age. Otherwise the country will experience measles outbreaks with large numbers of cases, associated hospitalizations and deaths. The recent outbreaks in countries with high volumes of international travellers can lead to measles exportation to regions previously free of measles, such as the Region of the Americas or certain African countries. These exportations can lead to large outbreaks and associated deaths.",
          "These outbreaks should remind travellers that they should ensure that they have had two doses of measles-containing vaccine before their trip."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - France"
    ],
    "scraped_at": "2026-01-29T22:03:24.011982",
    "first_seen_utc": "2026-01-29T16:18:24.012001"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_09_20-en",
    "title": "2011",
    "published_date": "2011-09-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 September 2011 - Wild poliovirus type 1 (WPV1) genetically linked to virus currently circulating in Pakistan has been isolated in China . Pakistan is affected by nationwide transmission of WPV1, and is the location of the only wild poliovirus type 3 (WPV3) case in Asia in 2011 (a strain on the verge of elimination on the continent). As at 13 September 2011, Pakistan had reported 84 cases, compared to 48 cases for the same period in 2010.",
          "In 2011, supplementary immunization activities (SIAs) in Pakistan have been inadequate in quality in key high-risk areas. In security-compromised parts of the Federally Administered Tribal Areas (FATA), and in particular in Khyber agency, upwards of 200,000 children have been regularly missed during SIAs conducted during the last two years. In addition to challenges relating to reaching children in insecure areas of Khyber Pakhtunkhwa and FATA, significant operational challenges continue to mar the quality of SIAs in accessible areas of Khyber and in other key transmission areas of the country, notably in the provinces of Balochistan and Sindh. At the same time, undetected circulation cannot be ruled out due to persistent subnational surveillance gaps. Given these factors, the widespread transmission of WPV1, documented spread internationally, and the detection of the only WPV3 in Asia in 2011, the World Health Organization (WHO) rates as 'high' the risk of further international spread of WPV from Pakistan, particularly given the expected large-scale population movements associated with Umrah and the upcoming Hajj (pilgrimage to Mecca, Kingdom of Saudi Arabia) in the coming months.",
          "To urgently address the widespread transmission of wild poliovirus affecting the country, the Government of Pakistan has this year launched a National Polio Emergency Action Plan, under the auspices His Excellency the President. However, the impact of the Plan is not yet being seen at the critical programme implementation level. To rapidly build up population immunity levels to both serotypes, staggered subnational immunization days are planned for 19-21 September, to be closely followed by further activities in high-risk union councils in 54 districts of the country. However, key to success will be to overcome remaining operational challenges in fully-accessible areas and implemented special outreach strategies with full community participation to increase access to populations in security-compromised areas. To achieve this, full and consistent engagement and accountability at provincial, district and union-council level is urgently needed.",
          "It is important that countries across Asia and the Eastern Mediterranean strengthen disease surveillance for acute flaccid paralysis (AFP), in order to rapidly detect any poliovirus importations and facilitate a rapid response should importation occur. Countries should also continue to boost routine immunization coverage against all strains of polio to minimize the consequences of any introduction.",
          "As per recommendations outlined in WHO's International travel and health , travellers to and from Pakistan should be fully protected by vaccination. Travellers to Pakistan who have in the past received three or more doses of OPV should be offered another dose of polio vaccine before departure. Any unimmunized individuals intending to travel to Pakistan should complete a full course of vaccination. Travellers from Pakistan should have a full course of vaccination against polio before leaving Pakistan, with a minimum one dose of OPV before departure. Some polio-free countries may also require travellers from Pakistan to be immunized against polio in order to obtain an entry visa.",
          "With Hajj and Umrah season already started, the Kingdom of Saudi Arabia has issued vaccination requirements for travellers (all ages) for Umrah and Hajj. These requirements are in line with recommendations outlined in WHO's International travel and health , with the addition that travellers of all ages from polio endemic countries are required to show proof of vaccination with OPV six weeks before travel to the Kingdom of Saudi Arabia, and will receive a further dose of OPV upon their arrival.",
          {
            "text": "For more information",
            "bullets": [
              "Global Polio Eradication Initiative",
              "International travel and health"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "China",
        "url": "http://www.who.int/csr/don/2011_09_01/en/index.html"
      },
      {
        "text": "Global Polio Eradication Initiative",
        "url": "http://www.polioeradication.org"
      },
      {
        "text": "International travel and health",
        "url": "https://www.who.int/entity/ith/en/index.html"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:03:25.250489",
    "first_seen_utc": "2026-01-29T16:18:25.250508"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_09_01-en",
    "title": "2011 - China",
    "published_date": "2011-09-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "1 September 2011 - The Ministry of Health, China, has informed WHO that wild poliovirus type 1 (WPV1) has been isolated from four young children, aged between four months and two years, with onset of paralysis between 3 and 27 July 2011. All four cases are from Hotan Prefecture, Xinjiang Uygur Autonomous Region, China. Genetic sequencing of the isolated viruses indicates they are genetically-related to viruses currently circulating in Pakistan. The last WPV case in China was reported in 1999, due to an importation from India. The last indigenous polio case occurred in China in 1994.",
          "A national team of clinicians, laboratory experts, epidemiologists and public health experts has been dispatched to the affected region, to assist in the investigation and planning of response activities, and this team will be joined by international support as required. National, Xinjiang Uygur Autonomous Region and local public health authorities are currently conducting an epidemiological investigation, including collection of stool specimens from contacts and evaluation of vaccine coverage.",
          "The Ministry of Health plans to conduct an initial response vaccination campaign in early September, targeting 3.8 million children aged under 15 years in the key affected outbreak area, and children aged under 5 years in other areas of Xinjiang."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - China"
    ],
    "scraped_at": "2026-01-29T22:03:26.482438",
    "first_seen_utc": "2026-01-29T16:18:26.482458"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_08_19-en",
    "title": "2011 - Cambodia",
    "published_date": "2011-08-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 August 2011 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 6 year old female from Taing Thleung Village, Mepring Commune, Cheung Prey District, Kampong Cham Province.",
          "She developed symptoms on 7 August, was initially treated by local practitioners with no effect and was later admitted to Kantha Bopha Children Hospital in Phnom Penh on 12 August. She died on 14 August, two days after admission.",
          "There have been reports of poultry die off in her village and the case is reported to have had exposure to sick poultry. The female is the eighteenth person in Cambodia to become infected with the H5N1 virus and the sixteenth to die from complications of the disease. All eight cases of H5N1 infections in humans in Cambodia this year have been fatal.",
          "The National and local Rapid Response Teams (RRT) are conducting outbreak investigation and response following the national protocol. Health education messages are ongoing in the community. To date none of the human contacts have tested positive for A (H5N1)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:28.226971",
    "first_seen_utc": "2026-01-29T16:18:28.226986"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_08_16-en",
    "title": "2011",
    "published_date": "2011-08-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 August 2011 - Laboratory confirmed cases of West Nile Virus infection (WNV) have been reported in a number of European countries. From the beginning of July 2011 to 11 August 2011, WNV infection has officially been reported by Albania (2 cases), Greece (22 cases) Israel (6 cases), Romania (1 case) and the Russian Federation (11 cases). The reporting reflects higher awareness among healthcare workers, enhanced laboratory capacities and favourable weather conditions with rainfall and high temperatures leading to a substantial increase in mosquitoes such as Aedes and Culex species.",
          "The WHO Regional Office for Europe, together with key partners − such as the European Centre for Disease Prevention and Control (ECDC), the European Network for Diagnostics of “Imported” Viral Diseases (ENIVD) and the Network for Communicable Disease Control in Southern Europe and Mediterranean Countries (EpiSouth) − have been closely monitoring the regional situation of WNV.",
          "WHO encourages the Member States to consider implementing relevant public health measures in order to minimize the impact of a potential WNV outbreak in countries at risk.",
          "In humans, WNV infection is often an asymptomatic or mild febrile illness. About 20% of people who become infected with WNV will develop West Nile fever. It is estimated that approximately 1 in 150 persons infected with the West Nile virus will develop a more severe form of disease (also called neuro-invasive disease). People over the age of 50 and some immunocompromised persons (for example, transplant patients) are at the highest risk for getting severely ill when infected with WNV.",
          "Taking into account that 80 % of infections with WNV are asymptomatic and fewer than 1 % present with severe symptoms such as meningitis or encephalitis, health care workers should consider the possibility of WNV infections during the epidemic period. Due to the unavailability of vaccine against human WNV infection, clinical management plays a key role in reducing severe outcome of the disease. At country level, laboratory capacity for diagnosis should be available. Enhanced human and veterinary surveillance activities will assist public health authorities to implement control measures at source.",
          {
            "text": "Efforts to prevent disease transmission should focus primarily on personal and community protection against mosquito bites. The general population, especially in the affected areas, should be informed about the typical presentation of the disease and vector control strategies, particularly in the domestic environment.",
            "bullets": [
              "Hellenic Centre for Disease Control and Prevention (KEELPNO)",
              "Ministry of Health, Israel",
              "Institutul National de Sanatate Publica, Romania",
              "Russian Federation"
            ]
          },
          {
            "text": null,
            "bullets": [
              "West Nile virus – WHO Fact sheet N°354, July 2011",
              "US Centers for Disease Control and Prevention Division of Vector-Borne Infectious Diseases - West Nile Virus",
              "Network for Communicable Diseases Control in Southern Europe and Mediterranean Countries - Epi-South",
              "European Network for Diagnostics of “Imported” Viral Diseases - ENIVD"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "Hellenic Centre for Disease Control and Prevention (KEELPNO)",
        "url": "http://www.keelpno.gr/images/stories/keelpno/ios_ditikou_neilou/reportwnv_weekly_20110811_en.pdf "
      },
      {
        "text": "Ministry of Health, Israel",
        "url": " http://www.health.gov.il/wnf/docs/dk2011.pdf"
      },
      {
        "text": "Institutul National de Sanatate Publica, Romania",
        "url": "http://www.insp.gov.ro/cnscbt/index.php?option=com_docman&task=cat_view&gid=52&Itemid=13"
      },
      {
        "text": "Russian Federation",
        "url": "http://34.rospotrebnadzor.ru/epidemiologic_situation/67556/"
      },
      {
        "text": "West Nile virus – WHO Fact sheet N°354, July 2011",
        "url": "https://www.who.int/entity/mediacentre/factsheets/fs354/en/index.html"
      },
      {
        "text": "US Centers for Disease Control and Prevention",
        "url": "https://www.cdc.gov/ncidod/dvbid/westnile/index.htm "
      },
      {
        "text": "Network for Communicable Diseases Control in Southern Europe and Mediterranean Countries - Epi-South",
        "url": "http://www.episouth.org/index.html "
      },
      {
        "text": "European Network for Diagnostics of “Imported” Viral Diseases - ENIVD",
        "url": "http://www.enivd.de/index.htm"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:03:29.494602",
    "first_seen_utc": "2026-01-29T16:18:29.494618"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_08_15-en",
    "title": "2011 - Congo",
    "published_date": "2011-08-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 August 2011 - An outbreak of an unknown illness has been reported among\r\nchildren and students in schools in Angola. In most cases, the illness has\r\noccurred suddenly, followed by the resolution of symptoms within a few hours.\r\nNo deaths have been reported.",
          "The typical symptoms reported include: vomiting, headache, sore throat, eye\r\nirritation, coughing, breathing difficulties and fainting in some cases. The\r\noutbreaks have been reported in schools of the capital, Luanda, and in a\r\nnumber of other provinces.",
          "Although the cause of these outbreaks still remains unknown, this may be\r\nrelated to exposure to irritant chemicals. WHO has sent a team to Angola to\r\nassist the Government in investigating these outbreaks and to suggest\r\nmeasures for preventing further occurrences.",
          "The WHO team includes an epidemiologist, laboratory specialists and a\r\npharmacologist/toxicologist who are providing technical support to the national\r\nintersectoral committee created for this purpose.",
          "This is complex work and WHO is consulting with experts and specialized\r\ninstitutions from other countries to explore ideas on appropriate lines of\r\ninvestigation."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Congo"
    ],
    "scraped_at": "2026-01-29T22:03:30.736198",
    "first_seen_utc": "2026-01-29T16:18:30.736213"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_08_09-en",
    "title": "2011 - Egypt",
    "published_date": "2011-08-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "9 August 2011 - The Ministry of Health of Egypt has notified WHO of one case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 6 years old female from Demnhoor district, Behira governorate. She developed symptoms on 1 2 July, and was hospitalized. She completed the course of oseltamivir, recovered and was discharged on 30 July .",
          "Investigations into the source of infection indicate that the case had exposure to poultry suspected to have avian influenza.",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 151 cases confirmed to date in Egypt, 52 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:32.076628",
    "first_seen_utc": "2026-01-29T16:18:32.076652"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_08_02-en",
    "title": "2011 - Cambodia",
    "published_date": "2011-08-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 August 2011 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 4 year old female from Chork Reaksmey Village, Rohath Teuk Comune, Mongkul Borei District, Banteay Meanchey Province. She developed symptoms on 11 July, was initially treated by local private practitioners with no effect and was later admitted to Jayavarma VII Hospital on 18 July. She died on 20 July, two days after admission.",
          "There have been reports of poultry die off in her village and the case is reported to have had exposure to dead poultry. The female is the seventeenth person in Cambodia to become infected with the H5N1 virus and the fifteenth to die from complications of the disease. All seven cases of H5N1 infections in humans in Cambodia this year have been fatal.",
          "The National and local Rapid Response Team (RRT) is conducting outbreak investigation and response following the national protocol.",
          "There is no evidence of increased ILI activity in the local health centre or any increase in number of SARI cases from the affected village. Thirteen contacts were tested for A/H5N1 influenza, all of whom were negative. There is enhanced surveillance for ILI and SARI in the local health centre and hospital for a further two weeks. Health education messages are ongoing in the community."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:33.452133",
    "first_seen_utc": "2026-01-29T16:18:33.452148"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_07_22-en",
    "title": "2011 - Congo",
    "published_date": "2011-07-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 July 2011 - Cholera outbreaks are being reported along the Congo River, affecting the Democratic Republic of Congo (DRC) and the Republic of Congo.",
          "In DRC, the outbreak was reported in March 2011 and has intensified in the last 3 to 4 weeks, affecting four provinces (Bandundu, Equateur, Kinshasa and P Orientale). As of 20 July 2011, a total of 3 896 cases, including 265 deaths have been reported, with an overall case fatality of 7%.",
          "In the Republic of Congo, between 14 June and 20 July 2011, a total of 181 suspected cases including 6 deaths have been reported from four provinces (Brazzaville, Cuvette, Likouala and Plateaux) with a case fatality of 3%. Four cases from Brazzaville and Likouala have been laboratory confirmed with cholera.",
          "There is high risk of the epidemic further spreading along the Congo River. The outbreak has been reported to have spread to new locations, particularly in Kinshasa, where there are large population groups with inadequate safe water.",
          "In response to the outbreaks, the governments of DRC and the Republic of Congo, international organizations and non-government organizations have intensified surveillance, case management and health promotion activities in the affected areas, in addition to setting up cholera treatment centres at selected sites.",
          "In DRC, WHO is conducting a rapid risk assessment to identify urgent needs for the coming weeks. Two epidemiologists, a health promotion officer and a logistician have been deployed to Kinshasa to support the response operations."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Congo"
    ],
    "scraped_at": "2026-01-29T22:03:34.745246",
    "first_seen_utc": "2026-01-29T16:18:34.745266"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_07_07-en",
    "title": "2011 - Pakistan",
    "published_date": "2011-07-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "7 July 2011 - Pakistan has reported wild poliovirus type 3 (WPV3) isolated from a 16-month old child with onset of paralysis on 9 June 2011, from a conflict-affected, inaccessible area of Khyber Agency, Federally Administered Tribal Areas (FATA). This is the only case of WPV3 detected in Asia in 2011. WPV3 transmission in Asia is on the verge of elimination, with the last case occurring more than six months ago, on 18 November 2010 (also from Khyber Agency, FATA).",
          "Confirmation of continuation of WPV3 transmission in tribal areas of Pakistan has significant implications for the global effort to eradicate WPV3, particularly as Asia is on the verge of eliminating circulation of this strain. The detection of WPV3 in Pakistan represents the risk that it may spread from this transmission focus to other WPV3-free areas of Asia and beyond. Globally, WPV3 transmission is at historically low levels in 2011, with other circulation of this strain restricted to parts of west Africa (17 cases in Côte d'Ivoire, Guinea, Mali and Niger), Nigeria (five cases) and Chad (three cases). The risk of onward spread of WPV3 is deemed as high by the World Health Organization (WHO), particularly given large-scale population movements within Pakistan, between Pakistan and Afghanistan, and expected large-scale population movements associated with Umrah and the upcoming Hajj (pilgrimage to Mecca, Kingdom of Saudi Arabia) in the coming few months.",
          "In 2011, supplementary immunization activities (SIAs) in Pakistan have been inadequate in quality in key high-risk areas and a significant proportion of children remained inaccessible in conflict affected tribal areas. In FATA, particularly in Khyber agency, nearly 50% of children have been regularly missed during SIAs for the last two years. In addition to challenges relating to reaching children in insecure areas of Khyber Pakhtunkhwa and FATA, significant operational challenges continue to mar the quality of SIAs in accessible areas of Khyber and in other key transmission areas of the country, notably in the provinces of Balochistan and Sindh. In addition to confirmation of the only WPV3 case in Asia in 2011, Pakistan is affected by country-wide geographical transmission of wild poliovirus type 1 (WPV1), with 57 confirmed WPV1 cases in 2011 (as at 5 July 2011), compared with 14 WPV1 cases for the same period in 2010.",
          "To urgently address the situation, the Government of Pakistan has this year launched a National Polio Emergency Action Plan, under the auspices of His Excellency the President. However, the Independent Monitoring Board (IMB), set up at the request of the World Health Assembly (WHA) in 2010 to independently monitor progress towards a polio-free world, in April 2011 expressed alarm that the Plan is taking too long to implement, a conclusion echoed by the Technical Advisory Group (TAG) of the Eastern Mediterranean in June 2011.",
          "To rapidly build up immunity to both wild poliovirus strains, a Short Interval Additional Dose Strategy (SIAD) SIA with bivalent OPV is being conducted in Khyber Agency , the first passage on 4 July and the second on 12 July. It is expected that, as during the most recent SIAs in mid-June, 45% (89,449) of target children in Khyber Agency (80% in Bara Tehsil, i.e. approximately 73,000) will remain inaccessible during the SIADs. National Immunization Days (NIDs) will be conducted in the country on 18-20 July, using bivalent OPV (containing type 1 & 3 serotypes). However, key to success will be to overcome remaining operational challenges in fully-accessible areas and to implement special outreach strategies with full community participation to increase access to populations in security-compromised areas. To minimise the risk of WPV3 re-infecting Afghanistan, Subnational Immunization Days (SNIDs) - including in border areas with Pakistan - will be conducted in the country on 10-12 July, also using bivalent OPV.",
          "It is important that countries across Asia and the Eastern Mediterranean strengthen disease surveillance for acute flaccid paralysis (AFP), in order to rapidly detect any poliovirus importations and facilitate a rapid response should importation occur. Countries should also continue to boost routine immunization coverage against all strains of polio to minimize the consequences of any introduction.",
          "As per recommendations outlined in WHO's International travel and health , travellers to and from Pakistan should be fully protected by vaccination. Travellers to Pakistan who have in the past received three or more doses of OPV should be offered another dose of polio vaccine before departure. Any unimmunized individuals intending to travel to Pakistan should complete a full course of vaccination. Travellers from Pakistan should have a full course of vaccination against polio before leaving Pakistan, with a minimum one dose of OPV before departure. Some polio-free countries may also require travellers from Pakistan to be immunized against polio in order to obtain an entry visa.",
          "With Hajj and Umrah season already started, and Umrah expected to increase during Ramadan (in August) and Hajj in early November, the Kingdom of Saudi Arabia has vaccination requirements for travellers (all ages) for Umrah and Hajj. These requirements are in line with recommendations outlined in WHO's International travel and health , with the addition that travellers of all ages from polio endemic countries are required to show proof of vaccination with OPV six weeks before travel to the Kingdom of Saudi Arabia, and will receive a further dose of OPV upon their arrival.",
          {
            "text": "For more information",
            "bullets": [
              "Global Polio Eradication Initiative",
              "Saudi Arabia Haj requirements for travellers",
              "International travel and health"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "Global Polio Eradication Initiative",
        "url": "http://www.polioeradication.org"
      },
      {
        "text": "Saudi Arabia Haj requirements for travellers",
        "url": "http://www.hajinformation.com/display_news.php?id=2453"
      },
      {
        "text": "International travel and health",
        "url": "https://www.who.int/entity/ith/en/index.html"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Pakistan"
    ],
    "scraped_at": "2026-01-29T22:03:36.064948",
    "first_seen_utc": "2026-01-29T16:18:36.064969"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_06_22-en",
    "title": "2011 - Egypt",
    "published_date": "2011-06-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 June 2011 - The Ministry of Health of Egypt has notified WHO of a new case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 27 year-old male from Qena governorate, Deshna district. He developed symptoms on 5 June 2011, was hospitalized and was put on oseltamivir treatment on 13 June. He died on 14 June 2011.",
          "Investigations into the source of infection indicate that the case had exposure to poultry suspected to have avian influenza.",
          "The case was confirmed by the Egyptian sub-national laboratory for Influenza in Aswan and the Central Public Health Laboratories in Cairo, a National Influenza Centre of the WHO Global Influenza Surveillance Network.",
          "Of the 150 cases confirmed to date in Egypt, 52 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:37.279442",
    "first_seen_utc": "2026-01-29T16:18:37.279462"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_06_16-en",
    "title": "2011 - Egypt",
    "published_date": "2011-06-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 June 2011 - The Ministry of Health of Egypt has notified WHO of five cases of human infection with avian influenza A (H5N1) virus.",
          "The first case is a 40 years old female from Aswan District, Aswan Governorate. She developed symptoms on 14 May, and was hospitalized. She completed the course of oseltamivir, recovered and was discharged.",
          "The second case is a 21 years old pregnant female from Ashmoun District, Menofia Governorate. She developed symptoms on 21 May, was hospitalized and received oseltamivir. She died on 29 May.",
          "The third case is a 31 years old male from Shobra Elkhima District, Qaliobia Governorate. He developed symptoms on 21 May, was hospitalized and received oseltamivir. He died on 5 June.",
          "The fourth case is a 32 years old male from Elzawya District, Cairo Governorate. He developed symptoms on 23 May was hospitalized and received oseltamivir. He died on 2 June.",
          "The fifth case is a 16 years old male from Ashmoon District, Menofia Governorate. He developed symptoms on 21 May was hospitalized and received oseltamivir. He was in a critical condition but he is recovering.",
          "Investigations into the source of infection indicate that all the cases had exposure to poultry suspected to have avian influenza.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 149 cases confirmed to date in Egypt, 51 have been fatal ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:38.488334",
    "first_seen_utc": "2026-01-29T16:18:38.488347"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011DON036",
    "title": "Influenza A (H5N1) virus - Cambodia",
    "published_date": "2011-06-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 7 year old female from Prasat village, Prasat commune, Kampong Trabek district, Prey Veng Province. She developed symptoms on 24 May, was initially treated by local private practitioners with no effect and was later admitted to Kantha Bopha Children Hospital on 31 May. She died on 7 June, seven days after admission.",
          "There have been reports of poultry die off in her village and the case is reported to have had exposure to sick poultry. The female is the sixteenth person in Cambodia to become infected with the H5N1 virus and the fourteenth to die from complications of the disease. All six cases of H5N1 infections in humans in Cambodia this year have been fatal.",
          "The National and local Rapid Response Team (RRT) is conducting outbreak investigation and response following the national protocol."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Influenza A (H5N1) virus - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:57.889953",
    "first_seen_utc": "2026-01-29T16:18:57.889971"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_06_10a-en",
    "title": "2011 - Chad",
    "published_date": "2011-06-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 June 2011 - Chad is experiencing outbreaks of both wild poliovirus type 1 (WPV1 – 65 cases in 2011) and wild poliovirus type 3 (WPV3 - three cases).",
          "The WPV3 outbreak has been ongoing since November 2007, and Chad is therefore considered to have re-established WPV3 transmission. A WPV1 outbreak began in September 2010 (as a result of a newly-imported virus from northern Nigeria), and has since been intensifying. Originally restricted to the greater N'Djamena area, WPV1 has spread in 2011 to other areas of the country, to the south (including areas bordering Central African Republic and Cameroon) and to the east (including areas bordering Sudan).",
          "Historically, Chad has been associated with further international spread of poliovirus. Between 2004 and 2006, WPV1 spread from eastern Chad into Sudan, and subsequently to other areas of the Horn of Africa, Saudi Arabia, Yemen and Indonesia, resulting in 1,230 cases in these countries and over US$500 million in international emergency outbreak response costs. Additionally, in 2008 and 2009, WPV3 from southern Chad spread into Cameroon and CAR.",
          "The two outbreaks in Chad require urgent action to improve the quality of vaccination activities in order to reach a higher proportion of children with oral polio vaccine (OPV) across the entire country, and particularly in the greater N'Djamena area, in the south and in the east of the country. Due to gaps in the quality of acute flaccid paralysis (AFP) surveillance at subnational levels, additional undetected WPV circulation cannot be ruled out.",
          "To urgently address the situation, the Government of Chad with the technical support of partners has just finalized a 6 month national polio emergency plan. National Immunization Days (NIDs) using bivalent OPV have been conducted in May, with further supplementary immunization activities (SIAs) planned for June. The Government of Chad and partners are working to ensure that technical support is allocated to priority areas; special strategies will be used to reach high-risk populations and technical capacity to fill subnational surveillance gaps will be scaled up. As part of efforts to increase accountability for programme implementation, key indicators will be regularly monitored. Under the National Polio Emergency Plan, heads of district administrations will be charged with overseeing implementation reviews following each SIA, and providing summaries with clear outcomes and recommendations to provincial governors, whose offices will oversee direct oversight of the operationalisation of the plan. At the national level, monthly implementation reports will be prepared by the Ministry of Health and shared with the office of the Prime Minister.",
          "Throughout 2010 and 2011, countries neighbouring Chad – notably Cameroon, CAR and Sudan – have all conducted multiple SIAs, to minimise the risk of re-infection. It is important that countries across central Africa and the Horn of Africa strengthen AFP surveillance in order to rapidly detect any poliovirus importations and facilitate a timely response. Countries should also continue to boost routine immunization coverage against polio to further strengthen population immunity and minimize the risk of any importation.",
          "In 2010 and 2011, outbreak response has been inadequate. Given the uncontrolled and widespread geographic transmission of both WPV serotypes, historical spread to neighbouring countries, recent geographic expansion of WPV1 across Chad (including close to the borders with CAR and Sudan), the World Health Organization (WHO) rates as high the risk of further international spread. With the Hajj (pilgrimage to Mecca, Kingdom of Saudi Arabia) expected to begin in early November and Ramadan in early August, it is anticipated that pilgrims are now beginning to move across west and central Africa, further increasing the risk of polio spread. The Kingdom of Saudi Arabia last month issued polio vaccination requirements for travellers to the Hajj.",
          "WHO recommends that all travellers from polio-infected areas be fully vaccinated prior to travel. As per recommendations outlined in WHO's International travel and health (ITH), travelers to and from Chad should be fully protected by vaccination. Travelers to Chad who have in the past received three or more doses of OPV should be offered another dose of polio vaccine before departure. Any unimmunized individuals intending to travel to Chad require a complete course of vaccine. Travelers from Chad should have a full course of vaccination against polio before leaving Chad, with a minimum one dose of OPV before departure. Some polio-free countries may also require travelers from Chad to be immunized against polio in order to obtain an entry visa.",
          {
            "text": "For more information",
            "bullets": [
              "Global Polio Eradication Initiative",
              "Saudi Arabia Haj requirement for travellers",
              "International travel and health"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "Global Polio Eradication Initiative",
        "url": "http://www.polioeradication.org"
      },
      {
        "text": "Saudi Arabia Haj requirement for travellers",
        "url": "http://www.hajinformation.com/display_news.php?id=2453"
      },
      {
        "text": "International travel and health",
        "url": "https://www.who.int/entity/ith/en/index.html"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Chad"
    ],
    "scraped_at": "2026-01-29T22:03:59.167695",
    "first_seen_utc": "2026-01-29T16:18:59.167714"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_06_03-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-06-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "3 June 2011 - The Ministry of Health of Indonesia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is an 1 year old female from North Jakarta district, DKI Jakarta Province. She developed symptoms on 3 April, and was referred to a hospital on 8 April. She has fully recovered.",
          "One week prior to onset, the case went to the wet market with father to buy local chickens. The case handled chickens at the market.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.",
          "Of the 178 cases confirmed to date in Indonesia, 146 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:00.409309",
    "first_seen_utc": "2026-01-29T16:19:00.409327"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_06_02-en",
    "title": "2011 - Germany",
    "published_date": "2011-06-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 June 2011 - Cases of haemolytic uraemic syndrome (HUS) and enterohemorrhagic E. coli (EHEC) continue to rise in Germany. Ten countries have now reported cases to WHO/Europe.",
          "As of 31 May 2011, nine patients in Germany have died of HUS, and six of EHEC. One person in Sweden has also died. There are many hospitalized patients, several of them requiring intensive care, including dialysis.",
          "The number of patients in Germany presenting with HUS and bloody diarrhoea caused by STEC is 470, which is 97 more than the day before, and 1064 of EHEC, which is an increase of 268. Overall in Europe, 499 cases of HUS and 1115 cases of EHEC have been reported, 1614 in total.",
          "Cases have now also been notified from: Austria (HUS 0, EHEC 2), Denmark (7, 7), France, (0, 6), Netherlands (4, 4), Norway, (0, 1), Spain, (1, 0), Sweden (15, 28) and Switzerland (0, 2) and the United Kingdom. (2, 1) All these cases except two are in people who had recently visited northern Germany or in one case, had contact with a visitor from northern Germany.",
          "Numerous investigations are continuing into the source of the outbreak, which is still unclear.",
          "In accordance with the International Health Regulations (IHR), WHO is keeping Member States informed about the latest developments and providing technical guidance on further investigation of the ongoing outbreak. WHO does not recommend any trade restrictions related to this outbreak.",
          {
            "text": "For more information",
            "bullets": [
              "EHEC outbreak in Germany WHO European Region",
              "WHO fact sheet on enterohaemorrhagic E. coli",
              "WHO publication Five keys to safer food",
              "Robert Koch Institute"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "EHEC outbreak in Germany",
        "url": "http://www.euro.who.int/en/what-we-do/health-topics/emergencies/international-health-regulations/ehec-outbreak-in-germany"
      },
      {
        "text": "WHO fact sheet on enterohaemorrhagicE. coli",
        "url": "https://www.who.int/mediacentre/factsheets/fs125/en"
      },
      {
        "text": "WHO publicationFive keys to safer food",
        "url": "https://www.who.int/foodsafety/publications/consumer/en/5keys_en.pdf"
      },
      {
        "text": "Robert Koch Institute",
        "url": "http://www.rki.de"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Germany"
    ],
    "scraped_at": "2026-01-29T22:04:08.915594",
    "first_seen_utc": "2026-01-29T16:19:08.915610"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_06_01-en",
    "title": "2011 - Egypt",
    "published_date": "2011-06-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "1 June 2011 - The Ministry of Health of Egypt has announced a new confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 30 year old female from Amria District, Alexandria Governorate. She developed symptoms on 26 April and was hospitalized on 3 May.",
          "She was in a critical condition under artificial ventilation and died on 9 May. She received oseltamivir treatment at the time of hospitalization.",
          "Investigations into the source of infection indicate that the case had exposure to sick poultry suspected to have avian influenza.",
          "The case was confirmed by the Egyptian Central Public Health Laboratory, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 144 cases confirmed to date in Egypt, 48 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:10.996008",
    "first_seen_utc": "2026-01-29T16:19:10.996027"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_05_27-en",
    "title": "2011 - Germany",
    "published_date": "2011-05-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "27 May 2011 - An outbreak of severe illness is causing concern in Germany, where 3 women have died and 276 cases of haemolytic uraemic syndrome (HUS) have been reported since the second week of May. HUS, which can lead to kidney failure, is a complication of an infection by particular Escherichia coli bacteria. While most E.coli bacteria are harmless, a group called enterohaemorrhagic E. coli (EHEC) can produce toxins, known as Shiga toxins or verotoxins, which damage blood cells and the kidneys. EHEC bacteria that produce these toxins are known as Shigatoxin-producing E. coli (STEC) or verocytotoxin-producing E.coli (VTEC), respectively. Many people have been hospitalized, several requiring intensive care, and new cases continue to be identified, the latest having an onset of 25 May. Some other countries have reported cases, notably Sweden, which has reported ten HUS cases, with two in intensive care. All the people affected recently visited Germany, mostly northern Germany.",
          "The outbreak is unusual in that it has developed very rapidly, and an unusually high number of cases affect adults (86% are in people aged 18 years or older), particularly women (67%), instead of the normal high-risk groups, which are young children and the elderly. Nevertheless, cases have also been reported in school-aged children. The unusual E. coli serogroup O104 is suspected of being the pathogen likely to be associated with this outbreak. The epidemiological investigation into the source of the outbreak is under way. Although the source has not yet been determined, cucumbers are under suspicion, and the Robert Koch Institute in Germany is advising people, as a precautionary measure, to avoid eating tomatoes, cucumbers and lettuces, in addition to taking the usual hygiene measures in handling fruit and vegetables.",
          "Germany notified WHO of the outbreak, under the International Health Regulations (IHR), as a potential public health event of international concern, and WHO is sharing information with health authorities in other countries. WHO has also offered technical assistance and stands ready to facilitate collaboration between laboratories to assist countries without the capacity to detect the unusual E. coli serogroup O104. WHO will maintain close contact with the relevant authorities.",
          "EHEC can cause bloody diarrhoea and abdominal pain. People who develop these symptoms who are in or have recently visited Germany, particularly northern Germany, should seek medical advice urgently. The complication of HUS can cause acute kidney failure and can develop after the diarrhoea has resolved. Treatment with anti-diarrhoeal products or antibiotics is not usually recommended, as these may worsen the situation.",
          "Regular hand washing, particularly before food preparation or consumption and after toilet contact, is highly recommended, particularly for people who care for small children or are immunocompromised, as the bacterium can be passed from person to person, as well as through food, water and direct contact with animals.",
          "WHO does not recommend any restrictions in travel to or trade with Germany.",
          "Haemolytic uraemic syndrome (HUS) is a life-threatening disease characterized by acute renal failure (uraemia), haemolytic anaemia, and a low platelet count (thrombocytopenia). It predominantly but not exclusively affects children. It results from EHEC infection, and it is estimated that up to 10% of EHEC-affected patients may develop HUS, with a mortality rate ranging up to 5%. Overall, HUS is the most common cause of acute renal failure in young children. It can cause neurological complications (such as seizure, stroke and coma) in 25% of HUS patients and chronic renal sequelae, usually mild, in around 50% of survivors.",
          "Shigatoxin-producing E. coli (STEC) or enterohaemorrhagic E. coli (EHEC) is a severe strain of E. coli bacterium that is commonly found in the gut of animals, mainly ruminants. EHEC produces toxins, known as verotoxins or Shiga-like toxins because of their similarity to the toxins produced by Shigella dysenteriae . They can cause severe foodborne disease. STEC is transmitted to humans primarily through consumption of contaminated foods, such as raw or undercooked ground meat products and raw milk, contaminated water, direct contact with animals or contact with infected people. It is destroyed by thorough cooking of foods until all parts reach a temperature of 70 °C or higher. Symptoms of disease include abdominal cramps and diarrhoea, which may be bloody. Fever and vomiting may also occur. Most patients recover within 10 days, although in a few cases (particularly in young children and the elderly), the infection may lead to a life-threatening disease, such as HUS. Preventive measures for STEC infections are similar to those recommended for other foodborne diseases, including basic good food hygiene practice, as described in the WHO Five keys to safer food .",
          {
            "text": "For more information",
            "bullets": [
              "WHO fact sheet on enterohaemorrhagic E. coli",
              "WHO publication Five keys to safer food",
              "Robert Koch Institute"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "WHO fact sheet on enterohaemorrhagicE. coli",
        "url": "https://www.who.int/mediacentre/factsheets/fs125/en"
      },
      {
        "text": "WHO publicationFive keys to safer food",
        "url": "https://www.who.int/foodsafety/publications/consumer/en/5keys_en.pdf"
      },
      {
        "text": "Robert Koch Institute",
        "url": "http://www.rki.de"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Germany"
    ],
    "scraped_at": "2026-01-29T22:04:12.329156",
    "first_seen_utc": "2026-01-29T16:19:12.329174"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_05_18-en",
    "title": "2011 - Uganda",
    "published_date": "2011-05-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 May 2011 - On 13 May 2011, the Ministry of Health (MoH) of Uganda notified WHO of a case of Ebola Haemorrhagic fever in a 12 year old girl from Luwero district, central Uganda. On 6 May she presented to a private clinic in Zirobwe town, Luwero district, with a 5-day history of an acute febrile illness with haemorrhagic manifestations. She was later referred to Bombo General Military Hospital where she died few hours after admission.",
          "Laboratory investigations at the Uganda Virus Research Institute (UVRI), Entebbe, Uganda confirmed Ebola virus (Sudan species). A sample is on route to the Centers for Disease Control and Prevention (CDC), Atlanta, USA for additional analysis and sequencing.",
          "A National Task Force has been convened by the MoH Uganda, which is working with several partners including WHO, CDC, the African Field Epidemiology Network (AFENET) and USAID. A joint MoH, WHO and CDC team was deployed to the district on 13 May to carry out a detailed epidemiological investigation. WHO will be supporting the MoH in the areas of epidemiology and infection control.",
          "Control activities already in place include active case finding and contact tracing, enhanced surveillance, reinforcement of infection prevention and control, and of standard precautions in health care settings.",
          "WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:04:13.528412",
    "first_seen_utc": "2026-01-29T16:19:13.528430"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_05_13-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-05-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "13 May 2011 - The Ministry of Health of Indonesia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is an 8-year old female from West Jakarta district, DKI Jakarta Province. She developed symptoms on 1 April, was admitted to a health care facility on 4 April and referred to a hospital on 8 April. She died on 11 April.",
          "Epidemiological investigation identified a possible risk factor as exposure to wild bird faeces found around the house. In addition, during the week before the child developed symptoms, her mother purchased chickens from a local market.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.",
          "Of the 177 cases confirmed to date in Indonesia, 146 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:15.549435",
    "first_seen_utc": "2026-01-29T16:19:15.549452"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011DON035",
    "title": "Measles - Region of Europe",
    "published_date": "2011-04-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 18 April 2011, 33 countries in Europe have reported more than 6 500 measles cases. Epidemiological investigations and genotyping have confirmed transmission of measles virus among several countries in the Region and to the Americas.",
          "Belgium* has reported 100 cases to date, compared to 40 cases in all of 2010. Bulgaria* has reported 131 cases this year, compared to 24 000 cases in 2009-10. France* reported 4 937 cases from January to March 2011, compared to 5 090 cases reported in all of 2010. In Serbia**, nearly 300 cases have been reported from Leskovac in the southeastern part of the country.",
          "Spain* has reported two ongoing measles outbreaks since October 2010, with more than 600 cases reported in Andalusia. In the first outbreak, the most affected areas are Sevilla and surrounding municipalities, where more than 350 measles cases have been reported since January 2011. Cases of measles are reported among healthcare workers as well. The second outbreak was reported in the province of Granada, where about 250 cases have been reported since October 2010.",
          "Since the beginning of a measles outbreak in September 2010, the former Yugoslav Republic of Macedonia** has reported 636 cases as of the first week of April 2011, with more than 400 cases diagnosed in 2011. The national capital, Skopje, has been most affected by the outbreak.",
          "Turkey* reported an outbreak in Istanbul with more than 80 cases in January 2011.",
          "In all the outbreaks except for the second outbreak in Spain and the outbreak in Turkey, the D4 genotype of measles virus has been confirmed. The B3 genotype of measles virus was isolated from cases in the second measles outbreak in Spain, while the D9 genotype, originating from and common in south-east Asia (e.g. Malaysia and Indonesia) was confirmed to have caused the outbreak in Istanbul, Turkey in January 2011.",
          "In addition, this year, there have been outbreaks and an increase in the number of cases reported in Germany*, the Netherlands*, Norway*, Romania*, Russian Federation**, Switzerland* and the United Kingdom*.",
          "Travel increases the risk for exposure to measles virus and its further spread into susceptible populations if not vaccinated. To prevent further spread, WHO encourages health authorities to advocate for immunization before travel and to provide immunizations through health systems’ immunization services according to existing national immunization schedules.",
          "WHO recommends two doses of measles vaccine for all children and at least one dose prior to international travel for adolescents and adults who are unsure about their immunity status."
        ]
      },
      {
        "heading": "Further information",
        "content": [
          {
            "text": "* Source: EUVACNET (http://www.euvac.net/graphics/euvac/index.html) ** Source: CISID (http://data.euro.who.int/cisid/)",
            "bullets": [
              "EURO web site"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "EURO web site",
        "url": "http://www.euro.who.int/en/what-we-publish/information-for-the-media/sections/latest-press-releases/measles-outbreaks-spread-across-europe-european-immunization-week-offers-chance-to-promote-immunization"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Measles - Region of Europe"
    ],
    "scraped_at": "2026-01-29T22:04:16.873400",
    "first_seen_utc": "2026-01-29T16:19:16.873416"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_21d-en",
    "title": "2011 - Egypt",
    "published_date": "2011-04-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "21 April 2011 - On 16 April 2011, the Ministry of Health of Egypt notified WHO of two new cases of human infection with avian influenza A (H5N1) virus.",
          "The first case was a 29 years-old male from Fayoum Governorate Wadi Elrian area who developed symptoms on 1 April , was hospitalized on 4 April and died on 7 April.",
          "The second case was a one -and-a -half year-old male child from Fayoum Governorate, Sennores District who developed symptoms on 9 April and was hospitalized on 11 April. He is under treatment and is in stable condition.",
          "All the cases received oseltamivir treatment at the time of hospitalization.",
          "Investigations into the source of infection indicate that both the cases had exposure to sick and/or dead poultry suspected to have avian influenza. There is no epidemiological link identified between these two cases.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 143 cases confirmed to date in Egypt, 47 have been fatal ."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:18.310568",
    "first_seen_utc": "2026-01-29T16:19:18.310583"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_21c-en",
    "title": "2011 - Cambodia",
    "published_date": "2011-04-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "21 April 2011 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case was a 5 year old girl from Pea Raing district, Prey Veng Province. She developed symptoms on 11 April, was initially treated by local private practitioners with no effect and was later admitted to Kantha Bopha Children Hospital on 13 April. Despite all intensive care, she died on 16 April, four days after admission.",
          "There have been reports of poultry die off in her village. The girl is the fifteenth person in Cambodia to become infected with the H5N1 virus and the thirteenth to die from complications of the disease. All five cases of H5N1 infections in humans in Cambodia this year have been fatal.",
          "Specimens from 53 contacts of the cases were collected and are being tested by the National Institute for Public Health laboratory."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:04:20.181967",
    "first_seen_utc": "2026-01-29T16:19:20.181982"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_21a-en",
    "title": "2011 - Nigeria",
    "published_date": "2011-04-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "21 April 2011 - Côte d'Ivoire is experiencing an outbreak of wild poliovirus type 3 (WPV3) with three new cases reported with onset of paralysis on 27 January, 24 February and 27 February this year.",
          "Genetic sequencing of the isolated viruses show that they are linked to WPV3 last detected in mid-2008 in northern Nigeria. They are the first WPV3 recorded in Côte d'Ivoire since 2000. In 2008-2009, Côte d'Ivoire was affected by a wild poliovirus type 1 (WPV1) outbreak affecting west Africa (and which was recently stopped).",
          "There is currently a high risk of further spread of WPV3 - both within and from - Côte d'Ivoire. It is the first time since 2000 that WPV3 has been recorded in this part of west Africa (WPV3 transmission has been limited to northern Nigeria and parts of Niger, and since 2008 also in parts of Mali and one case in Benin). The outbreak response may be constrained by the current security situation in Côte d'Ivoire. Due to the persistence of subnational surveillance gaps in Côte d'Ivoire and other areas of west Africa, undetected further circulation cannot be ruled out at this time.",
          "Detection of these WPV3 cases underscores the risk suboptimal surveillance poses to the global polio eradication effort. Globally, WPV3 transmission is at its lowest level in history, with only nine cases reported worldwide in 2011 - efforts to rapidly interrupt all remaining chains of WPV3 transmission is a key priority for the global polio eradication effort.",
          "The overriding priority is to urgently stop the WPV3 outbreak, while maintaining high population immunity across west Africa to WPV1. Two rounds of coordinated, multi-country supplementary immunization activities (SIAs) with bivalent oral polio vaccine (bOPV) and trivalent oral polio vaccine (tOPV) across west Africa have been/are being implemented on 25 March 2011, and again on 29 April 2011, in 15 countries across west Africa (except Côte d'Ivoire, see next paragraph). A further outbreak response is currently planned in six countries, over and beyond these two multi-country SIAs. Such a further response could see planned SIAs scheduled for the fourth quarter to be brought forward to earlier in the year.",
          "In Côte d'Ivoire, the end-March SIA did not take place due to the current security and political situation. A response round is proposed in the affected province using bOPV in late April 2011, to be followed by two National Immunization Days (NIDs), as soon as the situation permits. Planning is underway to ensure capacity (ie technical, vaccine, operational) is in place for this emergency response. Coordination with other United Nations (UN) organizations and non-governmental organizations (NGOs) operating in Côte d'Ivoire is ongoing, to ensure that OPV is added to any planned immunization activity, in particular for displaced populations. Ongoing transmission will be monitored, and mop-ups implemented as epidemiology dictates.",
          "An investigation is ongoing to more clearly identify surveillance gaps in the region, including among mobile, migrant and underserved populations. Measures will be implemented to strengthen sub-national surveillance, to ensure that all groups and areas, particularly high-risk populations, are covered by high-quality surveillance.",
          "As per recommendations outlined in WHO's International travel and health, travellers to and from Côte d'Ivoire, and other polio-affected countries of west Africa, should be fully protected by vaccination. Travellers who have in the past received three or more doses of OPV should be offered another dose of polio vaccine before departure. Any unimmunized individuals intending to travel to should have a complete course of vaccination. Travellers from Côte d'Ivoire, and other polio-affected countries of west Africa, should have a full course of vaccination against polio before departure, with a minimum one dose of OPV before departure.",
          {
            "text": "For more information",
            "bullets": [
              "Global Polio Eradication Initiative"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "Global Polio Eradication Initiative",
        "url": "http://www.polioeradication.org"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Nigeria"
    ],
    "scraped_at": "2026-01-29T22:04:21.497724",
    "first_seen_utc": "2026-01-29T16:19:21.497742"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011DON034",
    "title": "Influenza A (H5N1) virus - Egypt",
    "published_date": "2011-04-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "The Ministry of Health of Egypt has announced four new confirmed cases of human infection with avian influenza A(H5N1) virus.",
          "The first case is a 20 years old female from Behaira Governorate. She developed symptoms on 14 March and was hospitalized on 19 March. She was in a critical condition and died on 28 March.",
          "The second case is a two years old female from Menofeya Governorate. She developed symptoms on 26 March and was hospitalized on 27 March. She is still under treatment and in a stable condition.",
          "The third case is a 55 year old female from Behaira Governorate. She developed symptoms on 20 March and was hospitalized on 22 March. She recovered and was discharged on 5 April.",
          "The fourth case is a 1 year old male from Fayoum Governorate He developed symptoms on 20 March and was hospitalized on 28 March. He is still under treatment and in a stable condition.",
          "All the cases received oseltamivir treatment at the time of hospitalization.",
          "Investigations into the source of infection indicate that the cases had exposure to sick and/or dead poultry suspected to have avian influenza.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 141 cases confirmed to date in Egypt, 46 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Influenza A (H5N1) virus - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:23.488971",
    "first_seen_utc": "2026-01-29T16:19:23.488989"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_11a-en",
    "title": "2011 - Bangladesh",
    "published_date": "2011-04-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 April 2011 - The Ministry of Health and Family Welfare, Government of the People's Republic of Bangladesh has confirmed a new case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 2 years old male from Kamalapur, Dhaka. He developed symptoms on 1 March. He visited the influenza sentinel surveillance site on 9 March where he was sampled. He completely recovered.",
          "Detailed epidemiological investigation and contact follow up was conducted by a team from the Institute of Epidemiology Disease Control and Research (IEDCR), the International Centre for Diarrhoeal Disease Research, Bangladesh ( ICDDRB) and WHO Bangladesh, and no further cases were identified.",
          "The investigation into the source of infection indicate that the case had exposure to sick poultry. Although the case is from the same locality as the previous case they had no direct contact with each other.",
          "The case was confirmed as being infected with A(H5N1) by the Institute of Epidemiology Disease Control and Research (IEDCR)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:04:24.745888",
    "first_seen_utc": "2026-01-29T16:19:24.745906"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_11b-en",
    "title": "2011 - Cambodia",
    "published_date": "2011-04-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 April 2011 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case was an 11 year old girl from Steung Trang district, Kampong Cham Province. She developed symptoms on 22 March, was initially treated by local villagers with no effect and was admitted to a local hospital on 29 March. Further treatment at the local hospital was ineffective and she was referred to a regional hospital where she died within four hours of admission on 31 March.",
          "There have been reports of poultry die off in her village. The girl is the fourteenth person in Cambodia to become infected with the H5N1 virus and the twelfth to die from complications of the disease. All four cases of H5N1 infections in humans in Cambodia this year have been fatal.",
          "All contacts of the case have been tested and are negative for A/H5N1 influenza virus."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:04:43.962526",
    "first_seen_utc": "2026-01-29T16:19:43.962544"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_06-en",
    "title": "2011 - Egypt",
    "published_date": "2011-04-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "6 April 2011 - The Ministry of Health of Egypt has announced four new confirmed cases of human infection with avian influenza A(H5N1) virus.",
          "The first case is a one year old male from Behaira Governorate. He developed symptoms on 14 February, was hospitalized on 16 February. He recovered and was discharged on 22 February.",
          "The second case is a three years old female from Behaira Governorate. She developed symptoms on 10 March, was hospitalized on 12 March. She recovered and was discharged on 18 March. The previous two cases are from the same district but different villages and they are not relatives.",
          "The third case a 34 year old female from Alexandria Governorate. She developed symptoms on 9 March and was hospitalized on 15th March. She is still under treatment in a stable condition.",
          "The fourth case is a 30 years old female from Kafr El-Shaikh Governorate. She developed symptoms on 7 March and was hospitalized on 15 March. She recovered and was discharged on 27 March.",
          "Investigations into the source of infection indicate that all cases had exposure to sick and/or dead poultry suspected to have avian influenza.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 137 cases confirmed to date in Egypt, 45 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:46.487993",
    "first_seen_utc": "2026-01-29T16:19:46.488008"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_04_01-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-04-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "1 April 2011 - The Ministry of Health of Indonesia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 28 year old female from Gunung Kidul district, Yogyakarta Province. She developed symptoms on 1 March, was admitted to a health care facility on 6 March and referred to a hospital on 11 March. She died on 14 March.",
          "The cases’ family owned chicken and ducks, and the case visited local village/town traditional market on a daily basis. There were many free roaming poultry in the neighborhood and it was reported there were chicken deaths in the previous months.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.",
          "Of the 176 cases confirmed to date in Indonesia, 145 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:48.273777",
    "first_seen_utc": "2026-01-29T16:19:48.273790"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_29-en",
    "title": "2011 - Egypt",
    "published_date": "2011-03-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "29 March 2011 - The Ministry of Health of Egypt has announced three new confirmed cases of human infection with avian influenza A(H5N1) virus.",
          "The first case is a 32 year old male from Suez Governorate. He developed symptoms on 8 March, was hospitalized on 12 March and died on 13 March.",
          "The second case is a 28 year old female from Giza Governorate. She developed symptoms on 8 March and was hospitalized on 10 March. She is in a stable condition.",
          "The third case is a 4 year old male from Behira Governorate. He developed symptoms on 5 March and was hospitalized on 7 March. He recovered and was discharged on 12 March.",
          "Investigations into the source of infection indicate that the cases had exposure to sick and/or dead poultry suspected to have avian influenza.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 133 cases confirmed to date in Egypt, 45 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:57.989819",
    "first_seen_utc": "2026-01-29T16:19:57.989834"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_25-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-03-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "25 March 2011 - The Ministry of Health of Indonesia has announced a confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 2 year old female from Bekasi City, West Java Province. She developed symptoms on 2 March, was admitted to a health care facility on 3 March and referred to a hospital on 9 March. She has fully recovered from her illness.",
          "The case’s mother (see update, 14 March) died of confirmed avian influenza A(H5N1) virus infection one day prior to onset of illness in the new case.",
          "The child accompanied her mother to the traditional market where live poultry were sold but investigations into the source of infection are ongoing.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus.",
          "Of the 175 cases confirmed to date in Indonesia, 144 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:05:06.838262",
    "first_seen_utc": "2026-01-29T16:20:06.838277"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_16-en",
    "title": "2011 - Bangladesh",
    "published_date": "2011-03-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 March 2011 - The Ministry of Health and Family Welfare, Government of the People's Republic of Bangladesh has confirmed a case of human infection with avian influenza A (H5N1) virus. The case was detected through the influenza sentinel surveillance centre run by the Institute of Epidemiology Disease Control and Research (IEDCR) and the International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR,B).",
          "The case is a 16 month old female from Kamalapur, Dhaka. She presented at a influenza sentinel surveillance on 8 March with a history of cough and fever and subsequently recovered.",
          "A detailed epidemiological investigation and contact follow up is being conducted by a team of epidemiologists from IEDCR, ICDDRB and WHO Bangladesh.",
          "The case was confirmed as being infected with A(H5N1) by the Institute of Epidemiology Disease Control and Research (IEDCR)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:05:08.075174",
    "first_seen_utc": "2026-01-29T16:20:08.075188"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_15-en",
    "title": "2011 - Egypt",
    "published_date": "2011-03-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "15 March 2011 - The Ministry of Health of Egypt has announced a new confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 38 year old female from Ismailia Governorate. She developed symptoms on 1 March and was hospitalized on 7 March.",
          "She was in a critical condition under artificial ventilation and died on 11 March.",
          "Investigations into the source of infection indicate that the case had exposure to sick poultry suspected to have avian influenza.",
          "The case was confirmed by the Egyptian Central Public Health Laboratory, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 130 cases confirmed to date in Egypt, 44 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:09.869960",
    "first_seen_utc": "2026-01-29T16:20:09.869977"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_14-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-03-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "14 March 2011 - The Ministry of Health of Indonesia has announced 2 new but unrelated confirmed cases of human infection with avian influenza A (H5N1) virus.",
          "The first case is a 2 year old male from Depok City, West Java Province. He developed symptoms on 3 February, was admitted to a private clinic on 5 February and referred to a hospital on 6 February. He died on 6 February. Prior to his illness, sick and dead poultry were reported in his neighborhood.",
          "The second case is a 31 year old female from Bekasi City, West Java Province. She developed symptoms on 23 February, was admitted to a private clinic on 25 February and referred to a hospital on 28 February, where she received oseltamivir treatment. She died on 1 March. Initial investigations indicate the case visited a traditional market where live poultry were sold.",
          "Laboratory tests have confirmed infection with the H5N1 avian influenza virus.",
          "Of the 174 cases confirmed to date in Indonesia, 144 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:05:11.943564",
    "first_seen_utc": "2026-01-29T16:20:11.943584"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_11-en",
    "title": "2011 - Sierra Leone",
    "published_date": "2011-03-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 March 2011 - On 8 February 2011, the Ministry of Health in Sierra Leone notified WHO of two cases of yellow fever in Jahun village in Bonthe district, Southern province.",
          "The index case was a 40 year old female, who developed symptoms on 17 January 2011 and tested positive for IgM by ELISA test conducted by Institut Pasteur in Abidjan on 1 February 2011. The WHO reference laboratory for Yellow Fever at the Institut Pasteur in Dakar confirmed the case on 8 February 2011.",
          "The second case was an 18 year old male identified during an outbreak investigation between 11-14 February. The case tested positive for IgM by ELISA test conducted by the Institute Pasteur in Abidjan.",
          "None of the cases had a history of yellow fever vaccination.",
          "On 5 March 2011, the Ministry of Health of Sierra Leone began a response vaccination campaign targeting 144,479 people aged nine months and above, excluding pregnant women in Bonthe district.",
          "Sierra Leone benefited from a yellow fever preventive mass vaccination campaign in 2009, which covered 11 out of 13 districts in the country, excluding Bonthe and Bombali districts."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Sierra Leone"
    ],
    "scraped_at": "2026-01-29T22:05:14.001990",
    "first_seen_utc": "2026-01-29T16:20:14.002008"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_10-en",
    "title": "2011 - Egypt",
    "published_date": "2011-03-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 March 2011 - The Ministry of Health of Egypt has announced two new confirmed case of human infection with avian influenza A (H5N1) virus and the death of a previously announced case.",
          "The first case is a 17 year old female from Behira Governorate. She developed symptoms on 27 February and was hospitalized on 1 March. She is in a stable condition.",
          "The second case is a 17 year old female from Dakahlia Governorate. She developed symptoms on 24 February and was hospitalized on 26 February. She died on 28 February.",
          "Investigations into the source of infection indicate that the both cases had exposure to sick and dead poultry. Both cases received oseltamivir treatment.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratory, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "The previously reported case, a 32 year old female from Sharkia Governorate (see update 45), died on 3 March.",
          "Of the 129 cases confirmed to date in Egypt, 43 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:15.313857",
    "first_seen_utc": "2026-01-29T16:20:15.313875"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_08-en",
    "title": "2011 - Chad",
    "published_date": "2011-03-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "8 March 2011 - From 1 January to 6 March 2011, the Ministry of Health of Chad reported 923 suspected cases of meningococcal disease including 57 deaths (case-fatality rate: 6.2%). So far, five districts primarily in the region of Logone Occidental experience an epidemic (Benoye, Kello, Laokassy, Melfi and Moundou ) while two others are in alert (Boussou and Sarh).",
          "The predominance of Neisseria meningitidis A in epidemic districts has been laboratory-confirmed by latex agglutination test, with no other Neisseria meningitidis serogroup being identified in these areas.",
          "The International Coordinating Group (ICG) on Vaccine Provision for Epidemic Meningitis Control has provided 752,000 doses of bivalent polysaccharide AC vaccine for a mass vaccination campaign in affected areas of Benoye, Kello, Laokassy, Melfi and Moundou. Vaccines are being provided with the support of the Global Alliance for Vaccines and Immunization (GAVI) and Médecins sans Frontières.",
          "WHO, UNICEF, Médecins sans Frontières and the International Federation of Red Cross (IFRC) are working with the Ministry of Health, Chad, to implement the vaccination campaigns as well as other emergency control measures, including case management and enhanced surveillance in neighbouring districts."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Chad"
    ],
    "scraped_at": "2026-01-29T22:05:16.581741",
    "first_seen_utc": "2026-01-29T16:20:16.581756"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_07-en",
    "title": "2011 - Egypt",
    "published_date": "2011-03-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "7 March 2011 - The Ministry of Health of Egypt has announced two new confirmed cases of human infection with avian influenza A (H5N1) virus.",
          "The first case is a 32 year old female from Sharkia Governorate. She developed symptoms on 10 February and was hospitalized on 14 February. She is in a critical condition.",
          "The second case is a two year old male from Kafr Elsheikh Governorate. He developed symptoms on 18 February and was hospitalized on 20 February. He is under treatment and is in a good general condition.",
          "Investigations into the source of infection indicate that the two cases had exposure to poultry suspected to have avian influenza.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratory, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 127 cases confirmed to date in Egypt, 41 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:17.873425",
    "first_seen_utc": "2026-01-29T16:20:17.873438"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_03_02-en",
    "title": "2011 - Indonesia",
    "published_date": "2011-03-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 March 2011 - The Ministry of Health of Indonesia has announced a new confirmed case\r\nof human infection with avian influenza A (H5N1) virus.",
          "A 26 year old female from Karawang District, West Java Province\r\ndeveloped symptoms on 30 January. She was hospitalized on 3 February,\r\nand was treated with oseltamivir, but died on 8 February.",
          "Initial investigations indicate the case bought poultry meat at a\r\ntraditional market and took home chickens that were slaughtered after\r\npurchase and prepared at the market.",
          "Laboratory tests have confirmed infection with the H5N1 avian influenza\r\nvirus.",
          "Of the 172 cases confirmed to date in Indonesia, 142 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:05:19.196034",
    "first_seen_utc": "2026-01-29T16:20:19.196050"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_02_28-en",
    "title": "2011 - Egypt",
    "published_date": "2011-02-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 February 2011 - The Ministry of Health of Egypt has announced 3 new confirmed cases of human infection with avian influenza A (H5N1) virus.",
          "The first case is a 26 year-old female from Dakahlia Governorate. She developed symptoms on 18 January and was hospitalized on 23 January. She has recovered and was discharged on 7 February.",
          "The second case is a 45 year-old male from Menofia Governorate. He developed symptoms on 20 January and was hospitalized on 26 January. He died on 5 February.",
          "The third case is a 4 year-old male from Damiata Governorate. He developed symptoms on 14 February and was hospitalized on 16 February. He is in a stable condition.",
          "Investigations into the source of infection indicate that the three cases had exposure to poultry suspected to have avian influenza.",
          "The cases were confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 125 cases confirmed to date in Egypt, 41 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:20.774354",
    "first_seen_utc": "2026-01-29T16:20:20.774371"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_02_25-en",
    "title": "2011 - Cambodia",
    "published_date": "2011-02-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "25 February 2011 - The Ministry of Health of Cambodia has announced 2 new confirmed cases of human infection with avian influenza A (H5N1) virus.",
          "A 19-year-old female, from Takong village, Ta Kong commune, Malay district, Banteay Meanchey Province, developed symptoms on early hours of 5 February, was admitted to a private clinic on 9 February, referred to a hospital on 12 February, and died on 12 February without avian influenza being considered as a diagnosis. She had travelled from her home with her husband, her 11-month old son, her mother in law and her sister in law to Rokar Chor village, Bantey Chakrey commune, Prash Sdach district, Prey Veng Province on 3 January. She had multiple exposures to sick and dead poultry between the second half of January and early February. A blood specimen collected at hospital on 12 February was transferred to Institut Pasteur du Cambodge on 22 February and tested positive by (polymerase chain reaction) PCR.",
          "The 11-month-old son developed symptoms on 5 February, was admitted to hospital 15 February and died on 17 February. He also had multiple exposures to sick and dead poultry in the same time frame. The presence of H5N1 virus in nasopharyngeal specimens was confirmed by Institut Pasteur du Cambodge, the National Influenza Centre on 20 February.",
          "The Ministry of Health has been coordinating the response with assistance from WHO. To date no other symptomatic contacts have been found.",
          "Of the 13 cases of human H5N1 virus infection confirmed since 2005 in Cambodia, 11 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:05:22.162021",
    "first_seen_utc": "2026-01-29T16:20:22.162040"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_02_09-en",
    "title": "2011 - Cambodia",
    "published_date": "2011-02-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "9 February 2011 - The Ministry of Health of Cambodia has announced a new confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The 5 year old female, from Prek Leap village, Sangkat Prek Leap, Khan Reussey Keo, Phnom Penh, developed symptoms on 29 January, was admitted to a hospital on 3 February and died 12 hours following admission. The presence of H5N1 virus in nasopharyngeal specimens was confirmed by Institut Pasteur, the National Influenza Centre in Cambodia. The case had been in contact with sick poultry during the 7 days before onset of symptoms.",
          "The Ministry of Health has been coordinating the response. Actions have included contact tracing, collecting specimens from suspected cases, and providing oseltamivir prophylaxis to close contacts; active surveillance and joint investigation with animal health authorities; community education; and public communications coordination with the assistance of WHO.",
          "Of the 11 cases of human H5N1 virus infection confirmed since 2005 in Cambodia, 9 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:05:23.462898",
    "first_seen_utc": "2026-01-29T16:20:23.462915"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_02_02-en",
    "title": "2011 - Egypt",
    "published_date": "2011-02-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 February 2011 - The Ministry of Health of Egypt has announced a case of human infection with avian influenza A(H5N1) virus. A 7 year-old male from Gharbia Governorate, developed symptoms on 20 January and was hospitalized on 20 January. He is in a stable condition.",
          "Investigations into the source of infection indicated that the case had exposure to sick poultry.",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network (GISN).",
          "Of the 122 cases confirmed to date in Egypt, 40 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:24.724362",
    "first_seen_utc": "2026-01-29T16:20:24.724381"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_02_01-en",
    "title": "2011",
    "published_date": "2011-02-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "1 February 2011 - More than 700,000 people were vaccinated against yellow fever in the recent emergency vaccination campaign in Côte d'Ivoire led by the Ministry of Health with support from WHO and UNICEF.",
          "The campaign, conducted from 21 to 28 January 2011, reached 88% of the targeted population in the districts of Katiola, Beoumi (in the center of the country), Seguela, Mankono (in the North). The high vaccination coverage results were validated by a field survey conducted by WHO the next day following the campaign.",
          "Suspected cases of yellow fever were notified by Côte d'Ivoire on 3 January, and 12 cases were laboratory confirmed on 17 January by the regional reference laboratory, Institut Pasteur in Dakar. The outbreak has affected the districts of Seguela (14 cases, including 10 deaths), Mankono (1 case), Beoumi (18 cases including 9 deaths) and Katiola (46 cases, including 16 deaths)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:05:25.978646",
    "first_seen_utc": "2026-01-29T16:20:25.978662"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_01_25-en",
    "title": "2011",
    "published_date": "2011-01-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "25 January 2011 - On 3 January 2011, the Minister of Health in Côte d'Ivoire notified WHO of a yellow fever outbreak in the north of the country. As of January 17, 2011 a total of 12 cases tested IgM positive by ELISA at the Institut Pasteur of Abidjan and were subsequently confirmed positive for yellow fever by the regional reference laboratory, the Institut Pasteur of Dakar (by ELISA and PRNT). These cases originate from Béoumi and Katiola districts, in the Bandama Valley Region in the centre of the country, and Séguéla and Mankono in the Worodougou Region in the north of the country.",
          "In response to this outbreak, a field investigation was conducted in Béoumi and Katiola districts from 10 to 15 January 2011 by the Ministry of Health with support from the WHO country office. During this investigation a total of 64 suspected cases, including 25 deaths, were identified. Further laboratory testing is on-going.",
          "On 22 January, the Ministry of Health of Cote d'Ivoire started an emergency vaccination campaign targeting over 840,000 people aged nine months and older in Béoumi, Katiola, Mankono and Séguéla districts, with support from WHO and UNICEF. GAVI-funded vaccines released by the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) for the 2010 country mass preventive campaign will be used. The four districts were part of the 61 districts chosen for the preventive campaign, which could not be conducted last year due to the political situation."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011"
    ],
    "scraped_at": "2026-01-29T22:05:27.220549",
    "first_seen_utc": "2026-01-29T16:20:27.220562"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_01_20-en",
    "title": "2011 - Egypt",
    "published_date": "2011-01-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 January 2011 - The Ministry of Health of Egypt has announced a new case of human infection of H5N1 avian influenza. A 1-year-old male from Alexandria Governorate, developed symptoms on 12 January and was hospitalized on 13 January. He is in a stable condition.",
          "Investigations into the source of infection indicated that the case had exposure to poultry.",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network (GISN).",
          "Of the 121 cases confirmed to date in Egypt, 40 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:28.441738",
    "first_seen_utc": "2026-01-29T16:20:28.441760"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_01_19-en",
    "title": "2011 - Uganda",
    "published_date": "2011-01-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 January 2011 - On 23 December 2010, the Minister of Health in Uganda reported 3 laboratory confirmed cases of yellow fever, detected through a special investigation following an outbreak in the country in October 2010. The cases were reported in 3 districts of Abim, Agago and Kitgum near the border with South Sudan.",
          "In total, five cases have been laboratory confirmed for yellow fever by the US Centers for Disease Control and Prevention (3 by RT-PCR, 1 by ELISA method and 1 by histopathology). A total of 226 cases compatible with the clinical case definition including 53 deaths have been reported by 12 districts in northern Uganda.",
          "Following field investigations by the Ministry of Health with the support of WHO, Médecins Sans Frontières (MSF), the US and others partners, a decision was made to conduct a reactive mass vaccination campaign in 5 districts (Abim, Agago, Kitgum, Lamwoo and Pader). On 31 December 2010, WHO deployed three additional experts to support risk assessment, and planning and implementation of control measures which include strengthening of the surveillance system and the vaccination campaign.",
          {
            "text": "A request for one million doses of vaccine was submitted to the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) on 4 January 2011 and the vaccine from the GAVI funded emergency stockpile was shipped to the country on 11 January 2011. The vaccination campaign will start on 22 January 2011, targeting a population of over 905,000 people.",
            "bullets": [
              "WHO yellow fever health topics page"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      },
      {
        "text": "WHO yellow fever health topics page",
        "url": "https://www.who.int/topics/yellow_fever/en/index.html"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:05:29.830710",
    "first_seen_utc": "2026-01-29T16:20:29.830729"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_01_12-en",
    "title": "2011 - Egypt",
    "published_date": "2011-01-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "13 January 2011 - The Ministry of Health of Egypt has announced a new case of human infection of H5N1 avian influenza. A 10-year-old male from Giza Governorate, developed symptoms on 5 January and was hospitalized on 8 January. He is in a stable condition.",
          "Investigations into the source of infection indicated that the case had exposure to poultry.",
          "The case was confirmed by the Egyptian Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network (GISN).",
          "Of the 120 cases confirmed to date in Egypt, 40 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:31.112375",
    "first_seen_utc": "2026-01-29T16:20:31.112393"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2011_01_05-en",
    "title": "2011 - Egypt",
    "published_date": "2011-01-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 January 2011 - The Ministry of Health of Egypt has announced four new cases of human infection with H5N1 avian influenza.",
          "A 56 year-old female from Sharkia governorate. She developed symptoms on 22 December, was hospitalized on 23 December and received treatment with oseltamivir. She was discharged from the hospital on 30 December 2010 in a stable condition.",
          "No information is available regarding poultry exposure. Investigations into the source of infection are underway.",
          "A 25 year-old female from Qena Governorate. She developed symptoms on 19 December 2010 and was admitted in the hospital on 27 December 2010 and died on 29 December 2010. Case investigation revealed that she had contact with poultry.",
          "A 27 year-old male from Ismailia Governorate. He developed symptoms on 23 December 2010 and was admitted to hospital on 28 December 2010. He is still under treatment in the hospital. No information is available regarding poultry exposure. Investigations into the source of infection are underway.",
          "A 40 year-old male from Dakahlia Governorate. He developed symptoms on 25 December 2010 and was admitted to hospital on 30 December 2010. He died on 2nd January 2011. He had contact with poultry.",
          "Laboratory tests have confirmed the H5N1 virus.",
          "Of the 119 cases confirmed to date in Egypt, 40 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2011"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2011 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:33.023507",
    "first_seen_utc": "2026-01-29T16:20:33.023520"
  }
]