[
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_12_12-en",
    "title": "2012 - Congo",
    "published_date": "2012-12-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Ministry of Health of the Republic of Congo is launching an emergency mass-vaccination campaign against yellow fever in Ewo District in Cuvette-Ouest region."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "12 December 2012 - The Ministry of Health of the Republic of Congo is launching an emergency mass-vaccination campaign against yellow fever in Ewo District in Cuvette-Ouest region, beginning next week.",
          "The emergency vaccination campaign aims to cover approximately 35,000 people in three health districts of Mbama, Ewo and Okoyo, all of which belong to the administrative district of Ewo.",
          "The emergency vaccination campaign is being carried out after recent confirmation of a case with yellow fever virus infection that occurred in October 2012. The case was identified through the national surveillance programme for yellow fever.",
          "Laboratory confirmation was done at Institut National de Recherche Biomédicale Kinshasa (INRB), and reconfirmed by a WHO regional reference laboratory for yellow fever, Institut Pasteur , Dakar, Senegal.",
          "The vaccination campaign is being supported by the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG 1 ), the GAVI Alliance and the European Commission’s Humanitarian Aid and Civil Protection Department (ECHO).",
          "1 The YF-ICG is a partnership that manages the stockpile of yellow fever vaccines for emergency response on the basis of a rotation fund. It is represented by United Nations Children's Fund (UNICEF), Médecins Sans Frontières (MSF) and the International Federation of Red Cross and Red Crescent Societies (IFRC) and WHO, which also serves as the Secretariat. The stockpile was created by GAVI Alliance."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:01:54.143059",
    "first_seen_utc": "2026-01-29T16:16:54.143073"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_12_06-en",
    "title": "2012 - Sudan",
    "published_date": "2012-12-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Federal Ministry of Health (FMOH) in Sudan began a 10-day mass vaccination campaign against yellow fever in Darfur on 20 November 2012, in response to the outbreak."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "6 December 2012 - As of 4 December, a total of 732 suspected cases of yellow fever, including 165 deaths have been reported in 33 out of 64 localities in Darfur. Laboratory results have confirmed yellow fever by IgM ELISA test and PCR in 40 clinical samples. Tests were conducted at the National Public Health Laboratory in Khartoum, with support from the US Naval Medical Unit 3 (NAMRU-3), WHO Collaborating Center for Emerging Infectious Diseases.",
          "Currently, the Federal Ministry of Health is organizing an emergency mass vaccination campaign against yellow fever. The first phase of the campaign began on 21 November 2012, to cover 2.2 million people, and the second phase of the campaign is planned for this month, to cover an additional 1.2 million at risk population.",
          "The vaccination campaign is being supported by the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG 1 ), GAVI Alliance, ECHO, Central Emergency Response Fund (CERF), Sudan Common Humanitarian Fund (CHF), and non-governmental organizations working where the campaign is being carried out.",
          "A comprehensive assessment of the outbreak is ongoing, to obtain additional epidemiological, laboratory and entomological information to understand the evolution of the outbreak and the risk of the epidemic.",
          "WHO has activated the Global Outbreak Alert and Response Network (GOARN) and is deploying additional experts including an entomologist, virologists and an epidemiologist to support the ongoing response in the country.",
          "1 The YF-ICG is a partnership that manages the stockpile of yellow fever vaccines for emergency response on the basis of a rotation fund. It is represented by United Nations Children's Fund (UNICEF), Médecins Sans Frontières (MSF) and the International Federation of Red Cross and Red Crescent Societies (IFRC) and WHO, which also serves as the Secretariat. The stockpile was created by GAVI Alliance."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sudan"
    ],
    "scraped_at": "2026-01-29T22:01:59.024606",
    "first_seen_utc": "2026-01-29T16:16:59.024627"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012DON028",
    "title": "Novel coronavirus infection - Saudi Arabia and Jordan",
    "published_date": "2012-11-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "In addition to the fatal case of novel coronavirus in Saudi Arabia reported to WHO on 28 November, two fatal cases in Jordan have been reported to WHO today, bringing the total of laboratory-confirmed cases to nine.",
          "The latest confirmed case from Saudi Arabia occurred in October 2012 and is from the family cluster of the two cases confirmed earlier.",
          "The two cases from Jordan occurred in April 2012. At that time, a number of severe pneumonia cases occurred in the country and the Ministry of Health (MOH) Jordan promptly requested a WHO Collaborating Centre for Emerging and Re-emerging Infectious Diseases (NAMRU – 3) team to immediately assist in the laboratory investigation. The NAMRU-3 team went to Jordan and tested samples from this cluster of cases.",
          "On 24 April 2012 the NAMRU-3 team informed the MOH that all samples had tested negative for known coronaviruses and other respiratory viruses. As the novel coronavirus had not yet been discovered, no specific tests for it were available.",
          "In October 2012, after the discovery of the novel coronavirus, stored samples were sent by MOH Jordan to NAMRU-3. In November 2012 NAMRU-3 provided laboratory results that confirmed two cases of infection with the novel coronavirus.",
          "The MOH Jordan has requested WHO assistance in investigating these infections. A mission from WHO Eastern Mediterranean Regional Office (EMRO) and headquarters arrived in Amman on 28 November 2012 to assist in further epidemiological surveillance and to strengthen the sentinel surveillance systems for severe acute respiratory infections (SARIs).",
          "In summary, to date a total of nine laboratory-confirmed cases of infection with the novel coronavirus have been reported to WHO – five cases (including 3 deaths) from Saudi Arabia, two cases from Qatar and two cases (both fatal) from Jordan."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Novel coronavirus infection - Saudi Arabia and Jordan"
    ],
    "scraped_at": "2026-01-29T22:02:00.332861",
    "first_seen_utc": "2026-01-29T16:17:00.332877"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_30_ebola-en",
    "title": "2012 - Uganda",
    "published_date": "2012-11-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 28 November 2012, the Ministry of Health in Uganda reported 7 cases (6 confirmed, 1 probable)  with Ebola haemorrhagic fever in Luweero and Kampala districts.  Of these cases, 4 died."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "30 November 2012 - As of 28 November 2012, the Ministry of Health in Uganda reported 7 cases (6 confirmed, 1 probable) with Ebola haemorrhagic fever in Luweero and Kampala districts. Of these cases, 4 died.",
          "Field teams continue to investigate cases alerted to them from the communities. The major challenge faced in some communities is the belief that witch-craft and not Ebola was the cause of deaths, despite ongoing intensive awareness campaigns. Social mobilization teams are working closely with traditional healers and religious leaders to raise awareness on prevention and control of the disease.",
          "WHO and partners, including the US Centers for Disease Control and Prevention (CDC), Médecins Sans Frontières (MSF), the Uganda Red Cross (URCS), African Field Epidemiology Network (AFENET) and Plan Uganda continue to support the national authorities in the response to the outbreak. Through WHO, an expert on infection prevention and control has been deployed to the field.",
          "With respect to this event, WHO does not recommend that any travel or trade restriction be applied to Uganda.",
          "Note: The total number of cases reported on 23 November2012 was 10 (6 confirmed, 4 probable) Probable cases that tested negative for Ebola have been classified as Non-Cases and excluded from the case counts."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:02.695726",
    "first_seen_utc": "2026-01-29T16:17:02.695740"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/novel-coronavirus-infection---saudi-arabia-and-qatar",
    "title": "Novel coronavirus infection - Saudi Arabia and Qatar",
    "published_date": "2012-11-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "WHO has been notified of four additional cases, including one death, due to infection with the novel coronavirus. The additional cases have been identified as part of the enhanced surveillance in Saudi Arabia (3 cases, including 1 death) and Qatar (1 case). This brings the total of laboratory confirmed cases to 6.",
          "Investigations are ongoing in areas of epidemiology, clinical management, and virology, to look into the likely source of infection, the route of exposure, and the possibility of human-to-human transmission of the virus. Close contacts of the recently confirmed cases are being identified and followed-up.",
          "So far, only the two most recently confirmed cases in Saudi Arabia are epidemiologically linked - they are from the same family, living in the same household. Preliminary investigations indicate that these 2 cases presented with similar symptoms of illness. One died and the other recovered.",
          "Additionally, 2 other members of this family presented with similar symptoms of illness, where one died and the other is recovering. Laboratory results of the fatal case is pending, while the case that is recovering tested negative for the novel coronavirus.",
          "WHO continues to work with the governments of Saudi Arabia, Qatar and other international health partners to gain a better understanding of the novel coronavirus and the disease in humans. Further epidemiological and scientific studies are needed to better understand the virus.",
          "WHO encourages all Member States to continue their surveillance for severe acute respiratory infections (SARI) and is currently reviewing the case definition and other guidance related to the novel coronavirus. Until more information is available, it is prudent to consider that the virus is likely more widely distributed than just the two countries which have identified cases. Member States should consider testing of patients with unexplained pneumonias for the new coronavirus even in the absence of travel or other associations with the two affected countries. In addition, any clusters of SARI or SARI in health care workers should be thoroughly investigated regardless of where in the world they occur.",
          "Of the 6 laboratory confirmed cases reported to WHO, 4 cases (including 2 deaths) are from Saudi Arabia and 2 cases are from Qatar."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Novel coronavirus infection - Saudi Arabia and Qatar"
    ],
    "scraped_at": "2026-01-29T22:02:04.019648",
    "first_seen_utc": "2026-01-29T16:17:04.019674"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_23_ebola-en",
    "title": "2012 - Uganda",
    "published_date": "2012-11-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 23 November 2012, the Ministry of Health (MoH) of Uganda has reported 10 cases (6 confirmed and 4 probable,), including 5 deaths in Luweero and Kampala."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "23 November 2012 - As of 23 November 2012, the Ministry of Health (MoH) of Uganda has reported 10 cases (6 confirmed and 4 probable,), including 5 deaths in Luweero and Kampala.",
          "The last confirmed case was hospitalised on 17 November 2012. Close contacts of the Ebola cases are being identified and followed up for a period of 21 days. All the cases alerted to the field teams are being investigated.",
          "WHO and partners, including the US Centers for Disease Control and Prevention (CDC), Médecins Sans Frontières (MSF), the Uganda Red Cross (URCS), African Field Epidemiology Network (AFENET) and Plan Uganda are supporting the national authorities in the investigation and response to the outbreak.",
          "Experts in the area of field epidemiology, health promotion, logistics management, and infection prevention and control , have been mobilized by WHO through the Global Outbreak Alert and Response Network (GOARN), to provide support to the response.",
          "With respect to this event, WHO does not recommend that any travel or trade restriction be applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:08.562450",
    "first_seen_utc": "2026-01-29T16:17:08.562466"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_23_update-en",
    "title": "2012 - Uganda",
    "published_date": "2012-11-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 23 November 2012, a total of 20 (probable or confirmed) cases, including 9 deaths have been reported from4 districts in Uganda (Kabale, Ibanda, Mbarara, and Kampala)."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "23 November 2012 - As of 23 November 2012, a total of 20 (probable or confirmed) cases, including 9 deaths have been reported from4 districts in Uganda (Kabale, Ibanda, Mbarara, and Kampala).",
          "The last confirmed case was hospitalised on 31 October 2012.",
          "The Ministry of Health continues to conduct active surveillance and investigation on all cases alerted in the 4 districts. Close contacts of the Marburg cases are being followed-up for a period of 21 days.",
          "WHO and international partners, including the US Centers for Disease Control and Prevention (CDC), the Uganda Red Cross (URCS), African Field Epidemiology Network (AFENET), Plan Uganda and Médecins Sans Frontières (MSF) are supporting the national authorities in the investigation and response to the outbreak. Experts have been deployed through the Global Outbreak Alert and Response Network (GOARN) to strengthen the field team.",
          "Trainings are being provided to health professionals on infection prevention and control (IPC), and on field information management. Social mobilization activities are being conducted to raise awareness on prevention and control of Marburg haemorrhagic fever.",
          "With respect to this outbreak, WHO does not recommend that any travel or trade restriction be applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:09.804081",
    "first_seen_utc": "2026-01-29T16:17:09.804101"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_22-en",
    "title": "2012 - Sudan",
    "published_date": "2012-11-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Federal Ministry of Health (FMOH) in Sudan began a 10-day mass vaccination campaign against yellow fever in Darfur on 20 November 2012, in response to the outbreak."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "22 November 2012 - The Federal Ministry of Health (FMOH) in Sudan began a 10-day mass vaccination campaign against yellow fever in Darfur on 20 November 2012, in response to the outbreak.",
          "As of 17 November 2012, the outbreak is reported to have affected 26 localities, with a total of 459 suspected cases including 116 deaths. Two cases were confirmed by IgM ELISA test and RT-PCR by the WHO regional reference laboratory for yellow fever, the Institut Pasteur in Dakar, Senegal. An outbreak investigation team led by the Ministry of Health, with support from WHO are in the field to assess the extent of the outbreak and prioritize areas for the mass vaccination campaign.",
          "With support from the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG), the Central Emergency Response Fund (CERF), and international non-governmental organizations (INGOs), the vaccination campaign will be carried out in the most affected 12 localities in Darfur region, targeting approximately 2.2 million people.",
          "The YF-ICG is a partnership which manages stockpile of yellow fever vaccines for emergency response. It is represented by United Nations Children's Fund (UNICEF), Médecins Sans Frontières (MSF) and the International Federation of Red Cross and Red Crescent Societies (IFRC) and WHO, which also serves as the Secretariat.",
          "Seven INGOs, including the International Committee of the Red Cross, MSF-Belgium, MSF-Spain, MSF-Swiss, Merlin, Save the Children-Swiss, and International Medical Corps are currently working in the 12 localities prioritized for the vaccination campaign. They will actively support the FMOH in this emergency response.",
          "WHO is supporting the State Ministries of Health in conducting field investigations to better assess the epidemiological situation and the risk of disease spread, as well as on-the-job trainings for health staff to strengthen their disease surveillance systems and to improve collection of samples and laboratory diagnosis..",
          "WHO has activated the Global Outbreak Alert and Response Network (GOARN) and additional support will soon be provided to the ongoing response efforts in the country."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sudan"
    ],
    "scraped_at": "2026-01-29T22:02:11.039488",
    "first_seen_utc": "2026-01-29T16:17:11.039504"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_17-en",
    "title": "2012 - Uganda",
    "published_date": "2012-11-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Ministry of Health (MoH) of Uganda has notified WHO of an outbreak of Ebola haemorrhagic fever in Luweero district in Central Uganda."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "17 November 2012 - The Ministry of Health (MoH) of Uganda has notified WHO of an outbreak of Ebola haemorrhagic fever in Luweero district in Central Uganda.",
          "Four cases, including 3 fatal, have been reported. Samples were taken from two cases, for which laboratory confirmation of Ebola virus (species Sudan) was made by PCR and serology tests at the Uganda Virus Research Institute (UVRI) in Entebbe.",
          "The Ministry of Health, WHO and Médecins Sans Frontières (MSF) have sent a team to conduct preliminary investigation into the outbreak. Health authorities are conducting active case search and tracing close contacts of the confirmed and probable cases.",
          "The isolation facility at Mulago hospital in Kampala is reactivated and another isolation facility at Nyimbwa Health Center IV at the epicenter is being established. The military hospital in Bombo, Luweero district is also serving a holding center until the isolation facility is properly set up at the Nyimbwa Health Center IV. Seven close contacts of the cases have developed symptoms and are being isolated in the isolation facilities.",
          "WHO and partners, including the Centers for Disease Control and Prevention (CDC), the Uganda Red Cross (URCS), African Field Epidemiology Network (AFENET) and Médecins-Sans-Frontières (MSF) are supporting the authorities in the response activities. Experts in the area of field epidemiology, health promotion, logistics management, and infection prevention and control are being identified to provide additional support through the Global Outbreak Alert and Response Network (GOARN).",
          "With respect to this event, WHO does not recommend that any travel or trade restriction be applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:12.351090",
    "first_seen_utc": "2026-01-29T16:17:12.351108"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_13-en",
    "title": "2012 - Sudan",
    "published_date": "2012-11-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Federal Ministry of Health (FMOH) in Sudan has notified WHO of a yellow fever outbreak affecting 23 localities  in Greater Darfur. As of 11 November 2012, a total of 329 suspected cases including 97 deaths were reported from this outbreak."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "13 November 2012 - The Federal Ministry of Health (FMOH) in Sudan has notified WHO of a yellow fever outbreak affecting 23 localities in Greater Darfur. As of 11 November 2012, a total of 329 suspected cases including 97 deaths were reported from this outbreak. Central and South Darfur have reported most of the suspected cases.",
          "Laboratory confirmation was conducted by WHO regional reference laboratory for yellow fever, the Institut Pasteur in Dakar, Senegal, on two samples which tested positive for yellow fever by IgM ELISA test and RT-PCR Differential diagnosis for other flavivirus was negative.",
          "WHO is supporting the FMOH and other partners in the epidemiological investigation and response to the outbreak. Ongoing activities include strengthening of epidemiological surveillance, conducting entomological assessment and standardizing clinical case management. Community leaders are also being mobilized to support with raising awareness on yellow fever in the affected localities.",
          "The government of Sudan has requested the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) to provide support for a reactive mass vaccination campaign. The YF-ICG has approved of 2.4 million doses of vaccine, which is expected to arrive in the country shortly. Sudan, with support from WHO is expected to start the emergency mass vaccination campaign in the affected areas in order to protect the at risk populations and stop the spread of the disease.",
          "The YF-ICG consists of representatives from United Nations Children's Fund (UNICEF), Médecins sans Frontières (MSF) and the International Federation of Red Cross and Red Crescent Societies (IFRC) and WHO, which also serves as its Secretariat."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sudan"
    ],
    "scraped_at": "2026-01-29T22:02:14.486851",
    "first_seen_utc": "2026-01-29T16:17:14.486868"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_11_01-en",
    "title": "2012 - Mauritania",
    "published_date": "2012-11-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Ministry of Health (MoH) in Mauritania declared an outbreak of Rift Valley Fever (RVF) on 4 October 2012.  From 16 September 2012 (the date of onset of the index case) to 30 October 2012, a total of 34 cases, including 17 deaths have been reported from 6 regions."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "1 November 2012 - The Ministry of Health (MoH) in Mauritania declared an outbreak of Rift Valley Fever (RVF) on 4 October 2012. From 16 September 2012 (the date of onset of the index case) to 30 October 2012, a total of 34 cases, including 17 deaths have been reported from 6 regions. The last case was notified on the 27 October 2012 from Magta Lahjar in the Brakna region. The 6 regions include Assaba, Brakna, Hodh Chargui, Hodh Gharbi, Tagant and Trarza. All the cases had history of contact with animals.",
          "In humans, 25 samples tested positive by ELISA and PCR at the National Reference Laboratory of the National Institute of Public Health Research (INRS) in Nouakchott and at the Institut Pasteur in Dakar. In the animal population, analysis conducted by the National Veterinary Research Laboratory shows virus circulation in several regions of the country.",
          "A multi-sector task force has been jointly established by the MOH and the Ministry of Rural Development to respond to this outbreak. WHO and partners, including the Food and Agriculture Organization (FAO), are working within the task force to strengthen epidemiological surveillance in both human and animal health, strengthen capacity in case management at health care facilities, strengthen health measures in slaughterhouses, and raise awareness among farmers.",
          "A multi-sector investigation team has been deployed to conduct a detailed outbreak investigation among humans and animals in the affected areas. An international team of experts will be deployed to provide technical assistance from 3 to 10 November 2012.",
          "Mauritania experienced an outbreak of RVF in 2010.",
          "With regard to this outbreak, WHO does not recommend any travel or trade restrictions be applied."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Mauritania"
    ],
    "scraped_at": "2026-01-29T22:02:15.793587",
    "first_seen_utc": "2026-01-29T16:17:15.793609"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_31-en",
    "title": "2012 - Uganda",
    "published_date": "2012-10-31",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 28 October 2012, a total of 18 cases and 9 deaths have been reported from 5 districts namely, Kabale district in south-western Uganda, Kampala (the capital city), Ibanda, Mbarara and Kabarole."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "31 October 2012 - As of 28 October 2012, a total of 18 cases and 9 deaths, including a health worker, have been reported from 5 districts namely Kabale district, in south-western Uganda, Kampala (the capital city), Ibanda, Mbarara and Kabarole. The case fatality rate is 50%. The outbreak was declared by the Ministry of Health in Uganda on 19 October 2012. Blood samples from 9 cases have been confirmed for Marburg virus at the Uganda Virus Research Institute (UVRI).",
          "Currently, 13 patients have been admitted to hospital (2 in Kampala, 8 in Kabale, 3 in Ibanda) and their contacts are listed for daily follow up. The latest confirmed case was admitted to Ibanda district isolation ward on 26 October 2012.",
          "The World Health Organization (WHO) and international partners including, the Centers for Disease Control and Prevention (CDC), the Uganda Red Cross (URCS), African Field Epidemiology Network (AFENET) and Médecins-Sans-Frontières (MSF) are supporting the national authorities in outbreak investigation and response. The national task force has identified additional health care workers and epidemiologists to strengthen the teams in the field. Training of health workers on infection prevention and control, surveillance and clinical case management is ongoing. Social mobilization activities are being conducted which include the dissemination of IEC (Information Education Communication) material, sensitization on Marburg prevention and control and broadcast of information through radio channels. The first shipment of personal protective equipment (PPE) provided by WHO arrived over the weekend.",
          "The WHO Regional office has deployed an epidemiologist and a logistician to Uganda to support the response teams on the ground. In addition, a social mobilization expert from WHO Zambia Country Office and a logistician from the Regional Rapid Response Team network have been mobilized for immediate deployment. More experts are being identified by the Global Outbreak Alert and Response Network (GOARN).",
          "As the investigation into the outbreak continues, WHO and partners continue to support the national authorities as needed in the areas of coordination, infection prevention and control, surveillance, epidemiology, public information and social mobilization, anthropological analysis and logistics for outbreak response.",
          "Neighbouring countries have been contacted to strengthen cross border surveillance and preparedness to prevent cross border spread of the outbreak.",
          "WHO advises that there is no need for any restrictions on travel or trade with Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:18.626847",
    "first_seen_utc": "2026-01-29T16:17:18.626867"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_26-en",
    "title": "2012 - Congo",
    "published_date": "2012-10-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 24 October 2012, 52 cases (35 laboratory confirmed, 17 probable) with Ebola haemorrhagic fever (EHF) have been reported in the Democratic Republic of Congo (DRC). Of these, 25 have been fatal (12 confirmed, 13 probable)."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "26 October 2012 - As of 24 October 2012, 52 cases (35 laboratory confirmed, 17 probable) with Ebola haemorrhagic fever (EHF) have been reported in the Democratic Republic of Congo (DRC). Of these, 25 have been fatal (12 confirmed, 13 probable).",
          "The cases are reported from Isiro and Viadana health zones in Haut-Uélé district in Province Orientale.",
          "The Ministry of Health (MoH) continues to work with local health authorities and international partners in active surveillance, tracing of contacts of probable and confirmed cases, infection prevention and control in health care settings, management of patients in health care facilities, logistics, social mobilization, provision of psychosocial support and conducting anthropological analysis to support the control of the outbreak.",
          "Surveillance activities are being strengthened in Isiro and neighbouring areas, including Bedhe and Nakwapongo. In Isiro, health care workers are being trained on basic infection prevention and control in health care settings. Through the Global Outbreak Alert and Response Network (GOARN), a field laboratory has been set up by the Public Health Agency of Canada (PHAC).",
          "Social mobilization activities are being carried out in schools and churches in Isiro, Rungu and Ngosaku to provide information on protection against the Ebola virus and to discuss concerns of the local population."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:20.496387",
    "first_seen_utc": "2026-01-29T16:17:20.496401"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_22-en",
    "title": "2012 - Uganda",
    "published_date": "2012-10-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 21 October 2012, nine (9) probable and confirmed cases, including 5 deaths have been reported with Marburg haemorrhagic fever in Kitumba sub-county, Kabale district in South-western Uganda."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "22 October 2012 - As of 21 October 2012, nine (9) probable and confirmed cases, including 5 deaths have been reported with Marburg haemorrhagic fever in Kitumba sub-county, Kabale district in South-western Uganda. Of these, 3 have been laboratory confirmed by the Uganda Virus Research Institute (UVRI).",
          "An investigation into the outbreak is ongoing. Preliminary investigations indicate that all these cases belong to the same cluster – family and relatives of the index case.",
          "WHO is supporting the Ministry of Health and partners in controlling the outbreak."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:22.657990",
    "first_seen_utc": "2026-01-29T16:17:22.658007"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_21-en",
    "title": "2012 - Uganda",
    "published_date": "2012-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Ministry of Health in Uganda has declared an outbreak of Marburg hemorrhagic fever in Kitumba sub-county, Kabale district in South-western Uganda."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "21 October 2012 - The Ministry of Health in Uganda has declared an outbreak of Marburg hemorrhagic fever in Kitumba sub-county, Kabale district in South-western Uganda.",
          "Blood samples from 3 cases have tested positive for Marburg at the Uganda Virus Research Institute (UVRI). Investigation into the outbreak is ongoing.The Ministry of Health (MOH) is working closely with partners to control the outbreak.",
          "The MOH and WHO have deployed a team to the district to support the outbreak investigation and response, including case contact tracing. The national and district taskforces have been reactivated.",
          "WHO will provide support to the national authorities as needed in the areas of coordination, infection prevention and control (IPC), surveillance, epidemiology, public information and social mobilization, anthropological analysis and logistics for outbreak response.",
          "With respect to this outbreak, WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:23.882288",
    "first_seen_utc": "2026-01-29T16:17:23.882302"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_17-en",
    "title": "2012 - Portugal",
    "published_date": "2012-10-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "An outbreak of dengue fever has been reported in Madeira, Portugal.  As of 10 October 2012, a total of 18 confirmed cases and 191 probable cases have been reported."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "17 October 2012 - An outbreak of dengue fever has been reported in Madeira, Portugal. As of 10 October 2012, a total of 18 confirmed cases and 191 probable cases have been reported.",
          "The Public Health Authorities of Portugal are implementing control measures to reduce the risk of sustained transmission locally, to minimize the impact on the affected population and to prevent the export of infected vectors from the island.",
          "Dengue fever is transmitted by the bite of an Aedes mosquito infected with any one of the four dengue viruses. Symptoms, which appear from 3-14 days after infection, range from mild fever to incapacitating high fever with severe headache, pain behind the eyes, muscle and joint pains and rash.",
          "The public are advised to take individual protective measures during the day to reduce mosquito bites if travelling to areas with dengue fever outbreak.",
          "WHO is supporting the Portuguese Ministry of Health to rapidly develop additional vector control guidance with a specific emphasis on vector control in port settings.",
          "WHO encourages public health authorities in neighboring geographical areas and other Member States to assess the risk for the establishment of Aedes mosquito population and the introduction of dengue in their territories.",
          "Travellers diagnosed with dengue on return from affected areas should be reported to the surveillance systems.",
          "With respect to this event, WHO does not advise any travel or trade restriction to be applied to Madeira Island."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Portugal"
    ],
    "scraped_at": "2026-01-29T22:02:25.105707",
    "first_seen_utc": "2026-01-29T16:17:25.105727"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_10-en",
    "title": "2012 - United Kingdom of Great Britain and Northern Ireland",
    "published_date": "2012-10-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 October 2012 - No new cases of infection with the novel coronavirus have been reported since 22 September 2012. So far, after careful follow-up of close contacts of the two confirmed cases, and a heightened state of global surveillance , there is no evidence of human-to-human transmission of the virus.",
          "The governments of Saudi Arabia, Qatar and the United Kingdom, are continuing their work to gain a better understanding of the disease and the likely source of infection. WHO is supporting the national authorities in their ongoing investigation, and has deployed experts to Saudi Arabia and Qatar as part of an international team. These and future epidemiological and scientific studies will lead to a better understanding of the novel coronavirus.",
          "WHO continues to work with the ministries of health and other international partners to coordinate actions for timely detection, rapid diagnosis and case management of infection caused by the novel coronavirus, should the need arise.",
          "Based on this overall situation, WHO encourages Member States to continue with their routine surveillance to ensure early detection and rapid response to all potential public health threats. WHO will continue to coordinate routine surveillance efforts internationally.",
          "This event was rapidly detected by the international public health community, and notified to WHO under the International Health Regulations (2005). It demonstrates the value of having the appropriate systems and processes in place for early detection, risk assessment and dissemination of information in order to implement appropriate response."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United Kingdom of Great Britain and Northern Ireland"
    ],
    "scraped_at": "2026-01-29T22:02:27.749498",
    "first_seen_utc": "2026-01-29T16:17:27.749514"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012DON034",
    "title": "Cholera - Sierra Leone",
    "published_date": "2012-10-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "The Ministry of Health and Sanitation (MOHS) continues to work closely with partners at the national and international levels to step up response to the ongoing cholera outbreak. Twelve of the 13 districts in Sierra Leone have been affected since the beginning of the year.",
          "In the last 2 months, remarkable progress has been made in controlling the outbreak. A steady decline in daily reported cases continues to be observed. As of the 2 October 2012 the national cumulative number for all twelve districts is 20 736 cases, including 280 deaths (case fatality rate or CFR=1.35%). The cumulative CFR declined from an average of 3.2% in July 2012 to below 0.5% in September 2012. Two (2) deaths have been reported in the last 8 days (since 23 September 2012). The western area of the country where the capital city of Freetown is located has been the most affected location with more than 50% of total cases.",
          "In July 2012, the President of Sierra Leone declared the cholera epidemic a ‘’humanitarian crisis’’. A high level Presidential Cholera Task Force was subsequently established to oversee coordination, mobilization of resources and guide the response. A multi-sectoral approach to the response has been adopted involving the MOHS and other line ministries such as Finance, Information and Communication, and local governments together with partners and stakeholders.",
          "With support from national and international partners and donors, including United Nations Children’s Fund (UNICEF), Oxfam, British Red Cross, Save the Children, Care, Concern, Médecins Sans Frontières (MSF), UK Department of International Development (DFID), UN Office for the Coordination of Humanitarian Affairs (OCHA), International Rescue Committee (IRC), and WHO, the MOHS has scaled up the response particularly in the areas of coordination of the overall response, surveillance and case management.",
          "A Cholera Control and Command Center (C4) has been established at the WHO Country Office in Freetown to strengthen the coordination, and support the MOHS and other health providers to implement activities related to Cholera Preparedness and Response Operation Plan (CPROP), in order to bring the epidemic under control as soon as possible. The C4 also provides information to guide the decision-making of the national task force.",
          "Emphasis is being placed on hygiene promotion, early detection of cases and timely provision of treatment at the district levels, in order to reduce deaths. Cholera cases are managed in Cholera treatment units (CTUs) and where there are no established CTUs, emphasis is placed on designating specific areas within the health facilities for isolation purposes.",
          "The Global Outbreak Alert and Response Network (GOARN) has provided experienced case management and laboratory experts from the International center for Diarrheal Disease Research, Bangladesh (ICDDR,B) to build capacity among health care workers and laboratory technicians in case management and laboratory diagnosis.",
          "Laboratories at the national levels have been supplied with appropriate materials and reagents to collect, transport and analyze laboratory specimens. Laboratory confirmation is important, particularly in new areas experiencing the cholera outbreak.",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions be applied to Sierra Leone."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Cholera - Sierra Leone"
    ],
    "scraped_at": "2026-01-29T22:02:29.023132",
    "first_seen_utc": "2026-01-29T16:17:29.023146"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_08a-en",
    "title": "2012 - Congo",
    "published_date": "2012-10-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "8 October 2012 - As of 7 October 2012, 49 cases (31 laboratory confirmed, 18 probable) with Ebola haemorrhagic fever (EHF) have been reported in the Democratic Republic of Congo (DRC). Of these, 24 have been fatal (10 confirmed, 14 probable).",
          "The cases reported are from Isiro and Viadana health zones in Haut-Uélé district in Province Orientale.",
          "The Ministry of Health (MoH) continues to work with partners, under the National Task Force to identify all possible chains of transmission of the illness and ensure that appropriate measures are taken to interrupt transmission and stop the outbreak. The task force includes Médecins Sans Frontières (MSF); the International Federation of Red Cross and Red Crescent Societies (IFRC); US Agency for International Development (USAID); US Centers for Disease Control and Prevention (CDC); and the United Nations Children’s Fund (UNICEF) and WHO.",
          "Response operations continue in the areas of coordination; Infection Prevention and Control (IPC); surveillance and epidemiology; case management; public information and social mobilization; psychosocial support; anthropological analysis; and logistics.",
          "WHO and the Global Outbreak Alert and Response Network (GOARN) have deployed experts to support operational response, including establishment of a field laboratory and in the area of infection prevention and control in health care settings.",
          "Initial samples were tested and confirmed by Uganda Virus Research Institute (UVRI). CDC established a field laboratory in Isiro in the beginning of the outbreak and Public Health Agency of Canada (PHAC) is continuing to provide support on rapid diagnosis in the field with their mobile laboratory facilities in Isiro.",
          "Ongoing activities in Isiro and neighbouring areas include: training of health care workers on IPC in health care facilities, provision of support on case management, strengthening surveillance, working with traditional healers in raising awareness about EHF, providing psychosocial support to affected families, and conducting outreach to schools.",
          "With respect to this event, WHO does not recommend any travel or trade restrictions to be applied to the DRC.",
          "Human-to-human transmission of the Ebola virus is primarily associated with direct contact with blood and body fluids. Transmission to healthcare workers has been reported when appropriate infection control measures have not been observed.",
          "Health-care workers caring for patients with suspected or confirmed Ebola virus need to apply infection control measures to avoid any exposure to the patient’s blood and body fluids and/or direct unprotected contact with the possibly contaminated environment. In addition, it is important that Standard Precautions, particularly hand hygiene, the use of gloves and other personal protective equipment, safe injection practices and other measures are applied to all patients in all health care settings at all times."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:32.041950",
    "first_seen_utc": "2026-01-29T16:17:32.041969"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_10_04-en",
    "title": "2012 - Uganda",
    "published_date": "2012-10-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "4 October 2012 - The Ministry of Health (MoH), Uganda has declared today, the end of the Ebola haemorrhagic fever (EHF) outbreak in Kibaale district. The last case was confirmed on 3 August 2012 and was discharged from the hospital on 24 August 2012. This is double the maximum incubation period (21 days) for Ebola as recommended by WHO. In the outbreak, a total of 24 probable and confirmed cases were recorded, of which 11 were laboratory confirmed by the Uganda Virus Research Institute (UVRI) in Entebbe. A total of 17 deaths were reported in this outbreak.",
          "National and District Ebola Task Forces were coordinated by the MoH to respond to the outbreak. MoH worked closely with WHO and other agencies which included the African Field Epidemiology Network (AFENET), EMESCO Foundation (a local NGO), Infectious Diseases Institute (IDI), Uganda Red Cross Society (URCS), Médecins Sans Frontières (MSF), the United Nations Children's Fund (UNICEF), US Centers for Disease Control and prevention (CDC), US Agency for International Development (USAID). WHO also coordinated with the Global Outbreak Alert and Response Network (GOARN) to support the response operations.",
          "The response activities carried out during the outbreak included enhanced surveillance for early case detection and contact tracing, reinforcement of infection prevention and control including case management in isolation facilities using barrier nursing and conducting supervised safe burials, reinforcement of standard precautions in health care settings and enhancing communication interventions at the national and community levels.",
          "A team led by CDC conducted ecological studies in Kibaale district to try and understand the likely source and route of transmission of the virus. Samples from bats, primates and livestock were collected to study the possible source of the Ebola virus and putative initial human infection from wildlife.",
          "The Ebola response teams have continued to educate the community on prevention, detection of and early reporting of any suspected cases in future. Health workers in the district have been trained on prevention of health care associated infections.",
          "WHO does not recommend that any travel or trade restrictions be applied to the Uganda with respect to this event.",
          "There are five identified subtypes of Ebola virus. The subtypes have been named after the location where they were been first detected in EHF outbreaks. Three subtypes of the five have been associated with large EHF outbreaks in Africa. Ebola-Zaire, Ebola-Sudan and Ebola-Bundibugyo. EHF is a febrile haemorrhagic illness which causes death in 25-90% of all cases. The Ebola Reston species, found in the Philippines, can infect humans, but no illness or death in humans has been reported to date."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:33.384964",
    "first_seen_utc": "2026-01-29T16:17:33.384983"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_29-en",
    "title": "2012 - United Kingdom of Great Britain and Northern Ireland",
    "published_date": "2012-09-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "29 September 2012 - WHO has continued to monitor the situation. No additional confirmed cases have been reported and there is no evidence so far of person to person transmission of the novel coronavirus.",
          "In order to ensure an appropriate and effective identification and investigation of patients who may be infected with the virus, without overburdening health care systems with unnecessary testing, a revised interim case definition has been issued by WHO (see related links to right of this page). It should be noted that this case definition was developed based on data from two confirmed cases and as such some degree of clinical judgment is required where individual cases are concerned.",
          "WHO has been cooperating closely with the laboratories which were responsible for the confirmation of the presence of the novel coronavirus in the two confirmed cases. These laboratories have been working on the development of diagnostic reagents and protocols which can be provided to laboratories that are not in a position to develop their own, and these are now available. WHO is now seeking to broaden the number of laboratories that will be able to assist Member States with the detection or confirmation of this novel virus.",
          "WHO has received offers of support from a number of major public health institutions around the world to assist with testing, should the need arise. The complete nucleic acid sequence of the virus has been uploaded to Genbank and the testing protocol, utilizing real-time PCR, has been published.",
          "WHO does not advise special screening at points of entry with regard to this event nor does it recommend that any travel or trade restrictions are applied.",
          "WHO continues to inform its Member States through the designated National Focal Points under the International Health Regulations (2005)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United Kingdom of Great Britain and Northern Ireland"
    ],
    "scraped_at": "2026-01-29T22:02:34.754604",
    "first_seen_utc": "2026-01-29T16:17:34.754624"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_28-en",
    "title": "2012 - United Kingdom of Great Britain and Northern Ireland",
    "published_date": "2012-09-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 September 2012 - As of 28 September 2012, no additional confirmed cases due to infection with the novel coronavirus have been reported to WHO.",
          "WHO is working closely with the national authorities of the involved countries (Qatar, Saudi Arabia, United Kingdom) and international partners in order to better understand the public health risk from the novel coronavirus.",
          "From the information available thus far, it appears that the novel coronavirus cannot be easily transmitted from person-to-person.",
          "Given the severity of the two laboratory confirmed cases, WHO is continuing to monitor the situation in order to provide the appropriate response, expertise and support to its Member States.",
          "Rapid progress has been made in the characterization of the novel coronavirus, and in the development of sensitive and specific diagnostic assays. WHO is collaborating with partner laboratories to make these available as quickly as possible. It is anticipated that the first batch of reagents, together with information and testing algorithms, will be available for urgent testing within the coming days.",
          "Tests for novel coronavirus infection of patients under investigation - based on the case definition issued by WHO – are currently available by some partner laboratories. National Health Authorities can contact these laboratories through WHO.",
          "WHO continues to inform its Member States through the designated National Focal Points under the International Health Regulations (2005).",
          "No travel or trade restrictions have been recommended by WHO for Saudi Arabia or Qatar with respect to the novel coronavirus infections."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United Kingdom of Great Britain and Northern Ireland"
    ],
    "scraped_at": "2026-01-29T22:02:36.008615",
    "first_seen_utc": "2026-01-29T16:17:36.008630"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_27-en",
    "title": "2012 - Congo",
    "published_date": "2012-09-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "27 September 2012 - As of 24 September 2012, 51 cases (19 laboratory confirmed, 32 probable) with Ebola haemorrhagic fever (EHF) have been reported in the Democratic Republic of Congo (DRC). Of these, 20 have been fatal (7 confirmed, 13 probable).",
          "The cases reported are from Isiro and Viadana health zones in Haut-Uélé district in Province Orientale. To date, 28 suspected cases have been reported and are being investigated.",
          "The Ministry of Health (MoH) continues to work with partners, under the National Task Force which includes: WHO; Médecins Sans Frontières (MSF); the International Federation of Red Cross and Red Crescent Societies (IFRC); US Agency for International Development (USAID); US Centers for Disease Control and Prevention (CDC); and the United Nations Children’s Fund (UNICEF) to identify all possible chains of transmission of the illness and ensure that appropriate measures are taken to interrupt transmission and stop the outbreak.",
          "Response operations continue in the areas of: coordination; Infection Prevention and Control (IPC); surveillance and epidemiology; case management; public information and social mobilization; psycho social support; anthropological analysis; and logistics. Current activities include: training for health managers and heads of clinic services to strengthen surveillance; outreach to schools through principals, teachers and students; psychosocial support to affected families, particularly in Isiro and surrounding areas, where the latest cases are being detected, and to health care workers; training of social workers who are providing support in the Ebola treatment rooms; and interpersonal communication skills training for front-line staff. Local community-based radio have also broadcast programmes to provide information and address the concerns of the local populations.",
          "WHO and the Global Outbreak Alert and Response Network (GOARN) have deployed experts to support operational response. Technical support has been further strengthened with an infection prevention and control expert to assist in preventing disease transmission in health care and community settings.",
          "With respect to this event. WHO does not recommend any travel or trade restrictions to be applied to the DRC.",
          "Human-to-human transmission of the Ebola virus is primarily associated with direct contact with blood and body fluids. Transmission to healthcare workers has been reported when appropriate infection control measures have not been observed.",
          "Health-care workers caring for patients with suspected or confirmed Ebola virus need to apply infection control measures to avoid any exposure to the patient’s blood and body fluids and/or direct unprotected contact with the possibly contaminated environment. It is important that Standard Precautions, particularly hand hygiene, the use of gloves and other personal protective equipment, safe injections practices and other measures are applied to all patients in all health care settings."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:37.318405",
    "first_seen_utc": "2026-01-29T16:17:37.318425"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_25-en",
    "title": "2012 - United Kingdom of Great Britain and Northern Ireland",
    "published_date": "2012-09-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "25 September 2012 - As of 25 September 2012, no additional cases of acute respiratory syndrome with renal failure due to infection with a novel coronavirus have been reported to WHO. WHO is continuing investigations into two recently confirmed infections identified as a novel coronavirus. Today WHO issued an interim case definition to help countries strengthen health protection measures against the new virus.",
          "The case definition, based on the cases so far, includes criteria for identifying a ‘patient under investigation’, a ‘probable case’ and a ‘confirmed case’. These criteria are based on clinical, epidemiological and laboratory indicators.",
          "Following the confirmation of the novel coronavirus, WHO - under the International Health Regulations - immediately alerted all its Member States about the virus and has been leading the coordination and providing guidance to health authorities and technical health agencies. WHO is also identifying a network of laboratories that can provide expertise on coronaviruses for countries.",
          "On 22 September 2012, the United Kingdom (UK) informed WHO of a case of acute respiratory syndrome with travel history to Saudi Arabia and Qatar.",
          "The case is a previously healthy, 49 year-old male Qatari national that presented with symptoms on 3 September 2012 with travel history to Saudi Arabia several days prior to onset of illness. On 7 September he was admitted to an intensive care unit in Doha, Qatar. On 11 September, he was transferred to the UK by air ambulance from Qatar. The Health Protection Agency of the UK (HPA) conducted laboratory testing and subsequently confirmed the presence of the novel coronavirus.",
          "The HPA compared information from the clinical sample collected from the 49 year-old Qatari national with that of a virus sequenced previously by the Erasmus University Medical Centre, Netherlands. This latter isolate was obtained from lung tissue of a fatal case earlier this year in a 60 year-old Saudi national. This comparison indicated 99.5% identity, with one nucleotide mismatch over the regions compared. *",
          "Though it is a very different virus to SARS, given the severity of the two confirmed cases so far, WHO is engaged in further characterizing the novel coronavirus. As such, international efforts are being stepped up across all WHO six regions to ensure an appropriate and effective response with a WHO specialist team in daily contact with more than a dozen international and regional technical partners.",
          "In addition WHO is working closely with Saudi Arabia, as in previous years, to support the country’s health measures for all visitors participating in the Haji pilgrimage to Mecca next month.",
          "* Please note the change as an earlier version stated that sequencing of the virus isolate from the 49 year old had been compared by HPA."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United Kingdom of Great Britain and Northern Ireland"
    ],
    "scraped_at": "2026-01-29T22:02:38.624858",
    "first_seen_utc": "2026-01-29T16:17:38.624882"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_23-en",
    "title": "2012 - United Kingdom of Great Britain and Northern Ireland",
    "published_date": "2012-09-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 September 2012 - On 22 September 2012, the United Kingdom (UK) informed WHO of a case of acute respiratory syndrome with renal failure with travel history to Saudi Arabia and Qatar.",
          "The case is a previously healthy, 49 year-old male Qatari national that presented with symptoms on 3 September 2012 with travel history to Saudi Arabia prior to onset of illness. On 7 September he was admitted to an intensive care unit (ICU) in Doha, Qatar. On 11 September, he was transferred to the UK by air ambulance from Qatar. The Health Protection Agency of the UK (HPA) conducted laboratory testing and has confirmed the presence of a novel coronavirus .",
          "The HPA compared information from the clinical sample collected from the 49 year-old Qatari national with that of a virus sequenced previously by the Erasmus University Medical Centre, Netherlands. This latter isolate was obtained from lung tissue of a fatal case earlier this year in a 60 year-old Saudi national. This comparison indicated 99.5% identity, with one nucleotide mismatch over the regions compared. *",
          "Coronaviruses are a large family of viruses which includes viruses that cause the common cold and SARS. Given that this is a novel coronavirus, WHO is currently in the process of obtaining further information to determine the public health implications of these two confirmed cases.",
          "With respect to these findings, WHO does not recommend any travel restrictions.",
          "* Please note the change as an earlier version stated that sequencing of the virus isolate from the 49 year old had been compared by HPA."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United Kingdom of Great Britain and Northern Ireland"
    ],
    "scraped_at": "2026-01-29T22:02:39.878636",
    "first_seen_utc": "2026-01-29T16:17:39.878672"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012DON033",
    "title": "Ebola - Democratic Republic of the Congo",
    "published_date": "2012-09-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "As of 15 September 2012, 46 cases (14 laboratory confirmed, 32 probable) with Ebola haemorrhagic fever (EHF) have been reported in the Democratic Republic of Congo (DRC). Of these 19 have been fatal (6 confirmed, 13 probable).",
          "The cases reported are from two health zones of Isiro and Viadana in Haut-Uélé district in Province Orientale. Additionally, 26 suspected cases have been reported and are being investigated.",
          "The MoH continues to work with partners to control the outbreak. Active epidemiological investigation is being done to identify all possible chains of transmission of the illness, and ensure that appropriate measures are immediately taken to interrupt the transmission, and stop the outbreak.",
          "A National Task Force convened by the MoH is working with partners including Médecins Sans Frontières (MSF), the International Federation of Red Cross and Red Crescent Societies (IFRC), US Agency for International Development (USAID), US Centers for Disease Control and Prevention (CDC), United Nations Children’s Fund (UNICEF) and WHO, to control the outbreak.",
          "WHO and the Global Outbreak Alert and Response Network (GOARN) are providing support by deploying experts to the field to work with partners in the areas of coordination, infection prevention and control (IPC), surveillance, epidemiology, public information and social mobilization, anthropological analysis and logistics for outbreak response.",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions be applied to the DRC.",
          "There are five identified subtypes of Ebola virus. The subtypes have been named after the location they have been first detected in Ebola outbreaks. Three subtypes of the five have been associated with large Ebola haemorrhagic fever (EHF) outbreaks in Africa. Ebola-Zaire, Ebola-Sudan and Ebola-Bundibugyo. EHF is a febrile haemorrhagic illness which causes death in 25-90% of all cases. The Ebola Reston species, found in the Philippines, can infect humans, but no illness or death in humans has been reported to date."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Ebola - Democratic Republic of the Congo"
    ],
    "scraped_at": "2026-01-29T22:02:41.110305",
    "first_seen_utc": "2026-01-29T16:17:41.110323"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_18b-en",
    "title": "2012 - Sierra Leone",
    "published_date": "2012-09-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 September 2012 - As of 16 September 2012, a cumulative total of 18,508 cases including 271 deaths (with a case fatality ratio of 1.5%) has been reported in the ongoing cholera outbreak in Sierra Leone since the beginning of the year.",
          "The highest numbers of cases are reported from the Western area of the country where the capital city of Freetown is located.",
          "The Ministry of Health and Sanitation (MOHS) is closely working with partners at national and international levels to step up response to the cholera outbreak. The ongoing activities at the field level include case management; communication and social mobilization; water, sanitation and hygiene promotion; surveillance and data management.",
          "Emphasis is being placed on early detection of cases and timely provision of treatment at the district levels in order to reduce deaths. Cholera cases are managed in cholera treatment units (CTUs) and where there are no established CTUs, emphasis is placed on designating specific areas within the health facilities for isolation purposes.",
          "At the national level, the Cholera command and Control Centre (C4) continues to provide technical advice, coordinate and monitor the outbreak. The C4 was established to implement activities related to the Cholera Preparedness and Response Operation Plan (CPROP) in order to bring the epidemic under control as soon as possible. The C4 will also provide information to guide the decision-making of the national task force.",
          "WHO and partners are supporting the government in the response to the outbreak. Through the Global Outbreak Alert and Response Network (GOARN), experienced case management and laboratory experts from the International Center for Diarrheal Disease Research, Bangladesh (ICDDR, B) are deployed to build capacity among health-care workers and laboratory technicians in case management and laboratory diagnosis.",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions be applied to Sierra Leone."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sierra Leone"
    ],
    "scraped_at": "2026-01-29T22:02:42.353644",
    "first_seen_utc": "2026-01-29T16:17:42.353668"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_14-en",
    "title": "2012 - Congo",
    "published_date": "2012-09-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "14 September 2012 - Retrospective epidemiological investigation recently identified additional confirmed and probable cases with Ebola haemorrhagic fever (EHF) in the Democratic Republic of Congo (DRC), according to the Ministry of Health (MoH).",
          "As of 12 September 2012, 41 cases (9 laboratory confirmed, and 32 probable) have been reported from Haut-Uélé district in Province Orientale. Of these cases, 18 have been fatal. (5 confirmed and 13 probable). 18 healthcare workers are included among the probable cases. 28 suspected cases have also been reported and are being investigated.",
          "Since the last update, an additional 27 cases (1 laboratory confirmed and 26 probable) of EHF were identified through retrospective epidemiological investigation in the two health zones of Isiro and Viadana. The retrospective epidemiological investigation was done to identify cases of illness which might have been EHF between the end of April 2012 and August 2012, and thus help clarify the possible origins of the outbreak and provide additional information on chains of transmission. In addition, active field epidemiological investigation is continuing to help identify all possible chains of continuing transmission of the illness, to ensure that appropriate measures are immediately taken to interrupt the transmission, and stop the outbreak.",
          "Initial samples were tested by the Uganda Virus Research Institute (UVRI) in Entebbe, Uganda, and were confirmed for Ebola virus (Ebola subtype Bundibugyo). Subsequent samples have been tested by the field laboratory in Isiro that has been established by the US Centers for Disease Control and Prevention (CDC).",
          "The MoH continues to work with partners to control the outbreak of EHF. A National Task Force convened by the Democratic Republic of Congo Ministry of Health is working with several partners including WHO, United Nations Children’s Fund (UNICEF), Médecins Sans Frontières (MSF), the International Federation of Red Cross and Red Crescent Societies (IFRC), US Agency for International Development (USAID) and CDC to control the outbreak.",
          "WHO deployed epidemiologists and logisticians from the Regional Office for Africa (AFRO) including the Inter-country Support Team, and WHO headquarters to support the MoH and is working closely with partners in the areas of coordination, surveillance, epidemiology, public information and social mobilization and logistics for outbreak response. Support from the Global Outbreak Alert and Response Network (GOARN), includes deployment of an infection prevention and control (IPC) specialist and an anthropologist to assist with a clearer understanding of the social and anthropological issues among the affected population that could impact the on-going response efforts.",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions be applied to the DRC.",
          "There are five identified subtypes of Ebola virus. The subtypes have been named after the location they have been first detected in Ebola outbreaks. Three subtypes of the five have been associated with large Ebola haemorrhagic fever (EHF) outbreaks in Africa. Ebola-Zaire, Ebola-Sudan and Ebola-Bundibugyo. EHF is a febrile haemorrhagic illness which causes death in 25-90% of all cases. The Ebola Reston species, found in the Philippines, can infect humans, but no illness or death in humans has been reported to date."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:44.503723",
    "first_seen_utc": "2026-01-29T16:17:44.503773"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_12-en",
    "title": "2012 - United States of America",
    "published_date": "2012-09-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 September 2012 - As of 7 Sept 2012, The National Park Service (NPS) has reported eight cases of Hantavirus pulmonary syndrome (HPS) among visitors who stayed at Yosemite National Park in California since June 2012. Of these, three were fatal and five cases are recovering.",
          "Park authorities have begun to notify and advise park visitors and those who stayed overnight at \"Signature Tent Cabins” at Yosemite's Curry Village or \"High Sierra Camps\" between 10 June and 24 August 2012 to seek immediate medical attention if they exhibit any symptoms of HPS.",
          "Person-to-person transmission of Hantavirus pulmonary syndrome has not been reported in the United States.",
          "Investigations carried out by NPS revealed that seven of the eight reported cases of HPS have been linked to the \"Signature Tent Cabins\" in Curry Village in Yosemite Valley, and one case stayed in multiple \"High Sierra Camps\" in Yosemite (a different area of the park than Curry Village) in July.",
          "There is no specific treatment or cure for Hantavirus pulmonary syndrome infection. Early recognition and treatment of infected individuals can reduce disease progression. Early symptoms include fatigue, fever, chills, and muscle aches. Fifty percent of the patients can experience headaches, nausea, vomiting, dizziness and abdominal pain. The disease progresses rapidly (4-10 days after initial symptoms) to include coughing, shortness of breath and severe difficulty breathing.",
          "Early medical attention greatly increases the chance of survival in cases of HPS. It is recommended that if a recent visitor to Yosemite National Park has any of the symptoms listed above, that they seek medical attention immediately and advise their health care professional of the potential exposure to Hantavirus.",
          "NPS continues to work with the Centers for Disease Control and Prevention (CDC), the California Department of Public Health, and other state departments of health to detect additional cases and to heighten public health awareness of Hantavirus and HPS.",
          "A non-emergency phone line is still open with NPS for questions and concerns related to Hantavirus in Yosemite +1 209 372-0822. In addition, CDC has a hotline as well (877-232-3322 and 404-639-1510).",
          "Additional information and updated information about HPS in Yosemite can be found via links on the right to this page."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United States of America"
    ],
    "scraped_at": "2026-01-29T22:02:47.323589",
    "first_seen_utc": "2026-01-29T16:17:47.323609"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_08-en",
    "title": "2012 - Sierra Leone",
    "published_date": "2012-09-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "8 September 2012 - The Ministry of Health and Sanitation (MOHS) is closely working with partners at national and international levels to step up response to the cholera outbreak that has affected Sierra Leone since the beginning of the year.",
          "As of 5 September 2012, a total of 16 360 cases including 255 deaths with a case fatality rate (CFR) of 1.6% have been reported from 12 out of 13 districts. The western area of the country where the capital city of Freetown is located, reported more than 60% of all new cases.",
          "The President of Sierra Leone has declared the cholera epidemic a \"humanitarian crisis\". A high level Presidential Cholera Task Force was established to oversee coordination, mobilization of resources and guide the response. A multi-sectoral approach to the response has been adopted involving the MOHS and other line ministries such as Finance, Information and Communication, and local governments together with partners and stakeholders.",
          "With support from national and international partners and donors, including UNICEF, Oxfam, British Red Cross, Save the Children, Care, Concern MSF, DFID, OCHA, IRC, and WHO, the MOHS is scaling up the response particularly in the areas of coordination of the overall response, surveillance and case management.",
          "A Cholera Control and Command Center (C4) has been established at the WHO Country Office in Freetown to strengthen coordination, and support the MOHS and other health providers to implement activities related to the Cholera Preparedness and Response Operation Plan (CPROP), in order to bring the epidemic under control as soon as possible. The C4 will also provide information to guide the decision-making of the national task force.",
          "Emphasis is being placed on early detection of cases and timely provision of treatment at the district levels in order to reduce deaths. Cholera cases are managed in cholera treatment units (CTUs) and where there are no established CTUs, emphasis is placed on designating specific areas within the health facilities for isolation purposes.",
          "WHO through the Global Outbreak Alert and Response Network (GOARN) has provided experienced case management and laboratory experts from the International Center for Diarrheal Disease Research, Bangladesh (ICDDR,B) to build capacity among health-care workers and laboratory technicians in case management and laboratory diagnosis.",
          "Laboratories at the national level are being supplied with appropriate materials and reagents to collect, transport and analyze laboratory specimens. Laboratory confirmation is important, particularly in new areas experiencing the cholera outbreak.",
          "There are ongoing community interventions on cholera prevention and control activities. More than 200 traditional healers have been oriented on cholera. Community meetings are organized in Freetown to raise awareness of the importance of avoiding drinking water from unprotected water sources. Text messages are also being used to channel information to the public by telephone companies. UNICEF and other partners are supporting water, sanitation and hygiene activities.",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions be applied to Sierra Leone."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sierra Leone"
    ],
    "scraped_at": "2026-01-29T22:02:49.213169",
    "first_seen_utc": "2026-01-29T16:17:49.213188"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_05-en",
    "title": "2012 - Congo",
    "published_date": "2012-09-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 September 2012 - The Ministry of Health (MoH) of the Democratic Republic of Congo (DRC) continues to work with partners to control the outbreak of Ebola haemorrhagic fever. As of 3 September 2012, a total of 28 (eight confirmed, six probable, and 14 suspected) cases including 14 deaths had been reported from Haut-Uélé district in Province Orientale. The reported cases and deaths have occurred in two health zones – 18 cases, including 11 deaths in Isiro and 10 cases, including three deaths in Viadana. The fatal cases in Isiro include three health-care workers.",
          "All alerts have been investigated and so far Ebola has not been reported from outside Isiro and Viadana health zones. Initial samples were tested by Uganda Virus Research Institute (UVRI) in Entebbe, Uganda, and were confirmed for Ebola virus (Ebola subtype Bundibugyo). Subsequent samples have been confirmed by the field laboratory in Isiro that has been established by the US Centers for Disease Control and Prevention (CDC). A National Task Force convened by the Congolese Ministry of Health is working with several partners including WHO, Médecins Sans Frontières (MSF), International Federation of Red Cross and Red Crescent Societies (IFRC) and CDC to control the outbreak.",
          "WHO has deployed epidemiologists and logisticians from the Regional Office for Africa (including the Inter-country Support Team) and WHO headquarters to support the MoH and is working closely with partners in the areas of coordination, surveillance, epidemiology, logistics for outbreak response, public information and social mobilization. Support from the Global Outbreak Alert and Response Network (GOARN), includes deployment of an anthropologist to assist with a clearer understanding of the social and anthropological issues among the affected population that could impact the on-going response efforts.",
          "Control activities that are being carried out include active case finding and contact tracing, enhanced surveillance, case management, public information and social mobilization and reinforcing infection control practices.",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions be applied to Democratic Republic of Congo.",
          "There is currently no indication that this Ebola outbreak is related to the recent Ebola outbreak in Kibaale district of Uganda.",
          "There are five identified subtypes of Ebola virus. The subtypes have been named after the location they have been first detected in Ebola outbreaks. Three subtypes of the five have been associated with large Ebola haemorrhagic fever (EHF) outbreaks in Africa. Ebola-Zaire, Ebola-Sudan and Ebola-Bundibugyo. EHF is a febrile haemorrhagic illness which causes death in 25-90% of all cases. The Ebola Reston species, found in the Philippines, can infect humans, but no illness or death in humans has been reported to date."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:50.485148",
    "first_seen_utc": "2026-01-29T16:17:50.485165"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_04-en",
    "title": "2012 - United States of America",
    "published_date": "2012-09-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "4 September 2012 - As of 31 August 2012, the National Park Service Office of Public Health (NPS) has reported six cases of Hantavirus pulmonary syndrome (HPS) among visitors to Yosemite National Park in California, United States of America. Two of the six cases died.",
          "Investigations carried out by the NPS revealed that the six cases contracted the disease in June and July of this year. Five of these six cases stayed in the same “Signature Tent Cabins” in the Curry Village area of the park. NPS is working with the Centers for Disease Control and Prevention (CDC) and the California Department of Public Health to detect additional cases and to heighten public health awareness of Hantavirus and HPS, in order to rapidly identify potential new cases and provide treatment early.",
          "HPS is a rare but serious disease and is caused by a virus that individuals get through contact with the urine, droppings, or saliva of infected rodents. The deer mouse is the primary host of the virus. The disease begins with fever, chills, muscle aches, and/or gastrointestinal symptoms, but can progress rapidly to life-threatening illness. Symptoms of HPS typically occur from two to four weeks after initial exposure to the virus. However, symptoms can appear as early as one week and as late as six weeks following exposure. Person-to-person transmission of Hantavirus has not been reported in the United States of America.",
          "There is no specific treatment, cure or vaccine for Hantavirus infection. Early recognition and treatment of infected individuals can reduce disease progression.",
          "The park authorities are undertaking all measures including intensified building inspections, cleanings throughout the park, monitoring of the rodents population, as well as distribution of Hantavirus information to every visitor and throughout the park. The “Signature Tent Cabins” are now closed.",
          "Travellers are advised to avoid exposure to rodents and their excreta. Adventure travellers, backpackers, campers and travellers with occupational exposure to rodents in countries or areas at risk for Hantaviruses should take precautions to exclude rodents from tents or other accommodation and to protect all food from contamination by rodents.",
          "An extensive national and international outreach effort is underway by Yosemite National Park and the park concessioner to contact visitors who stayed in the \"Signature Tent Cabins\" at Yosemite's Curry Village since mid-June. The NPS is asking individuals who stayed in \"Signature Series Cabins\" (which are numbered in the 900s) between 10 June 2012 and 24 August 2012 to seek immediate medical attention if they exhibit any symptoms of Hantavirus pulmonary syndrome (HPS).",
          "A non-emergency phone line has been set up by NPS for questions and concerns related to Hantavirus in Yosemite +1 209 372-0822.",
          "Additional information and updated information from NPS about Hantavirus pulmonary syndrome in Yosemite can be found via the links on the right of this page."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - United States of America"
    ],
    "scraped_at": "2026-01-29T22:02:51.706348",
    "first_seen_utc": "2026-01-29T16:17:51.706366"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_09_03-en",
    "title": "2012 - Uganda",
    "published_date": "2012-09-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "3 September 2012 - There have been no new confirmed cases of Ebola haemorrhagic fever reported in Kibaale district, Uganda, since 3 August 2012, indicating that the outbreak is coming to an end. A total of 24 probable and confirmed cases including 17 deaths have been reported since the beginning of the outbreak. Of these, 11 cases were laboratory confirmed by the Uganda Virus Research Institute (UVRI) in Entebbe. The last confirmed case was discharged on 24 August 2012 following recovery.",
          "All contacts of probable and confirmed cases have been followed up daily and have completed the recommended 21 days of monitoring for any possible signs or symptoms of Ebola.",
          "The partners who are involved in the response to the Ebola outbreak are transferring capacity to national and district authorities to sustain the essential functions, including enhanced surveillance and response, psychosocial support and infection prevention and control in health care facilities.",
          "The Ebola isolation facilities in Kibaale District Hospital and at Mulago National Referral Hospital in Kampala remain on stand-by for receiving any suspected cases.",
          "The ecological studies team in Kibaale district has collected samples from bats, primates and livestock to study the possible natural history of Ebola virus and putative initial human infection from wildlife.",
          "At the time of this update, an Ebola outbreak is on-going in the Province Orientale of the Democratic Republic of Congo. These two Ebola outbreaks are not epidemiologically linked and have been caused by two different Ebola subtypes; (Uganda: Ebola subtype Sudan, Democratic Republic of Congo Ebola subtype Bundibugyo).",
          "With respect to this event, WHO does not recommend that any travel or trade restrictions are applied to Uganda.",
          "There are five identified subtypes of Ebola virus. The subtypes have been named after the location they have been first detected in Ebola outbreaks. Three subtypes of the five have been associated with large Ebola haemorrhagic fever (EHF) outbreaks in Africa: Ebola-Zaire, Ebola-Sudan and Ebola-Bundibugyo. EHF is a febrile haemorrhagic illness which causes death in 25-90% of all cases. The Ebola Reston species, found in the Philippines, can infect humans, but no illness or death in humans has been reported to date."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:02:52.938682",
    "first_seen_utc": "2026-01-29T16:17:52.938701"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_30-en",
    "title": "2012 - Congo",
    "published_date": "2012-08-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "30 August 2012 - The Ministry of Health (MoH) of the Democratic Republic of Congo (DRC) continues to work with partners to control the outbreak of Ebola haemorrhagic fever. As of 28 August 2012, a total of 24 (6 probable, 6 confirmed and 12 suspected) cases and 11 deaths had been reported from Province Orientale. The reported cases and deaths occurred in 3 health zones as follows: 17 cases and 9 deaths in Isiro; 6 cases and 2 deaths in Viadana; 1 case and 0 death in Dungu. The fatal cases in Isiro include three health-care workers. All alerts have been investigated and so far there has been no Ebola suspected or confirmed case reported from outside Province Orientale.",
          "Initial samples were tested by Uganda Virus Research Institute (UVRI) in Entebbe, Uganda, and three samples taken from two patients were confirmed for Ebola virus (Ebola subtype Bundibugyo).",
          "US Centers for Disease Control and Prevention (CDC) has established a field laboratory in Isiro to support case management and epidemiological investigations. A National Task Force convened by the Congolese Ministry of Health is working with several partners including WHO, Médecins Sans Frontières (MSF), International Federation of Red Cross and Red Crescent Societies (IFRC) and CDC to control the outbreak.",
          "A joint MoH, WHO and MSF emergency response team is in the field to conduct a detailed epidemiological investigation and case management. WHO has deployed epidemiologists and logisticians from AFRO regional office (including the Inter-country Support team) and WHO headquarters to support the MoH and is working closely with partners in the areas of coordination, surveillance, epidemiology, logistics for outbreak, public information and social mobilization.",
          "WHO’s Global Outbreak Alert and Response Network (GOARN) has deployed an anthropologist from the Museum National d’Histoire Naturelle (MNHN), France to assist with a clearer understanding of the social and anthropological issues among the affected population that could impact the on-going response efforts.",
          "Control activities that are being carried out include active case finding and contact tracing, enhanced surveillance, case management, public information and social mobilization and reinforcing infection control practices.",
          "WHO does not recommend that any travel or trade restrictions be applied to Democratic Republic of Congo.",
          "There is currently no indication that this Ebola outbreak is related to the recent Ebola outbreak in Uganda occurring in Kibaale district.",
          "There are five identified subtypes of Ebola virus. The subtypes have been named after the location they have been first detected in Ebola outbreaks. Three subtypes of the five have been associated with large Ebola haemorrhagic fever (EHF) outbreaks in Africa. Ebola-Zaire, Ebola-Sudan and Ebola-Bundibugyo. EHF is a febrile haemorrhagic illness which causes death in 25-90% of all cases. The Ebola Reston species, found in the Philippines, can infect humans, but no illness or death in humans has been reported to date."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:54.149298",
    "first_seen_utc": "2026-01-29T16:17:54.149317"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_30a-en",
    "title": "2012 - Sierra Leone",
    "published_date": "2012-08-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "30 August 2012 - Since the beginning of the year, Sierra Leone has recorded 13,934 cases of cholera, with 232 deaths (Case Fatality Rate of 1.7%). The rate of new cases has accelerated rapidly since the beginning of August. Eleven of the country’s 13 districts are now registering cases with Western Area and Port Loko being the most affected. The most recently affected district is Kenema district.",
          "The President of Sierra Leone has declared the escalating cholera epidemic a “humanitarian crisis”. Consequently, a high-level Presidential Cholera Task Force has been established to oversee coordination, mobilize resources and guide response. A multi-sectoral approach to the response has been adopted involving the Ministry of Health and Sanitation (MOHS), as well as other line ministries such as finance information and communication, and local government, together with partners and stakeholders.",
          "A Cholera Control and Command Centre (C4) has been established at the WHO Country Office in Freetown to better coordinate all the response activities to the cholera outbreak. This approach was previously used and proved effective in the response to the Cholera outbreak in Zimbabwe in 2008-2009.",
          "The first C4 meeting took place on 28 August 2012 and will subsequently be held daily. The C4 comprises all the technical sub-committees dealing with surveillance, case management, water and sanitation, logistics and social mobilization.",
          "The MOHS, in partnership with Médecins sans Frontières (MSF), UNICEF, WHO, and other partners, is implementing the following prevention and control activities: epidemiological investigation, surveillance, case management at established cholera treatment centres, water and sanitation control measures, social mobilization and community education.",
          "WHO continues to support Sierra Leone in the areas of epidemiology, social mobilization, surveillance and has mobilized experts from the AFRO Regional Office (including Inter-country Support team) and WHO headquarters.",
          "The Global Outbreak Alert and Response Network (GOARN) has provided experienced case management and laboratory expertise from the International Center for Diahorrheal Disease Research, Bangladesh (ICDDR,B) who have long-standing experience in responding to cholera internationally.",
          "WHO does not recommend that any travel or trade restrictions be applied to Sierra Leone."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sierra Leone"
    ],
    "scraped_at": "2026-01-29T22:02:56.205261",
    "first_seen_utc": "2026-01-29T16:17:56.205282"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_22-en",
    "title": "2012 - Sierra Leone",
    "published_date": "2012-08-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 August 2012 - Since the beginning of the year, Sierra Leone has recorded 11 653 cases of cholera, with 216 deaths (Case Fatality Rate of 1.9%). The rate of new cases has accelerated rapidly since the beginning of August: since then, 5 706 cases have been recorded, and two new districts, Bonthe and Kono, have been affected by the epidemic. Ten of the country’s 13 districts are now registering cases and this spread emphasizes the need to rapidly scale up the response.",
          "The two most heavily affected districts are Western Area and Tonkolili.",
          "The President of Sierra Leone has declared the escalating cholera epidemic a “humanitarian crisis”. Consequently, a multi-sectoral approach to the response has been adopted involving the Ministry of Health and Sanitation (MOHS), as well as other line ministries such as finance, information and communication, and local government, together with partners and stakeholders. A National Emergency Task force has been established with sub-committees dealing with surveillance, case management, water and sanitation, logistics and social mobilization. The WHO Country Office (WCO) in Sierra Leone is chairing a weekly meeting of partners and stakeholders to better coordinate harmonize and strategize support.",
          "The MOHS, in partnership with Médecins sans Frontières (MSF), UNICEF, WHO, and other partners, is implementing the following prevention and control activities: epidemiological investigation, surveillance, case management at established cholera treatment centres, water and sanitation control measures, social mobilization and community education.",
          "WHO is supporting Sierra Leone in the areas of epidemiology, social mobilization and surveillance. WHO has deployed two epidemiologists, and three cholera experts from Zimbabwe to support coordination, public information, social mobilization, case management and infection control.",
          "WHO does not recommend that any travel or trade restrictions be applied to Sierra Leone."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sierra Leone"
    ],
    "scraped_at": "2026-01-29T22:02:57.523197",
    "first_seen_utc": "2026-01-29T16:17:57.523219"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_21-en",
    "title": "2012 - Congo",
    "published_date": "2012-08-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "As of 20 August 2012, a total of 15 (13 probable and 2 confirmed) cases with 10 deaths have been reported in Province Orientale in Eastern DRC. The reported cases and deaths have occurred in 3 health zones as follows: 12 cases and 8 deaths in Isiro, including three (3) health care workers who have died; 2 cases and 1 death in Pawa; and 1 fatal case in Dungu."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "21 August 2012 - As of 20 August 2012, a total of 15 (13 probable and 2 confirmed) cases with 10 deaths have been reported in Province Orientale in Eastern DRC. The reported cases and deaths have occurred in 3 health zones as follows: 12 cases and 8 deaths in Isiro, including three (3) health care workers who have died; 2 cases and 1 death in Pawa; and 1 fatal case in Dungu.",
          "The Congolese Ministry of Health has convened a National Task Force and is working with several partners including WHO, UNICEF, Médecins sans Frontières (MSF) Suisse, MSF Belgique and the United States Centres for Disease Control and Prevention (CDC). Similar Task Forces have been established at provincial and district levels to oversee and guide the response.",
          "A joint MoH, WHO and MSF emergency response team is in the field to conduct a detailed epidemiological investigation and support case management. Control activities that are being carried out include active case finding and contact tracing, enhanced surveillance, case management, public information and social mobilization, and reinforcing infection control practices.",
          "WHO is supporting the Ministry of Health in the areas of coordination, surveillance, field epidemiology, laboratory, case management, outbreak logistics, public information and social mobilization. An additional team of epidemiologists, a logistician, an anthropologist and social mobilization officers is being mobilized from the DRC, Republic of Congo, the WHO AFRO regional rapid response team, WHO Inter-Country Support team (IST) based in Gabon, and WHO HQ, for possible deployment in the field.",
          "WHO does not recommend that any travel or trade restrictions be applied to Democratic Republic of Congo."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:02:58.787076",
    "first_seen_utc": "2026-01-29T16:17:58.787094"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_17-en",
    "title": "2012 - Uganda",
    "published_date": "2012-08-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 August 2012 - The Ministry of Health of Uganda (MoH) continues to work with partners to control the outbreak of Ebola haemorrhagic fever in Kibaale district. The national and district task forces also meet daily to coordinate the response to the outbreak.",
          "To date, 24 probable and confirmed cases including 16 deaths have been reported. Eleven cases have been laboratory confirmed by the Uganda Virus Research Institute (UVRI) in Entebbe. The last confirmed case was admitted to the Kagadi isolation facility on 4 August 2012.",
          "Suspected cases which tested negative during the laboratory investigations have been discarded as Ebola patients, treated symptomatically for their ailments and discharged following recovery. A total of forty nine (49) people have been discharged from the isolation facility, including one confirmed case.",
          "All contacts of probable and confirmed cases are followed up daily for 21 days and are monitored for any possible signs or symptoms of illness. More than 70% of the 408 listed contacts have completed 21 days of follow up without developing any symptoms. All alerts of suspected cases in the other districts have been investigated and are so far negative for Ebola.",
          "With the support of WHO and other partners, the Ministry of Health has established and equipped an isolation facility at Mulago National referral hospital in Kampala, Uganda in anticipation of receiving suspected cases from other districts, should they occur. Health workers who will manage the facility have already been trained.",
          "Social mobilization teams comprised of Red Cross volunteers and village health teams have reached most of the villages and households in the most affected sub-counties in Kibaale district. These activities are reinforced by the distribution of Information, Education and Communication (IEC) materials, and by the broadcast of health awareness messages on radio and by film vans.",
          "A team led by CDC has begun conducting ecological studies in Kibaale district to try and understand the likely source and route of transmission of this outbreak.",
          "Countries sharing borders with Uganda are taking steps to enhance surveillance for Ebola. At the time of this update, none of them have reported any confirmed cases related to the Uganda outbreak.",
          "WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:03:00.610237",
    "first_seen_utc": "2026-01-29T16:18:00.610254"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_18-en",
    "title": "2012 - Congo",
    "published_date": "2012-08-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 August 2012 - On 17 August 2012, the Ministry of Health (MoH) of the Democratic Republic of Congo (DRC) notified the World Health Organization (WHO) of an outbreak of Ebola haemorrhagic fever in the Isiro and Dungu Health Zones of Province Orientale in Eastern DRC. A total of 10 suspected cases (9 in Isiro and 1 in Dungu) and 6 deaths (5 deaths in Isiro and 1 in Dungu) have been reported.",
          "Laboratory investigations conducted at the Uganda Virus Research Institute (UVRI), Entebbe, Uganda, confirmed Ebola virus (Bundibugyo species). Three samples taken from two patients turned out positive for Ebola. A National Task Force convened by the Congolese Ministry of Health, is working with several partners including WHO, MSF and CDC. A joint MoH, WHO and MSF emergency response team are in the field to conduct a detailed epidemiological investigation and case management.",
          "WHO is supporting the Ministry of Health in the areas of coordination, surveillance, epidemiology, laboratory, case management, logistics for outbreak, public information and social mobilization. An additional team of experts from Congo, DRC and IST/Gabon comprised of an epidemiologist, a logistician, an anthropologist and social mobilisation officers are being mobilized for possible deployment in the field. Control activities that are being carried include active case finding and contact tracing, enhanced surveillance, case management, public information and social mobilization and reinforcing infection control practices.",
          "WHO does not recommend that any travel or trade restrictions be applied to Democratic Republic of Congo."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:03:01.957292",
    "first_seen_utc": "2026-01-29T16:18:01.957315"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_14-en",
    "title": "2012 - Uganda",
    "published_date": "2012-08-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "14 August 2012 - The Ministry of Health of Uganda (MoH) continues to work with partners including WHO, CDC, Red Cross, MSF, World Vision, PREDICT, among others to control the outbreak of Ebola haemorrhagic fever in Kibaale district. The national and district task forces continue to meet daily to coordinate the response to the outbreak.",
          "To date, 24 probable and confirmed cases including 16 deaths have been reported. 10 cases have been laboratory confirmed by the Uganda Virus Research Institute (UVRI) in Entebbe. The most recent confirmed case was admitted in Kagadi isolation facility on 4 August 2012.",
          "Suspected cases which tested negative during the laboratory investigations have been discarded as Ebola patients, treated symptomatically for their ailments and discharged following recovery. A total of 43 people have been discharged from the isolation facility including one confirmed case. With the support of the psychosocial team, these 43 people have been counselled prior to discharge and reintegrated into the community. Even for the people who were negative for Ebola, psychosocial counselling of the communities to which they are returning, has been very important. It has allayed fears and reduced stigma, enabling them to be accepted back in the community.",
          "All contacts of probable and confirmed cases are followed up daily for 21 days and are monitored for any possible signs or symptoms of illness. All alerts of suspected cases in the other districts have been investigated and are negative for Ebola.",
          "In Kibaale district, the MoH is working in close coordination with Médecins Sans Frontières (MSF) in clinical management of suspected and confirmed cases.",
          "Social mobilization teams comprising Red Cross volunteers and village health teams have reached most of the villages and households in the most affected sub-counties in Kibaale district. These activities are reinforced by the distribution of Information, Education and Communication (IEC) materials, and by the broadcast of health awareness messages on radio and by film vans.",
          "Countries sharing borders with Uganda are taking steps to enhance surveillance for Ebola; at the time of this update, none of them have reported any confirmed cases.",
          "WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:03:03.212063",
    "first_seen_utc": "2026-01-29T16:18:03.212082"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/ebola---uganda",
    "title": "Ebola - Uganda",
    "published_date": "2012-08-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "The Ministry of Health (MoH) is continuing to work with partners to respond to the Ebola haemorrhagic fever outbreak in Uganda. As of 8 August 2012, the MoH has recorded a total of 23 probable and confirmed cases, including 16 deaths. Of these, 10 cases have been laboratory confirmed by the Uganda Virus Research Institute (UVRI) in Entebbe.",
          "The most recent confirmed case was isolated in Kagadi isolation facility on 4 August 2012. So far, samples from other districts tested have been negative for Ebola. Suspected cases that tested negative during the laboratory investigations have been treated for their ailments and discharged following recovery.",
          "All people who came into contact with probable and confirmed cases of Ebola are being followed-up for a period of 21 days. Among the contact persons, 190 have completed 21 days of close monitoring, while 185 are still being closely monitored for any possible sign or symptom of illness."
        ]
      },
      {
        "heading": "Public health response",
        "content": [
          "The Government is closely working with partners to implement interventions to respond to the outbreak. The partners include African Field Epidemiology Network (AFENET), EMESCO Foundation (a local NGO), Infectious Diseases Institute (IDI), Uganda Red Cross Society (URCS), Médecins Sans Frontières (MSF), US Centers for Disease Control and Prevention (US CDC), and WHO. WHO is also coordinating with Global Outbreak Alert and Response Network (GOARN) partners.",
          "Efforts are in progress to mobilize additional resources to respond to the outbreak.",
          "With the support of MSF, a temporary isolation facility for suspected cases has been established in Kagadi, Kibaale district.",
          "Active surveillance is ongoing in and around Kibaale district, where the index case was identified. Teams are also being trained to provide psycho-social support to families affected by the outbreak.",
          "Campaigns to raise awareness about prevention and control of Ebola are being carried out throughout the country. The MoH is advising the public to take measures to avert the spread of the disease and to report any suspected patient to the nearest health unit. Public announcements are being disseminated in 11 local languages on 20 radio stations at the national level. At the local level, over 120 URCS volunteers are conducting active door-to-door and community campaigns in over 85 villages.",
          "Countries sharing a border with Uganda are taking steps to enhance surveillance regarding Ebola; at the time of this update, none of them have reported any confirmed cases."
        ]
      },
      {
        "heading": "WHO advice",
        "content": [
          "WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Ebola - Uganda"
    ],
    "scraped_at": "2026-01-29T22:03:05.817449",
    "first_seen_utc": "2026-01-29T16:18:05.817467"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_10b-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-08-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "10 August 2012 - The Ministry of Health of Indonesia has notified WHO of a new case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 37 year old male from Yogyakarta province. He developed fever on 24 July 2012, was hospitalized on 27 July and died on 30 July.",
          "Epidemiological investigation on the case found that the case had four pet caged birds in his home, which is about 50 metres from a poultry slaughter house and near a farm.",
          "Infection with avian influenza A(H5N1) virus was confirmed by the National Institute of Health Research and Development (NIHRD), Ministry of Health and reported to WHO by the National IHR Focal Point.",
          "To date, the total number of human influenza A(H5N1) cases in Indonesia is 191 with 159 fatalities, 8 (all fatal) of which occurred in 2012."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:03:08.416754",
    "first_seen_utc": "2026-01-29T16:18:08.416773"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_08_03-en",
    "title": "2012 - Uganda",
    "published_date": "2012-08-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "3 August 2012 - The Ministry of Health in Uganda has reported a cumulative number of 53 suspected cases of Ebola haemorrhagic fever including 16 deaths. Of these, five cases have been laboratory confirmed by the Uganda Virus Research Institute (UVRI) in Entebbe (this includes three fatal cases and two cases currently being treated in the isolation facility).",
          "Currently 32 cases are admitted to an isolation facility in Kagadi hospital, Kibaale district, and a total of 312 contacts were identified, of whom 253 are being closely followed-up. So far all samples from other districts have tested negative for Ebola, indicating that there has been no expansion of the outbreak beyond Kibaale District. However a clinical officer who attended to a case in Kibaale district was transferred to Mulago Hospital in Kampala for treatment but later died.",
          "Among the contacts being monitored daily are the seven health workers who attended to the fatal case transferred to Mulago Hospital, none of them has so far developed symptoms of the disease.",
          "The Government of Uganda is continuing to work with a number of partners to control the outbreak.",
          "At the central level the Prime Minister convened a Ministerial Task Force, chaired by the Minister of Health, to facilitate and coordinate the outbreak response.",
          "In Kibaale district, the local health authorities are working through its task force with several partners to mobilize resources and supplies. These partners include WHO, US Centers for Disease Control and Prevention (US CDC), the Uganda Red Cross Society (URCS) and Médecins Sans Frontières (MSF). WHO has deployed logisticians and supplies, including personal protective equipment (PPE) to Uganda.",
          "Required funds for local operations are being mobilized. Additional support is being received from the EMESCO Foundation (a local NGO), Members of Parliament from Kibaale district, the Infectious Diseases Institute (IDI) and the Uganda Red Cross Society (URCS).",
          "Epidemiologists from WHO and US CDC have arrived in Kibaale district and are supporting the response by screening and triaging suspected cases of Ebola haemorrhagic fever. WHO is coordinating with Global Outbreak Alert and Response Network partners.",
          "With the support of MSF, the construction of a new isolation facility in Kagadi, Kibaale district, is expected to be completed today and additional wards will open to address the increasing number of suspected cases. MSF, IDI and EMESCO are providing food to patients in the isolation facility and have committed to continue to do so for the next two weeks.",
          "For active surveillance and contact tracing in the communities, arrangements with local authorities are being made to increase the number of mobile teams and ambulances.",
          "With regard to social mobilization, the Uganda Red Cross Society has trained 62 teams of Red Cross volunteers and village health teams to conduct social mobilization and public awareness activities. Additionally, public announcements are being disseminated in 11 local languages on 20 radio stations. WHO is facilitating the deployment of a medical anthropologist to assist in these activities.",
          "A number of countries neighbouring Uganda have taken proactive steps to enhance their surveillance to detect and respond to cases of Ebola haemorrhagic fever.",
          "In Kenya, two rumoured suspected cases have since been reported and investigated. Both cases have tested negative for Ebola.",
          "The South Sudan Ministry of Health, in collaboration with WHO, has issued guidance to the general public and has activated a national task force to undertake enhanced surveillance as population movement and trade between South Sudan and Uganda are high.",
          "WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:03:09.625709",
    "first_seen_utc": "2026-01-29T16:18:09.625729"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_29-en",
    "title": "2012 - Uganda",
    "published_date": "2012-07-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "The Ministry of Health (MoH) of Uganda has notified WHO of an outbreak of Ebola haemorrhagic fever in Kibaale district in the western part of the country."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "29 July 2012 - The Ministry of Health (MoH) of Uganda has notified WHO of an outbreak of Ebola haemorrhagic fever in Kibaale district in the western part of the country.",
          "A total of 20 cases, including 14 deaths have been reported since the beginning of July 2012. The index case was identified in a family from Nyanswiga village, Nyamarunda sub-county of Kibaale district, where nine of the deaths were recorded. The deceased include a clinical officer who attended to a patient, and her four month-old child. Nine of the 14 deaths have occurred in a single household.",
          "Laboratory confirmation was done by the Uganda Virus Research Institute in Entebbe.",
          "Currently, two patients are hospitalized and are in stable condition. The first is a 38 year-old female who attended to her sister, the clinical officer who died. She was admitted to the hospital on 26 July 2012. The second is a 30 year-old female who participated in conducting the burial of the index case. She was admitted to the hospital on 23 July 2012. Both cases were admitted to hospital with fever, vomiting, diarrhoea and abdominal pain. Neither of the cases has so far shown bleeding, a symptom that often appears in viral haemorrhagic fever patients.",
          "The MoH is working with stakeholders and partners to control the outbreak. Response plans at the national and district levels are being finalised. A national task force coordinated by the MoH has been re-activated at the MOH headquarters and holds daily meetings. In Kibaale a district task force has been formed to better coordinate field response. The neighbouring districts have been put on high alert about the outbreak and to step up surveillance.",
          "A team of experts from MoH, WHO and Centers for Disease Control and Prevention (CDC) is in Kibaale to support the response operations. All possible contacts that were exposed to the suspected and confirmed cases since 6 July 2012 are being identified for active follow up. The necessary supplies and logistics required for supportive management of patients are being mobilized.",
          "Kibaale hospital has established a temporary isolation ward for suspected, probable and confirmed cases. Médecins Sans Frontières (MSF), Holland, has mobilized necessary requirements for setting up isolation centre at the hospital. The MoH and Mulago Hospital have mobilized some staff to manage the isolation centre but more are urgently needed.",
          "The MoH has advised the public to take measures to avert the spread of the disease and to report any suspected patient to the nearest health unit.",
          "WHO does not recommend that any travel or trade restrictions are applied to Uganda."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Uganda"
    ],
    "scraped_at": "2026-01-29T22:03:19.345348",
    "first_seen_utc": "2026-01-29T16:18:19.345373"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_23-en",
    "title": "2012 - Congo",
    "published_date": "2012-07-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 July 2012 - The Democratic Republic of Congo (DRC) has reported a sharp increase in the number of cholera cases in the armed conflict area of North Kivu. According to the report, 368 new cases were reported from epidemiological week 24 (11-17 June) to epidemiological week 26 (25 June-1 July). The most affected areas include Birambizo, Goma, Karisimbi, Kiroshe, Mutwanga, Mweso and Rwanguba.",
          "There is concern that the security situation may increase difficulty in accessing the health-care facilities and could increase the number of severe and fatal cases. The current armed conflict in North Kivu also poses a risk of international spread of the disease to neighbouring countries such as Burundi, Rwanda, South Sudan and Uganda.",
          "North Kivu is one the five provinces of eastern DRC where cholera is endemic. Vibrio cholerae was confirmed in the AMI-Kivu laboratory since 2011.",
          "Response",
          "Epidemiological investigation conducted by national authorities and other partners, including Médecins Sans Frontières (MSF), Merlin, and International Rescue Committee (IRC) indicated that insufficient access to safe water supply remains the main cause of the epidemic in North Kivu.",
          "Patients are being treated with infusions and antibiotics as appropriate, at treatment centres. Interventions to control the epidemic that are being carried out include education and communication; management of cases; increased surveillance; hygiene and sanitation; and provision of safe drinking water.",
          "WHO is working to support national authorities in response to the cholera outbreak and the broader humanitarian emergency resulting from conflict and population displacement."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Congo"
    ],
    "scraped_at": "2026-01-29T22:03:20.566488",
    "first_seen_utc": "2026-01-29T16:18:20.566505"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_13-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-07-13",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "13 July 2012 - The investigation into the illnesses and deaths in Cambodia, which mainly affected very young children, concluded that a severe form of hand, foot and mouth disease (HFMD) was the cause in the majority of cases reported to the Ministry of Health.",
          "Samples from a total of 31 patients were obtained and tested for a number of pathogens by Institut Pasteur du Cambodge. Most of these samples tested positive for enterovirus 71 (EV-71) which causes HFMD. A small proportion of samples also tested positive for other pathogens including Haemophilus Influenzae type B and Streptococcus suis . It was not possible to test all the patients as some of them died before appropriate samples could be taken.",
          {
            "text": "The investigation included:",
            "bullets": [
              "a thorough review of the hospital records of the patients from Kantha Bhopa hospital as well as from other hospitals;",
              "laboratory tests;",
              "active follow-up with the affected families by the local Rapid Response Teams (RRT); and",
              "evaluation of the data from the national surveillance system."
            ]
          },
          "A total of 78 cases were identified. These included the initial 62 cases reported by Kantha Bopha hospital, and cases reported from other hospitals. Of these, the investigation focused on 61 cases that fitted a specific criteria (the case definition), and of which 54 had died.",
          "The investigation revealed that most of the cases were under 3 years of age, from 14 different provinces, with some suffering from chronic conditions. A significant number of cases had been treated with steroids at some point during their illness. Steroid use has been shown to worsen the condition of patients with EV-71.",
          "The Ministry of Health, with support from WHO and partners, which included Institut Pasteur du Cambodge and the US Centers for Disease Control and Prevention, conducted the investigation following reports from Kantha Bopha Children’s hospital of unusual numbers of illness and deaths among children hospitalised since April 2012.",
          "In response to this event, health centers have been instructed by the Ministry of Health to report all patients with HFMD. In addition, the Ministry of Health, assisted by WHO, has begun enhanced surveillance for neuro-respiratory syndrome, a key syndrome observed among patients with severe HFMD caused by EV-71. It is expected that the enhanced surveillance will identify occasional new cases of the severe form of the disease in the coming months.",
          "In addition, the Ministry of Health is developing guidelines and training courses for staff to manage patients with mild and severe forms of HFMD. A campaign to raise awareness on the prevention, identification and care of children with HFMD is underway."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:21.771808",
    "first_seen_utc": "2026-01-29T16:18:21.771829"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_09-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-07-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "9 July 2012 - As part of the continuing investigations into the undiagnosed illness, the Ministry of Health of the Kingdom of Cambodia is finalizing the review of all suspected hospitalised cases. This final review added an additional two cases between April to 5 July 2012, making the total number of children affected to be 59. Of these, 52 have died.",
          "The age of the cases range from three months to 11 years old, with the majority being under three years old. The overall male: female ratio is 1.3:1.",
          "Laboratory samples were not available for the majority of the cases as they died before appropriate samples could be taken.",
          "Based on the latest laboratory results, a significant proportion of the samples tested positive for enterovirus 71 (EV-71), which causes hand foot and mouth disease (HFMD). The EV-71 virus has been known to generally cause severe complications amongst some patients.",
          "Additionally, a number of other pathogens, including dengue and streptococcus suis were identified in some of the samples. The samples were found to be negative for H5N1 and other influenza viruses, SARS and Nipah.",
          "Further investigations into matching the clinical, laboratory and epidemiological information are ongoing, and are likely to be concluded in a few days.",
          "WHO and partners, which include lnstitut Pasteur du Cambodge and US Centers for Disease Control and Prevention, are assisting the Ministry of Health with this event.",
          "The Government is also reinforcing awareness of good hygiene practices to the public, which includes frequent washing of hands.",
          "Some facts on hand foot and mouth disease:",
          "Hand foot and mouth disease (HFMD) is a common infectious disease of infants and children. The symptoms commonly observed include fever, painful sores in the mouth, and a rash with blisters on hands, feet and also buttocks.",
          "HFMD is most commonly caused by coxsackievirus A16, which usually results in a mild self-limiting disease with a few complications. HFMD is also caused by enteroviruses, including enterovirus 71 (EV71) which has been associated with serious complications in certain groups, and may cause deaths.",
          "HFMD mainly occurs amongst children under 10 years old. The usual period from infection to onset of symptoms is 3-7 days.",
          "The disease usually begins with fever, poor appetite, malaise, and frequently with a sore throat. One or two days after fever onset, painful sores develop in the mouth. They begin as small red spots that blister and then often become ulcers. They are usually located on the tongue, gums and inside of the cheeks. A non-itchy skin rash develops over 1-2 days with flat or raised red spots, some with blisters. The rash is usually located on the palms of the hands and soles of the feet, and may also appear on the buttocks and/or genitalia. A person with HFMD may not have symptoms, or may have only the rash or only mouth ulcers. In a small number of cases, children may experience a brief febrile illness, present with mixed neurological and respiratory symptoms and succumb rapidly from the disease.",
          "HFMD virus is contagious and infection is spread from person to person by direct contact with nose or throat discharges, saliva, fluid from blisters, or the stool of infected persons. Infected persons are most contagious during the first week of the illness but the period of communicability can last for several weeks. HFMD is not transmitted from pets or other animals. HFMD should not be confused with the different disease in animals called foot-and-mouth disease.",
          "Presently, there is no specific treatment available for HFMD. Patients should drink plenty of water or other liquids and may require treatment of the symptoms.",
          "Health care providers are advised to treat patients according to their symptoms and to refrain from using steroids."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:23.108206",
    "first_seen_utc": "2026-01-29T16:18:23.108225"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_06a-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-07-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "6 July 2012 - The Ministry of Health of the Kingdom of Cambodia is conducting active investigation into the cause of a recent undiagnosed syndrome that has caused illness and deaths among children in the country.",
          "Preliminary findings of the investigation identified a total of 74 cases who were hospitalised from April to 5 July 2012. Of these, 57 cases (including 56 deaths), presented a common syndrome of fever, respiratory and neurological signs, which is now the focus of the investigation.",
          "The majority of the identified cases to date were under three years old. Most of them were from the southern and central parts of the country and received treatment at Kantha Bopha Children’s hospital, which is a reference paediatric hospital. Despite all efforts, many of the children died within 24 hours of admission.",
          "Available samples have been tested at the Institut Pasteur in Cambodia. Although a causative agent remains to be formally identified, all these samples were found negative for H5N1 and other influenza viruses, SARS, and Nipah.",
          "The Ministry of Health was first alerted to this by Kantha Bopha Children’s hospital in Phnom Penh, where the majority of the cases were hospitalised.",
          "The Ministry of Health notified WHO about this event through the IHR notification mechanism as it met the criteria for notification of any event where the underlying agent or disease or mode of transmission is not formally identified.",
          "WHO and partners are assisting the Ministry of Health with this event which focuses on hospitalised cases, early warning surveillance data, laboratory data and field investigations.",
          "While this event is being actively investigated, the Government is also looking at other diseases occurring in the country, including dengue, hand-foot-mouth and Chikungunya.",
          "Parents have been advised to take their children to hospital if they identify any signs of unusual illness. The Government is also reinforcing awareness of good hygiene practices to the public, which includes frequent washing of hands."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:24.365617",
    "first_seen_utc": "2026-01-29T16:18:24.365635"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_06-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-07-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "6 July 2012 - The Ministry of Health of Indonesia has notified WHO of a new case of a human infection with avian influenza A(H5N1) virus.",
          "The case is an 8 year-old female from the province of West Java. She developed fever on 18 June 2012 and then travelled on vacation the following day to Singapore, where she saw a private physician who diagnosed pharyngitis on 20 June. The case returned to Jakarta on 24 June and was still feeling unwell with coughing, decreased appetite and vomiting. Her family took her for treatment to the local hospital. Her condition deteriorated and she was transferred to intensive care, but died on 3 July. Infection with avian influenza A(H5N1) virus was confirmed by the National Institute of Health Research and Development (NIHRD), Ministry of Health.",
          "Epidemiological investigation has been conducted in the case’s neighborhood and nearby market, which revealed that the case had contact with poultry when she went to a market with her father to buy live chickens. She was present when the chicken was culled in the designated part of the market.",
          "The Ministry of Health in Singapore has been informed about the case under the International Health Regulations.",
          "To date, the total number of human influenza A(H5N1) cases in Indonesia is now 190 with 158 fatalities."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:03:25.589740",
    "first_seen_utc": "2026-01-29T16:18:25.589758"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_07_04-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-07-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "4 July 2012 - The Ministry of Health of the Kingdom of Cambodia has notified WHO of an outbreak of an undiagnosed illness which has affected 62 children, of which 61 have died since April 2012.",
          "The majority of cases were from the southern part of the country, and were hospitalised in a children's hospital in Phnom Penh. The symptoms observed are high fever, followed by respiratory and/or neurologic symptoms with rapid deterioration of respiratory functions.",
          "WHO is working with the Ministry and other partners to investigate the outbreak, to identify the cause and source of the illness. Assistance is being provided in the area of field epidemiology and active case finding."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:27.296263",
    "first_seen_utc": "2026-01-29T16:18:27.296281"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_06_07-en",
    "title": "2012 - Egypt",
    "published_date": "2012-06-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "7 June 2012 - The Ministry of Health and Population of Egypt has notified WHO of a new case of human infection with avian influenza A(H5N1) virus.",
          "The case is a four year-old female from Kfr -Elsheikh governorate. She developed symptoms on 25 April 2012, was admitted to a hospital on 26 April 2012 and received oseltamivir treatment upon admission. She was discharged from the hospital on 7 May 2012.",
          "Investigations into the source of infection indicated that the case had exposure to backyard poultry.",
          "The case was confirmed by the Central Public Health Laboratories and the Naval Medical Research Unit 3 (NAMRU-3), a WHO reference laboratory.",
          "To date, a total of 168 cases have been confirmed in Egypt, of which 60 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:29.314547",
    "first_seen_utc": "2026-01-29T16:18:29.314565"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_06_05-en",
    "title": "2012 - China",
    "published_date": "2012-06-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 June 2012 - The Centre for Health Protection of the Department of Health, Hong Kong, China, has reported a human case of avian influenza A(H5N1) virus infection.‪ The case is a 2 year-old male from Guangzhou City, Guangdong province. He developed symptoms on 23 May 2012 in Guangdong province and went to a private clinic in Hong Kong, China, on 26 May 2012. He developed febrile convulsion and was transferred to a hospital on 28 May 2012 and was laboratory confirmed as A(H5N1) on 2 June 2012. His condition remains serious and he remains hospitalized.",
          "The mother brought the case to visit a wet market with live poultry in Guangzhou in mid-May 2012 and a live duck was bought and slaughtered in the market. Close contacts of the case have tested negative for the virus.‪ Evidence so far indicates that this is a sporadic case of human infection with A(H5N1) virus, with no secondary spread or clustering.",
          "So far, a total of 22 human cases of influenza A(H5N1) infection were reported in Hong Kong, China, including 18 cases in 1997, two cases in 2003, one case in 2010, and the current case in 2012."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - China"
    ],
    "scraped_at": "2026-01-29T22:03:30.573304",
    "first_seen_utc": "2026-01-29T16:18:30.573323"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_05_29-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-05-29",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "29 May 2012 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 10 years old female from Kampong Speu Province. She developed symptoms on 20 May 2012 and after initial treatment at the village was eventually admitted to the hospital on 25 May with symptoms of fever and shortness of breath. Infection with avian influenza A(H5N1) virus was confirmed by Institute Pasteur du Cambodge on 26 May 2012, however, despite intensive medical care, she died on 27 May 2012.",
          "There are reports of recent deaths among poultry in her village and the patient prepared sick chicken for food prior to becoming sick.",
          "The girl is the twenty-first person in Cambodia to become infected with A(H5N1) virus and 19 have died from the disease.",
          "The National and local Rapid Response Teams (RRT) are conducting outbreak investigation and response following the national protocol. In addition, a public health education campaign is being conducted in the village to inform families on how to protect themselves from contracting avian influenza."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:31.872445",
    "first_seen_utc": "2026-01-29T16:18:31.872463"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_05_24-en",
    "title": "2012 - Chad",
    "published_date": "2012-05-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "24 May 2012 - From 1 January to 17 April 2012 (epidemiologic week 17), outbreaks of meningococcal disease have been reported in 42 districts in 10 of the 14 countries of the African Meningitis Belt 1 . These outbreaks have been detected as part of the enhanced surveillance.",
          "The 10 countries (Benin, Burkina Faso, Chad, Central African Republic, Côte d'Ivoire, Gambia, Ghana, Mali, Nigeria and Sudan) reported a total of 11 647 meningitis cases including 960 deaths resulting in a case fatality ratio of 8.2%. The outbreaks were mainly caused by the W135 serogroup of Neisseria meningitidis (Nm) bacteria.",
          "In response to the outbreaks, the Ministries of Health implemented a series of preventive and control measures which included enhancement of surveillance, case management, sensitization of the population, strengthening of cross border collaboration and provision of vaccines through the International Coordinating Group on Vaccine Provision for Epidemic Meningitis Control (ICG).",
          "The ICG released a total of 11 000 vials of antibiotic (Ceftriaxone) and 1 665 673 doses of vaccines to six countries (see table below 2 ) most affected by the epidemic, upon requests. The vaccines released include 919 023 doses of polysaccharide ACW/ACYW vaccine, 746 650 doses of meningitis A conjugate vaccine and 81 418 doses of polysaccharide AC vaccine.",
          "The ICG is working with manufacturers and partners to ensure the stockpiles of the appropriate vaccines are maintained in sufficient quantities, for responding effectively to epidemics in the future. ICG partners include WHO, International Federation of Red Cross and Red Crescent Societies (IFRC), United Nations Children Fund (UNICEF), and Médecins Sans Frontières (MSF).",
          "The emergency stockpile was established with the support of Global Alliance for Vaccines and Immunization (GAVI). The vaccination campaigns were conducted with the support of MSF, UNICEF, IFRC, the European Community Humanitarian Aid Office (ECHO), and the United Nations through its Central Emergency Response Fund (CERF).",
          "WHO continues to monitor the epidemiological situation closely, in collaboration with partners and Ministries of Health in the affected countries.",
          "1 The 14 countries in the African Meningitis Belt with enhanced surveillance for meningococcal disease include Benin, Burkina Faso, Cameroon, the Central African Republic, Chad, Côte d'Ivoire, the Democratic Republic of the Congo, Ethiopia, Ghana, Mali, Niger, Nigeria, Sudan and Togo.",
          "2",
          "*Data up to epidemiologic week 17, except Chad and Sudan (up to epidemiologic week 15)"
        ],
        "tables": [
          [
            [
              "Country*",
              "Suspected cases",
              "Deaths",
              "Case fatality ratio (%)",
              "Pathogen that caused the epidemic",
              "Number of districts that experienced epidemic"
            ],
            [
              "Benin",
              "758",
              "71",
              "9.4",
              "Nm W 135",
              "6"
            ],
            [
              "Burkina Faso",
              "5,300",
              "553",
              "10.4",
              "Nm W135",
              "13"
            ],
            [
              "Chad",
              "2,828",
              "135",
              "",
              "NmA",
              "12"
            ],
            [
              "Côte d'Ivoire",
              "399",
              "49",
              "12.3",
              "Nm W135",
              "1"
            ],
            [
              "Ghana",
              "569",
              "56",
              "9.8",
              "Nm W135",
              "4"
            ],
            [
              "Sudan",
              "275",
              "13",
              "4.7",
              "Nm A",
              "1"
            ]
          ]
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Chad"
    ],
    "scraped_at": "2026-01-29T22:03:33.166089",
    "first_seen_utc": "2026-01-29T16:18:33.166106"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_05_02-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-05-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 May 2012 - The Indonesian IHR National Focal Point of the Ministry of Health has notified WHO of a new case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 2 year-old male from Riau Province. He developed fever on 17 April 2012 and was hospitalized on 21 April 2012 but he died on 27 April 2012.",
          "Epidemiological investigation is ongoing. Preliminary findings indicate that the case’s parents are quail egg vendors.",
          "The case was confirmed by the National Institute of Health Research and Development (NIHRD), Ministry of Health.",
          "To date, of the 189 cases reported in Indonesia since 2005, 157 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:03:34.433094",
    "first_seen_utc": "2026-01-29T16:18:34.433113"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_04_12-en",
    "title": "2012 - Egypt",
    "published_date": "2012-04-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 April 2012 - The Ministry of Health and Population of Egypt has notified WHO of a new case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 36 year-old female from Giza governorate. She developed symptoms on 1 April 2012 and was admitted to a hospital on 7 April 2012 and died on the same day.",
          "The case was confirmed by the Central Public Health Laboratories; a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Epidemiological investigations into the source of infection indicate that the case had exposure to backyard poultry.",
          "Of the 167 cases confirmed to date in Egypt, 60 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:38.991982",
    "first_seen_utc": "2026-01-29T16:18:38.991997"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_04_05-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-04-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 April 2012 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The 6 year-old female from Kampong Chhnang Province developed symptoms on 22 March 2012. After initial treatment at the village, she was later admitted to hospital in Phnom Penh on 28 March. She died on 30 March. Infection with avian influenza A (H5N1) virus was confirmed by Institut Pasteur du Cambodge on 30 March.",
          "It was reported that the patient had contact with sick or dead poultry prior to onset of illness.",
          "The National and local Rapid Response Teams (RRT) are conducting outbreak investigation and response following the national protocol. In addition, a public health education campaign is being conducted to inform families on how to protect themselves from contracting avian influenza.",
          "To date, of the 20 cases reported in Cambodia since 2005, 18 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:03:40.823271",
    "first_seen_utc": "2026-01-29T16:18:40.823292"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_04_04-en",
    "title": "2012 - Nigeria",
    "published_date": "2012-04-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "4 April 2012 - At the beginning of 2012, WHO was notified by the Federal Ministry of Health in Nigeria of an outbreak of Lassa fever. As of March 22, 2012, 623 suspected cases, including 70 deaths have been recorded from 19 of the 36 States since the beginning of the year. Laboratory analysis undertaken at the Irrua Specialist Teaching Hospital, Irrua Edo State has confirmed the presence of Lassa virus infection in 108 patients. Three doctors and four nurses were reported to be among the fatalities. This information is provisional and subject to change when laboratory results for Lassa fever in suspected cases become available.",
          "The Federal and State governments are responding to the outbreak by enhancing the disease surveillance for early detection, reinforcing treatment of patients, and conducting awareness campaigns among the affected population.",
          "Major challenges are the ongoing security risks in the country limiting access to some areas as well as the limited availability of resources to respond to the escalating outbreak.",
          "WHO does not advise or recommend any restrictions on travel or trade with Nigeria. Travellers returning from affected areas who develop symptoms of fever, malaise, headache, sore throat, muscle pain, chest pain, nausea, vomiting, diarrhoea, and abdominal pain should seek medical advice.",
          "People usually become infected with Lassa virus from exposure to infected rodents belonging to Mastomys species. Person-to-person transmission occurs through direct contact with sick patients in both community and health care settings. Those at greatest risk are persons living in rural areas where Mastomys are found. Health care workers are at risk if adequate infection control practices are not maintained."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Nigeria"
    ],
    "scraped_at": "2026-01-29T22:03:42.081131",
    "first_seen_utc": "2026-01-29T16:18:42.081149"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_04_02-en",
    "title": "2012 - Egypt",
    "published_date": "2012-04-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 April 2012 - The Ministry of Health and Population of Egypt has notified WHO of two new cases of human infection with avian influenza A (H5N1) virus.",
          "The first case is a 2 year-old female from Demiatta Governorate. She developed symptoms on 19 March 2012 and was admitted to a hospital on 20 March 2012 where she received oseltamivir. She is still under treatment and in good medical condition. The case was laboratory confirmed by the Central Public Health Laboratories (NIC) on 22 of March 2012.",
          "Epidemiological investigations into the source of infection indicate that the case had exposure to dead backyard poultry.",
          "The second case is a 15 year-old female from Giza Governorate. She developed symptoms on 25 March 2012 and was admitted to a hospital in critical condition on 29 March 2012. She received oseltamivir on admission. She died on 31 March 2012. The case was laboratory confirmed by the Central Public Health Laboratories (NIC) on 31 March 2012.",
          "Epidemiological investigations into the source of infection is ongoing.",
          "Of the 166 cases confirmed to date in Egypt, 59 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:03:43.366068",
    "first_seen_utc": "2026-01-29T16:18:43.366093"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_26-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-03-26",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "26 March 2012 - The Ministry of Health of Indonesia has notified WHO of a new case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 17 year-old male from Nusa Tenggara Barat Province. He developed fever on 28 February 2012 and sought treatment on 1 March 2012. His condition deteriorated and he was admitted to a referral hospital but he died on 9 March 2012.",
          "Epidemiological investigation conducted by a team from the health office indicated that there were sudden poultry die-offs in his neighbourhood.",
          "To date, of the 188 cases reported in Indonesia since 2005, 156 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:02.871664",
    "first_seen_utc": "2026-01-29T16:19:02.871683"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_23-en",
    "title": "2012 - Chad",
    "published_date": "2012-03-23",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "23 March 2012 - From 1 January to 11 March 2012 (epidemiologic week 10), outbreaks of meningococcal disease have been reported in 15 districts in Benin, Burkina Faso, Chad, Côte d'Ivoire and Ghana (see table below 1 ).",
          "These outbreaks have been detected as part of the enhanced surveillance in the African Meningitis Belt conducted in 14 countries 2 where a total of 6 685 suspected meningitis cases including 639 deaths have been reported.",
          "The outbreaks are mainly caused by the W135 serogroup of Neisseria meningitidis (Nm) bacteria. In Chad, the predominant pathogen is Nm A, although NmW135 contributed to an outbreak in one district. Whereas NmA has always been the leading cause of epidemics in sub-Saharan Africa, outbreaks of NmW135 have already occurred in the region, since 2002.",
          "The countries are responding to these outbreaks by enhancing surveillance, reinforcing treatment of patients and implementing mass vaccination campaigns. The International Coordinating Group (ICG) on Vaccine Provision for Epidemic Meningitis Control has approved the release of 117 500 doses of polysaccharide ACW vaccine to Côte d'Ivoire, 195'540 doses of polysaccharide ACYW vaccine to Ghana and 359 000 doses of conjugate Men A vaccine to Chad, along with injection materials and ceftriaxone (antibiotic) when necessary. The ICG constitutes of United Nations Children's Fund (UNICEF), Médecins Sans Frontières (MSF), International Federation of Red Cross and Red Crescent Societies (IFRC) and WHO.",
          "WHO continues to monitor the epidemiological situation closely, in collaboration with partners and Ministry of Health in the affected countries.",
          "The supply of the appropriate vaccine to respond to W135 outbreaks is presently limited, and WHO and UNICEF are working closely with the vaccine manufacturers to ensure that this stock is maintained and adapted to the evolving outbreak situation.",
          "Travellers are reminded of the importance of keeping their vaccination status up to date and to follow WHO travel advice. WHO emphasizes that individuals planning to travel to countries in the African Meningitis Belt obtain vaccine to protect against the four serogroups responsible for the epidemic disease (tetravalent vaccine ACYW135).",
          "1 Data up to week 10, except Ghana (W9). 2 The 14 countries in the African Meningitis Belt with enhanced surveillance for meningococcal disease include Benin, Burkina Faso, Cameroon, the Central African Republic, Chad, Côte d'Ivoire, the Democratic Republic of the Congo, Ethiopia, Ghana, Mali, Niger, Nigeria, Sudan and Togo."
        ],
        "tables": [
          [
            [
              "Country 1",
              "Cases of suspect meningitis",
              "Deaths",
              "Case fatality rate (%)",
              "Predominant pathogen",
              "Number of district in epidemic"
            ],
            [
              "Benin",
              "381",
              "38",
              "10",
              "NmW135",
              "3"
            ],
            [
              "Burkina Faso",
              "1 966",
              "212",
              "10.8",
              "NmW135",
              "2"
            ],
            [
              "Chad",
              "1 043",
              "67",
              "6.4",
              "NmA",
              "6"
            ],
            [
              "Côte d'Ivoire",
              "281",
              "39",
              "13.9",
              "NmW135",
              "1"
            ],
            [
              "Ghana",
              "369",
              "37",
              "10",
              "NmW135",
              "3"
            ]
          ]
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Chad"
    ],
    "scraped_at": "2026-01-29T22:04:04.178765",
    "first_seen_utc": "2026-01-29T16:19:04.178792"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_19-en",
    "title": "2012 - Egypt",
    "published_date": "2012-03-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 March 2012 - The Ministry of Health and Population of Egypt has notified WHO of a new cases of human infection with avian influenza A (H5N1) virus.",
          "The case is a 40 year-old female from Dakahlia Governorate. She developed symptoms on 6 March 2012, was hospitalised on 12 March 2012. She was in critical condition and received oseltamivir upon admission. She died on 15 March 2012.",
          "The case was laboratory confirmed by the Central Public Health Laboratories(NIC).",
          "Investigations into the source of infection indicate that the case had exposure to sick backyard poultry.",
          "Of the 164 cases confirmed to date in Egypt, 58 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:05.430594",
    "first_seen_utc": "2026-01-29T16:19:05.430614"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012DON031",
    "title": "Influenza A(H5N1) virus - Viet Nam",
    "published_date": "2012-03-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "The Ministry of Health, Viet Nam has reported a confirmed case of human infection with highly pathogenic avian influenza A(H5N1) virus in the country.",
          "The case is a 31 year-old male from Dak Lak province. He developed symptoms on 29 February 2012 and sought health care on the same day. On 4 March 2012, he was admitted to a hospital and was diagnosed with viral pneumonia. He was transferred to a referral hospital on 5 March 2012, where he is currently being treated.",
          "Laboratory tests were confirmed by the Pasteur Institute Ho Chi Minh City, a WHO National influenza Centre.",
          "Epidemiological investigation indicate that the man was involved in the slaughter and consumption of sick poultry. Pasteur Institute Ho Chi Minh City and the local health sector are conducting further investigation and providing appropriate response. No close contacts of the case have reported respiratory symptoms.",
          "To date, of the 123 confirmed cases reported in Viet Nam, 61 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "Influenza A(H5N1) virus - Viet Nam"
    ],
    "scraped_at": "2026-01-29T22:04:06.663251",
    "first_seen_utc": "2026-01-29T16:19:06.663268"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_12b-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-03-12",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "12 March 2012 - The Ministry of Health of Indonesia has notified WHO of a new case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 24 year-old female from Bengkulu Province. She developed fever on 23 February 2012 and was hospitalized on the following day. She had breathing difficulty, her condition deteriorated and she died on 1 March 2012.",
          "Epidemiological investigation conducted by a team of public health and animal health authorities indicated an exposure to a potentially contaminated environment where sudden deaths of poultry had recently occurred.",
          "The case was confirmed by the National Institute of Health Research and Development, Ministry of Health.",
          "To date, of the 187 cases reported in Indonesia since 2005, 155 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:08.681709",
    "first_seen_utc": "2026-01-29T16:19:08.681725"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_07-en",
    "title": "2012 - Bangladesh",
    "published_date": "2012-03-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "7 March 2012 - The Ministry of Health and Family Welfare, Bangladesh has confirmed two new cases of human infection with highly pathogenic avian influenza A(H5N1) virus in the country. These are the 5th and 6th cases reported in the country since 2008.‬‪",
          "These two cases, 26 year-old and 18 year-old males, presented with history of cough, and both have recovered. They were identified in the same live bird market surveillance site in Dhaka City as the fourth case recently reported, and were confirmed by the National Influenza Centre (NIC) of the WHO Global Influenza Surveillance and Response System (GISRS) in Bangladesh.‬‪",
          "Epidemiological investigation and follow-up is being conducted by National Rapid Response teams of the Institute of Epidemiology, Disease Control and Research (IEDCR) and the International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR,B).‬‪"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:04:10.890909",
    "first_seen_utc": "2026-01-29T16:19:10.890925"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_05-en",
    "title": "2012 - Viet Nam",
    "published_date": "2012-03-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 March 2012 - The Ministry of Health has reported a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case is a 22 year-old male from Thanh Hoa province who lived and worked in Binh Duong province. He developed symptoms on 17 February 2012 and first sought medical care on 21 February 2012. He was admitted to the intensive care unit of the Hospital for Tropical Diseases on 23 February 2012 and received Oseltamivir upon admission. He is currently still in hospital.",
          "Confirmatory test results for influenza A (H5N1) were obtained on 25 February 2012 by the Pasteur Institute Ho Chi Minh City, a WHO National influenza Centre.",
          "Epidemiological investigation indicates that the man was involved in the slaughter and consumption of ducks. Pasteur Institute in Ho Chi Minh City and the local health sector are conducting the investigation and response. Close contacts of the case with fever have received prophylaxis and are being monitored; all have been confirmed as negative for H5N1 by PCR.",
          "To date, of the 122 confirmed cases in Viet Nam, 61 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Viet Nam"
    ],
    "scraped_at": "2026-01-29T22:04:12.921379",
    "first_seen_utc": "2026-01-29T16:19:12.921394"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_02-en",
    "title": "2012 - Bangladesh",
    "published_date": "2012-03-02",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "2 March 2012 - The Ministry of Health and Family Welfare, Bangladesh has confirmed the fourth case of human infection with H5N1 avian influenza in the country.",
          "The case is a 40 year-old male from Dhaka City, who was identified as part of the live bird market surveillance system on 26 February 2012. The case presented with cough and currently has recovered.",
          "The case was confirmed by the Institute of Epidemiology, Disease Control and Research (IEDCR) and the International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR,B).",
          "An epidemiological investigation and monitoring of the situation is currently being conducted jointly by IEDCR and ICDDR,B.",
          "The first case of human infection with H5N1 was reported in the country in 2008, and two cases were reported in 2011."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Bangladesh"
    ],
    "scraped_at": "2026-01-29T22:04:14.226311",
    "first_seen_utc": "2026-01-29T16:19:14.226330"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_03_01-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-03-01",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "1 March 2012 - The IHR National Focal Point in Indonesia has notified WHO of one new case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 12 year-old male from Badung, Bali. He had onset of symptoms on 11 February 2012 and was admitted to a private clinic on 16 February 2012. His condition continued to worsen, resulting in severe difficulty breathing. He was referred to an avian influenza referral hospital on 20 February 2012 where he died on 21 February 2012.",
          "Epidemiological investigation into the source of infection indicated contact with poultry, though no poultry deaths within the household or neighborhood have been reported. The risk factors are still under investigation.",
          "Of the 186 cases confirmed since 2005 in Indonesia, 154 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:15.484485",
    "first_seen_utc": "2026-01-29T16:19:15.484499"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_28-en",
    "title": "2012 - Egypt",
    "published_date": "2012-02-28",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "28 February 2012 - The Ministry of Health and Population of Egypt has notified WHO of two new cases of human infection with avian influenza A (H5N1) virus.",
          "The first case is a thirty-two year old male from Behira governorate, in the Abo Elmatameer District. He developed symptoms on 16 February 2012 and was admitted to hospital on 21 February 2012 where he received oseltamivir treatment upon admission. He died on 28 February 2012.",
          "The second case was a thirty seven year-old female from Kafr Elshihk governorate in the Kelleen District. She developed symptoms on 18 February 2012 and was admitted to hospital on 23 February 2012 where she received oseltamivir treatment upon admission. She died on 26 February 2012.",
          "Preliminary investigations into both cases with regard to the source of infection indicate close contact with sick or deceased backyard poultry at the cases' respective residences.",
          "Both cases were confirmed by the Central Public Health Laboratories, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 163 cases confirmed to date in Egypt 57 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:16.784799",
    "first_seen_utc": "2026-01-29T16:19:16.784812"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_24-en",
    "title": "2012 - Egypt",
    "published_date": "2012-02-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "24 February 2012 - The Ministry of Health and Population of Egypt has notified WHO of a new case of human infection with avian influenza A (H5N1) virus.‪",
          "The case is a one year-old female from Gharbeia governorate. She developed symptoms on 14 February 2012 and was admitted to a hospital on 15 February 2012, where she received oseltamivir treatment upon admission. She is in good medical condition.",
          "Epidemiological investigation into the source of infection is ongoing. Preliminary investigations indicate presence of backyard poultry in her area of residence.",
          "The case was confirmed by the Central Public Health Laboratories; a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Of the 161 cases confirmed to date in Egypt, 55 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:18.058530",
    "first_seen_utc": "2026-01-29T16:19:18.058548"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_22-en",
    "title": "2012 - Egypt",
    "published_date": "2012-02-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "22 February 2012 - The Ministry of Health and Population of Egypt has notified WHO of a new case of human infection with avian influenza A (H5N1) virus.‪",
          "The case is a 45 year-old female from Menofia governorate. She developed symptoms on 10 February 2012, received oseltamivir treatment on 17 February 2012 and is still recovering. The case was laboratory confirmed by the Central Public Health Laboratories; a National Influenza Center of the WHO Global Influenza Surveillance Network on 18 February 2012.",
          "Epidemiological investigation into the source of infection indicate that the case had exposure to backyard poultry.",
          "Of the 160 cases confirmed to date in Egypt, 55 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:19.331917",
    "first_seen_utc": "2026-01-29T16:19:19.331934"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_21-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-02-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "21 February 2012 - The Ministry of Health of Indonesia has announced one new confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 19 year-old female from Banten Province. She developed symptoms on 8 February 2012, was hospitalised on 12 February 2012 and died on 13 February 2012.",
          "Epidemiological investigation is ongoing by the Ministries of Health and Agriculture.",
          "Of the 185 cases confirmed to date in Indonesia, 153 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:22.036069",
    "first_seen_utc": "2026-01-29T16:19:22.036085"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_08-en",
    "title": "2012 - Viet Nam",
    "published_date": "2012-02-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "8 February 2012 - The Ministry of Health (MoH) has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 26 year-old pregnant female from Soc Trang province. She developed symptoms on 23 January 2012, and was admitted to hospital on 25 January. She was treated with Oseltamivir on 27 January, she died on 28 January. Confirmatory test results for influenza A (H5N1) were obtained on 30 January by Pasteur Institute, the WHO National Influenza Centre in Ho Chi Minh City, Viet Nam. Samples from the newborn infant of the fatal case tested negative for H5N1.",
          "The case had slaughtered and eaten sick chickens. MoH, the local health sector and Pasteur Institute in Ho Chi Minh City are conducting epidemiological investigation and strengthening surveillance and response activities. Close contacts of the fatal case have received prophylaxis and are being monitored; to date all remain well. The Department of Animal Health is collaborating with the human health sector.",
          "The case is the 121st person in Viet Nam to become infected with the H5N1 virus. To date, 61 of these cases have died from complications of the disease."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Viet Nam"
    ],
    "scraped_at": "2026-01-29T22:04:23.295778",
    "first_seen_utc": "2026-01-29T16:19:23.295800"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_03b-en",
    "title": "2012 - Cameroon",
    "published_date": "2012-02-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "3 February 2012 - On 20 December 2011, the Ministry of Health of Ghana notified WHO of a yellow fever (YF) outbreak occurring in 3 districts; Builsa and Kassena-Nankana-West in the Upper East Region and Kitampo-South in the Brong Ahafo Region located in the mid-western part of the country.",
          "A total of three laboratory-confirmed cases, including two deaths, have been detected by yellow fever surveillance, with the clinical syndrome of fever and jaundice.",
          "The index case, reported from the Kassena-Nankana-West district, was a 12 year-old male who had been going with his father to his farm in a forest bordering Burkina Faso. Onset of symptoms occurred on 11 October 2011 and progressively got worse until he died in Sandema Hospital on 18 October 2011. District outbreak teams investigated the affected areas but found no additional cases.",
          "A reactive campaign has been planned starting 6 February 2012, supported by the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) and the European Community Humanitarian Office (ECHO). Over 235 000 people in the affected districts have been targeted for vaccination, with the exclusion of pregnant women and children aged under one year.",
          "This activity will complement the two-phased YF preventive mass campaign undertaken by the country. The first phase was conducted in November 2011 and targeted a population of 5.8 million people covering 40 districts (8 regions). A YF reactive campaign was carried out in 3 more districts. The second phase, planned for this year, seeks to target 1.7 million people spanning 17 districts."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cameroon"
    ],
    "scraped_at": "2026-01-29T22:04:24.610864",
    "first_seen_utc": "2026-01-29T16:19:24.610878"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_02_03-en",
    "title": "2012 - Sudan",
    "published_date": "2012-02-03",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "3 February 2012 - In December 2011, the Ministry of Health of Cameroon notified WHO of a yellow fever outbreak in the North Region of the country.",
          "A total of 23 cases, including 7 deaths, have been reported to have occurred since October 2011 in Guider, Bibemi, Gaschiga, Lagdo, Mayo Oulo and Golombe districts. These cases were identified as part of the surveillance system, with fever and jaundice within the 14 days of onset.",
          "At least 13 cases from six health districts were laboratory confirmed at the Institute Pasteur of Cameroon by IgM ELISA test, which was followed by the seroneutralizing test (PRNT), the most specific test for yellow fever, and by differential diagnostic for dengue and West Nile Virus conducted in the WHO regional reference laboratory for yellow fever, the Institute Pasteur of Dakar, Senegal.",
          "WHO country office has been working with the government/health authorities in the outbreak field investigation to confirm the cases and assess the extent of the outbreak.",
          "GAVI Alliance, UN Central Emergency Response Fund (CERF) and the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) are supporting a reactive mass vaccination campaign which aims to cover over 1.2 million people in 8 health districts considered at high risk, namely Guider, Bibemi, Gaschiga, Lagdo, Mayo Oulo, Garoua I Garoua II, and Golombe.",
          "The vaccination campaign began on 23 January 2012, covering these 8 health districts which were not covered in the 2009 preventive mass vaccination campaign because they have no history of yellow fever outbreak or yellow fever virus circulation."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Sudan"
    ],
    "scraped_at": "2026-01-29T22:04:26.334617",
    "first_seen_utc": "2026-01-29T16:19:26.334635"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_24-en",
    "title": "2012 - China",
    "published_date": "2012-01-24",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "24 January 2012 - The Ministry of Health of China has notified WHO of a human case of avian influenza A (H5N1) virus infection.‬‪",
          "The case is a 39 year-old male from Guiyan City, Guizhou Province. He developed symptoms on 6 January 2012 and was admitted to hospital but was in critical condition and died on 22 January 2012.‬‪",
          "The case was laboratory diagnosed by Guizhou CDC and confirmed by China CDC on 22 January 2012. Investigation into the source of infection is ongoing. Close contacts of the case are being monitored and to date all remain well.‬‪"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - China"
    ],
    "scraped_at": "2026-01-29T22:04:27.548287",
    "first_seen_utc": "2026-01-29T16:19:27.548304"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_20-en",
    "title": "2012 - Viet Nam",
    "published_date": "2012-01-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "20 January 2012 - The Ministry of Health (MoH) has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was an 18 year-old male from Kien Giang Province. He developed symptoms on 10 January 2012 and was admitted to hospital on 14 January 2012 but died on 16 January 2012. Confirmatory test results for influenza A (H5N1) were obtained on 17 January 2012 by Pasteur Institute, the WHO National Influenza Centre in Ho Chi Minh City, Viet Nam.",
          "The man was reportedly exposed to ducks. Pasteur Institute in Ho Chi Minh City and the local health sector are conducting outbreak investigation and response. He is the 120th person in Viet Nam to become infected with the H5N1 virus; to date, 60 of these cases have died from complications of the disease."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Viet Nam"
    ],
    "scraped_at": "2026-01-29T22:04:29.701323",
    "first_seen_utc": "2026-01-29T16:19:29.701337"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_19b-en",
    "title": "2012 - Egypt",
    "published_date": "2012-01-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 January 2012 - The Ministry of Health and Population of Egypt has notified WHO of two cases of human infection with avian influenza A (H5N1) virus.‪",
          "The first case is a 2 year-old female from Cairo Governorate. She visited Helwan Fever Hospital as an outpatient on 30 October 2011 with symptoms of influenza-like-illness (ILI). The case was confirmed by RT-PCR at the Central Public Health Laboratory through periodic testing of samples collected from ILI outpatients from sentinel ILI surveillance sites. The epidemiological team investigated the case after confirmation of the laboratory test. Retrospective investigation through data collected from her family identified a positive history of exposure to backyard poultry. Samples from the case have been sent to the US Naval Medical Research Unit No. 3 (NAMRU-3) for further sequencing.",
          "The second case is a 31 year-old male from Fayium governorate. He developed symptoms on 1 January 2012, received oseltamivir on 14 January 2012 and is still hospitalised under the critical care unit. The case was confirmed by the Central Public Health Laboratory, a National Influenza Center of the WHO Global Influenza Surveillance Network.",
          "Epidemiological investigations into both the cases indicated that they had exposure to backyard poultry.",
          "Of the 159 cases confirmed to date in Egypt, 55 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:04:31.448662",
    "first_seen_utc": "2026-01-29T16:19:31.448679"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_19-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-01-19",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "19 January 2012 - The Ministry of Health of Indonesia has announced one new confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 5 year-old female from Jakarta Province. She was identified by a surveillance team during an investigation in the area on 7 January 2012 and was referred to a hospital. On 13 January 2012, she had breathing difficulties. Her condition deteriorated and she died on 16 January 2012.",
          "Epidemiological investigation indicated that she was a family contact of case 183, and frequently had direct contact with the same pigeons as that case, and the same household environment.",
          "Surveillance of other contacts has not identified further cases.",
          "Of the 184 cases confirmed to date in Indonesia, 152 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:04:50.112187",
    "first_seen_utc": "2026-01-29T16:19:50.112204"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_18-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-01-18",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "18 January 2012 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced that the case of human infection with avian influenza A (H5N1) virus reported in the Disease Outbreak News posting of 16 January 2012 died on 18 January 2012.",
          "The boy is the 19th person in Cambodia to become infected with the H5N1 virus; to date, 17 of these cases have died from complications of the disease."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:04:58.368612",
    "first_seen_utc": "2026-01-29T16:19:58.368625"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_17-en",
    "title": "2012 - France",
    "published_date": "2012-01-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "17 January 2012 - In March 2010, Poly Implant Prothèse (PIP) silicone implants were withdrawn from the European Union (EU) market following an observed increase in implant ruptures, and confirmation of the use of substandard silicone in the manufacture of the implants by French regulator AFSSAPS (Agence Française de Sécurité Sanitaire des Produits de Santé). Regulatory authorities in other jurisdictions were also notified, leading to product withdrawal from a number of non-EU countries. PIP implants have also been sold under the trade name of M-Implants and in April 2010 the Dutch Health Care Inspectorate prohibited all trade and usage of both products in the Netherlands.",
          "On 23 December 2011, the French authorities published a recommendation that French residents with PIP breast implants should consider having these removed as a preventive measure. Following this, other national health authorities have issued their own recommendations that have ranged from preventive removal of PIP silicone breast implants, to close monitoring and follow up of persons with these implants.",
          "Adverse events of approved breast implants include implant rupture and leakage. While the rupture rate of PIP prostheses was observed to be higher than expected in France, rates reported by other national authorities vary.",
          "Testing of PIP implants carried out by AFSSAPS found that the quality of implants varied, therefore increasing the risk of rupture. AFSSAPS also found that the gel containing non-approved silicone was an irritant to tissue, and when leaking could give rise to inflammation and pain.",
          "More information is needed about the risks associated with these implants and how they compare with other implants on the market, and on product distribution, use and surveillance.",
          "PIP and M-Implants silicone breast prostheses have been distributed to many countries around the world. Both standard and substandard silicone has been used to produce PIP implants.",
          "Persons with PIP or M-Implant prostheses should consult their doctor or surgeon if they suspect rupture, have pain or inflammation or any other concerns. Affected persons and physicians should take note of their national health authority recommendations and act accordingly. It is, furthermore, important to consider strengthening adverse event reporting of medical devices.",
          {
            "text": "Specific recommendations by national regulatory authorities can be found at the following websites (listed by country):",
            "bullets": [
              "Argentina",
              "Australia",
              "Austria",
              "Belgium",
              "Brazil",
              "Chile",
              "China",
              "Colombia",
              "Costa Rica",
              "Cuba",
              "Czech Republic",
              "Denmark",
              "Ecuador",
              "Estonia",
              "France - Ministry of Health",
              "France - Regulator of health products",
              "France - Regulator of health products: new recommendations for women with PIP implants",
              "Germany",
              "Hungary",
              "Italy",
              "Ireland",
              "Japan",
              "Malaysia",
              "Mexico",
              "Netherlands",
              "New Zealand",
              "Peru",
              "Portugal",
              "Spain - Ministry of Health, Social Services and Equality",
              "Spain - Ministry of Health, Social Services and Equality: Information on Poly Implant Prosthesis (PIP) silicone implants",
              "United Kingdom"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      },
      {
        "text": "Argentina",
        "url": "http://www.anmat.gov.ar/principal.asp"
      },
      {
        "text": "Australia",
        "url": "http://www.tga.gov.au/safety/alerts-device-breast-implants-120104.htm"
      },
      {
        "text": "Austria",
        "url": "http://www.basg.gv.at/bundesamt-fuer-sicherheit-im-gesundheitswesen-basg/"
      },
      {
        "text": "Belgium",
        "url": "http://www.fagg-afmps.be/en/news/"
      },
      {
        "text": "Brazil",
        "url": "http://portal.anvisa.gov.br/wps/portal/anvisa/anvisa/home"
      },
      {
        "text": "Chile",
        "url": "http://www.ispch.cl/"
      },
      {
        "text": "China",
        "url": "http://www.sda.gov.cn/WS01/CL0051/68312.html"
      },
      {
        "text": "Colombia",
        "url": "http://www.minproteccionsocial.gov.co/Paginas/default.aspx"
      },
      {
        "text": "Costa Rica",
        "url": "http://portal.ccss.sa.cr/portal/page/portal/Portal"
      },
      {
        "text": "Cuba",
        "url": "http://www.eqmed.sld.cu/Alertas%202010.html"
      },
      {
        "text": "Czech Republic",
        "url": "http://www.mzcr.cz/obsah/2012_2501_1.html"
      },
      {
        "text": "Denmark",
        "url": "http://laegemiddelstyrelsen.dk/en/"
      },
      {
        "text": "Ecuador",
        "url": "http://www.msp.gob.ec/index.php/Boletines-de-Prensa/ministerio-de-salud-publica-frente-a-alerta-de-implantes-mamarios-pip.html"
      },
      {
        "text": "Estonia",
        "url": "http://www.terviseamet.ee/info/uudised.html"
      },
      {
        "text": "France - Ministry of Health",
        "url": "http://www.sante.gouv.fr"
      },
      {
        "text": "France - Regulator of health products",
        "url": "http://www.afssaps.fr/"
      },
      {
        "text": "France - Regulator of health products: new recommendations for women with PIP implants",
        "url": "http://www.afssaps.fr/Dossiers-thematiques/Implants-mammaires-PIP-pre-remplis-de-gel-de-silicone/Actualite-Nouvelles-recommandations-de-suivi-des-femmes-porteuses-d-implants-PIP/(offset)/0"
      },
      {
        "text": "Germany",
        "url": "http://www.bfarm.de/DE/Medizinprodukte/medizinprodukte-node.html"
      },
      {
        "text": "Hungary",
        "url": "http://www.eekh.hu/letoltesek/pip.pdf"
      },
      {
        "text": "Italy",
        "url": "http://www.salute.gov.it/dettaglio/dettaglioNews.jsp?id=1830&tipo=new"
      },
      {
        "text": "Ireland",
        "url": "http://www.imb.ie/"
      },
      {
        "text": "Japan",
        "url": "http://www.mhlw.go.jp/stf/houdou/2r9852000001zco0.html"
      },
      {
        "text": "Malaysia",
        "url": "http://www.mdb.gov.my"
      },
      {
        "text": "Mexico",
        "url": "http://www.cofepris.gob.mx/Paginas/Inicio.aspx"
      },
      {
        "text": "Netherlands",
        "url": "http://www.igz.nl/"
      },
      {
        "text": "New Zealand",
        "url": "http://www.medsafe.govt.nz/consumers/devices/silicon.asp"
      },
      {
        "text": "Peru",
        "url": "http://www.digemid.minsa.gob.pe/alertas/index.htm"
      },
      {
        "text": "Portugal",
        "url": "http://www.dgs.pt/?f=3&id=21506"
      },
      {
        "text": "Spain - Ministry of Health, Social Services and Equality",
        "url": "http://www.msps.es/"
      },
      {
        "text": "Spain - Ministry of Health, Social Services and Equality: Information on Poly Implant Prosthesis (PIP) silicone implants",
        "url": "http://www.aemps.gob.es/productosSanitarios/prodSanitarios/infor_PIP/home.htm"
      },
      {
        "text": "United Kingdom",
        "url": "http://www.mhra.gov.uk/NewsCentre/CON137888"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - France"
    ],
    "scraped_at": "2026-01-29T22:04:59.735271",
    "first_seen_utc": "2026-01-29T16:19:59.735303"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_16-en",
    "title": "2012 - Cambodia",
    "published_date": "2012-01-16",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "16 January 2012 - The Ministry of Health (MoH) of the Kingdom of Cambodia has announced a confirmed case of human infection with avian influenza A (H5N1) virus.",
          "The case was a 2 year-old male from Banteay Meanchey Province. He developed symptoms on 3 January 2012 and was admitted to hospital on 9 January 2012. He is on Tamiflu and has been ventilated.",
          "There have been reports that the boy was exposed to sick poultry in his village. He is the 19th person in Cambodia to become infected with the H5N1 virus; to date, 16 of these cases have died from complications of the disease.",
          "The National and local Rapid Response Teams (RRT) are conducting outbreak investigation and response following the national protocol. Hospital staff who had contact with the case have been offered oseltamivir. To date, none of the human contacts have tested positive for A (H5N1)."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Cambodia"
    ],
    "scraped_at": "2026-01-29T22:05:01.084501",
    "first_seen_utc": "2026-01-29T16:20:01.084518"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_11-en",
    "title": "2012 - Indonesia",
    "published_date": "2012-01-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "11 January 2012 - The Ministry of Health of Indonesia has announced one new confirmed case of human infection with avian influenza A(H5N1) virus.",
          "The case is a 23 year-old male from Jakarta Province. He developed symptoms on 31 December 2011, was admitted to hospital on 6 January 2012 and died on 7 January 2012.",
          "An epidemiological investigation conducted by the Ministry of Health and local health officers indicated that he raised pigeons, and there was a sick pigeon he nursed that subsequently died.",
          "Laboratory tests have confirmed infection with avian influenza A(H5N1) virus. Of the 183 cases confirmed to date in Indonesia, 151 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Indonesia"
    ],
    "scraped_at": "2026-01-29T22:05:03.596344",
    "first_seen_utc": "2026-01-29T16:20:03.596361"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_05b-en",
    "title": "2012 - China",
    "published_date": "2012-01-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 January 2012 - The Ministry of Health of China has notified WHO of a human case of avian influenza A (H5N1) virus infection.‪",
          "The case is a 39-year-old male from Shenzhen, Guangdong Province. He developed symptoms on 21 December 2011 and was admitted to hospital on 25 December 2011. He was in critical condition and died on 31 December 2011. The case was laboratory diagnosed by Guangdong CDC on 30 December 2011 and confirmed by China CDC on 31 December 2011. Investigation into the source of infection is ongoing. Close contacts of the case are being monitored and to date all remain well.",
          "Of the 41 cases confirmed to date in China, 27 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - China"
    ],
    "scraped_at": "2026-01-29T22:05:04.924258",
    "first_seen_utc": "2026-01-29T16:20:04.924278"
  },
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2012_01_05-en",
    "title": "2012 - Egypt",
    "published_date": "2012-01-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Disease Outbreak",
    "sections": [
      {
        "heading": "Description of the situation",
        "content": [
          "5 January 2012 - The Ministry of Health and Population of Egypt has notified WHO of a case of human infection with avian influenza A (H5N1) virus.‪",
          "The case is a 42 year-old male from Menofia Governorate. He developed symptoms on 16 December 2011 and was admitted to hospital on 21 December 2011, where he received oseltamivir treatment. He was in critical condition and died on 22 December 2011.",
          "The case was confirmed by the Central Public Health Laboratories, a National Influenza Centre of the WHO Global Influenza Surveillance Network, on 24 December 2011.",
          "Investigations into the source of infection indicated that the case had exposure to sick and dead backyard poultry.",
          "Of the 157 cases confirmed to date in Egypt, 55 have been fatal."
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2012"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak",
      "2012 - Egypt"
    ],
    "scraped_at": "2026-01-29T22:05:06.187585",
    "first_seen_utc": "2026-01-29T16:20:06.187599"
  }
]