[
  {
    "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2026-DON592",
    "title": "Marburg virus disease - Ethiopia",
    "published_date": "2026-01-26",
    "disease": null,
    "location": null,
    "sections": [
      {
        "heading": "Situation at a glance",
        "content": [
          "On 26 January 2026, the Ministry of Health of Ethiopia declared the end of the Marburg virus disease (MVD) outbreak. This declaration came after two consecutive incubation periods (a total of 42 days) since the last person confirmed with MVD died and was given a safe and dignified burial, in accordance with WHO recommendations on 14 December 2025. As of 25 January 2026, a cumulative total of 19 cases, including 14 confirmed (including nine deaths) and five probable cases (all deaths), were reported. \r\nA total of 857 contacts listed for monitoring all had completed their 21-day follow-up as of 25 January 2026.\r\n\r\nWHO, through its country office and partners, provided technical, operational and financial support to the government to contain this outbreak."
        ]
      },
      {
        "heading": "Description of the situation",
        "content": [
          "On 14 November 2025, after the laboratory confirmation of suspected viral hemorrhagic fever (VHF) cases in Jinka town, South Ethiopia Regional State, Ethiopia, the Ministry of Health of Ethiopia declared an outbreak of Marburg Virus Disease (MVD). Molecular testing conducted by the National Reference Laboratory at the Ethiopian Public Health Institute (EPHI) identified Marburg virus (MARV) in patient samples. This was the first time Ethiopia was reporting a MVD outbreak .",
          "The first known case was an adult from Jinka town who developed symptoms on 23 October. The patient presented to the General Hospital the following day with vomiting, loss of appetite, and abdominal cramps. As of 25 January 2026, a cumulative total of 14 confirmed cases, including nine deaths (Case Fatality Rate (CFR) 64.3%) and five probable cases, all of whom had died, were reported by the Ministry of Health from Jinka, Malle and Dasench woredas in South Ethiopia Region and Hawassa in Sidama Region.",
          "As of 25 January 2026, a total of 857 contacts were listed who completed 21 days of follow-up, 760 from the South Ethiopia Region and 97 from the Sidama Region. As of 5 January 2026, 3800 samples were tested for the virus.",
          "On 26 January 2026, after two consecutive incubation periods (a total of 42 days), without a new confirmed case reported, after the last confirmed case died and was given a safe and dignified burial, on 14 December 2025, the Ministry of Health of Ethiopia declared the end of the MVD outbreak, as per WHO recommendations.",
          "Figure 1: Map of districts reporting confirmed and probable Marburg virus disease cases in Ethiopia, as of 25 January 2026"
        ],
        "images": [
          "https://cdn.who.int/media/images/default-source/products/disease-outbreak-news/map-for-marburg-virus-disease-in-ethiopia.png?sfvrsn=15b744e9_3"
        ]
      },
      {
        "heading": "Epidemiology",
        "content": [
          "Marburg virus disease (MVD) is a severe disease caused by either of two closely related viruses, Marburg virus and Ravn virus.  MVD has a high case fatality rate, ranging from 24% to 88% from previous outbreaks. The CFR can be lowered with early supportive patient care. The virus is initially transmitted to humans from fruit bats ( Rousettus aegyptiacus ) and then spreads among people through direct contact with bodily fluids, contaminated surfaces, or infected materials. Healthcare workers, caregivers, and individuals involved in burial practices are particularly at risk when appropriate infection, prevention and control measures are not in place.",
          "MVD symptoms typically begin abruptly after an incubation period of two to 21 days and include high fever, severe headache, malaise, muscle aches, and progressive gastrointestinal symptoms such as diarrhea and vomiting. In severe cases, patients may experience bleeding from multiple sites and die from shock and organ failure within a week of symptom onset.",
          "There are no approved treatment or vaccines for MVD, although early supportive care improves survival. Some candidate vaccines and therapeutics are currently under investigation.",
          "Nineteen outbreaks of MVD have previously been reported globally. The most recent outbreak was reported from the Republic of Tanzania between January and March 2025. Additional countries that have reported outbreaks of MVD in the African Region include Angola, the Democratic Republic of the Congo, Equatorial Guinea, Ghana, Guinea, Kenya, Rwanda, South Africa, and Uganda."
        ]
      },
      {
        "heading": "Public health response",
        "content": [
          {
            "text": "Local and national health authorities in Ethiopia implemented the following public health measures:",
            "bullets": [
              "A National Taskforce established at the Ministry of Health to provide strategic guidance, make decisions and mobilize resources.",
              "A costed national three-month response plan developed and launched by the MoH/EPHI",
              "The MoH regularly disseminated information on the MVD outbreak to the public and key partners.",
              "Public Health Emergency Operational Centres were activated at national and regional levels, with incident management structures established to coordinate the response.",
              "The Ministry of Health, in collaboration with EPHI and regional health offices, conducted integrated surveillance and response activities, including at priority points of entry (PoEs) and points of control (PoCs).",
              "Community surveillance, contact tracing, house-to-house visits, and medical service delivery were enhanced.",
              "Two hospitals designated as treatment centres, with dedicated health workers deployed to manage cases.",
              "Laboratory capacities were strengthened both at national level and through the deployment of a mobile laboratory in Jinka for timely confirmation.",
              "Field assessments conducted by a rapid response team (RRT).",
              "Risk Communication and Community Engagement (RCCE) teams disseminated MVD prevention messages, conducted community dialogues, developed activity plans for targeted community interventions, monitored social media to address misinformation, and assessed trusted communication channels to enhance public awareness and engage local networks and influencers."
            ]
          },
          {
            "text": "WHO, through its country office and partners, provided technical, operational and financial support to the government to contain this outbreak. These include:",
            "bullets": [
              "WHO provided policy, technical and operational support across all response pillars, including on PoE surveillance, laboratory, case management, IPC, safe and dignified burial, RCCE, logistics and cross-border coordination.",
              "Provided emergency supplies including testing kits, VHF kits, treatment centre modules.",
              "Deployed technical experts to provide operational support across all response pillars.",
              "Provided technical support for capacity building and supervision on surveillance, integrated case management and IPC activities.",
              "Continued providing technical and strategic support for the transition plan, including the integration of the MVD response into essential health services.",
              "Supported the Regional Health Bureau (RHB) with community-based active case searching and mortality surveillance across various clusters.",
              "Provided technical and programmatic support to the RHB for the development and implementation of the Survivors Program."
            ]
          }
        ]
      },
      {
        "heading": "WHO risk assessment",
        "content": [
          "This was the first-ever confirmed MVD outbreak reported in Ethiopia.  Based on the outbreak investigation and surveillance activities during the response, which included contact tracing, alert management, active case search, and mortality surveillance, no additional cases have been reported during the 42-day countdown period, as per WHO recommendations. However, there remains a risk of re-emergence of MVD following the declaration of the end of the outbreak, with potential spillovers from interactions with the animal reservoir.",
          "Risk communication and community engagement activities will continue to provide timely and accurate information, monitor and address community feedback and rumours, while supporting efforts to reduce stigma toward individuals affected by the outbreak."
        ]
      },
      {
        "heading": "WHO advice",
        "content": [
          "WHO encourages maintaining early detection and care capacities in addition to sustaining the ability to quickly respond after the outbreak ends. This is to make sure that if the disease re-emerges, health authorities can detect it immediately, prevent the disease from spreading again, and ultimately save lives.",
          {
            "text": "Raising awareness of risk factors for MVD and protective measures that individuals can take is an effective way to reduce human transmission. WHO advises the following risk reduction measures as an effective way to reduce MVD transmission in healthcare facilities and in communities:",
            "bullets": [
              "Reducing the risk      of bat-to-human transmission arising from prolonged exposure to mines or      caves inhabited by fruit bat colonies. People visiting or working in mines      or caves inhabited by fruit bat colonies should wear gloves and other      appropriate protective clothing (including masks).",
              "Capabilities for      early detection of MVD patients should be maintained over time in settings      at risk of the disease.",
              "Reducing the risk      of human-to-human transmission in the community arising from direct or      close contact with infected patients, particularly with their body fluids.      Close physical contact with MVD patients should be avoided. Patients      suspected or confirmed for MVD should be isolated in a designated      treatment centre for early care and to avoid transmission at home.",
              "Communities affected by MVD, along with health authorities, should ensure that the      population is well informed, both about the nature of the disease itself      and about necessary outbreak containment measures.",
              "Outbreak containment measures include safe and dignified burial of the deceased,      identifying people who may have been in contact with someone infected with      MVD and monitoring their health for 21 days and providing care to the      confirmed patient. Any sick people with symptoms matching MVD should be      referred to a health facility with adequate capacity.",
              "Critical infection      prevention and control measures should be implemented and/or strengthened      in all health care facilities, per WHO’s Infection prevention and control guideline      for Ebola and Marburg disease . Health workers caring for patients with confirmed or      suspected MVD should apply transmission-based precautions in addition to: standard precautions , including appropriate use of PPE and hand      hygiene according to the WHO 5 moments to avoid contact with patient’s blood and      other body fluids and with contaminated surfaces and objects. Waste      generated in healthcare facilities must be safely segregated, collected,      transported, stored, treated and finally disposed. Follow the national      guidelines, rules and regulations for safe waste disposal or follow      the WHO’s guidelines on safe waste management .",
              "Patient-care activities should be undertaken in a clean and hygienic environment that      facilitates practices related to the prevention and control of      health-care-associated infections (HAIs) as outlined in Essential environmental health standards in      health care . Safe water,      adequate sanitation and hygiene infrastructure and services should be      provided in healthcare facilities. For details on recommendations and      improvement, follow the WASH FIT implementation Package",
              "WHO encourages      countries to implement a comprehensive care programme to support people      who have recovered from MVD with any subsequent sequelae and to enable      them to access body fluid testing and to mitigate the risk of transmission      through infected body fluids by adequate practices."
            ]
          },
          "Based on the current risk assessment, WHO advises against any travel and trade restrictions with Ethiopia."
        ]
      },
      {
        "heading": "Further information",
        "content": [
          "World Health Organization. Ethiopia declares end of first-ever Marburg virus disease outbreak. Available from: https://www.afro.who.int/countries/ethiopia/news/ethiopia-declares-end-first-ever-marburg-virus-disease-outbreak World Health Organization (21 November 2025). Disease Outbreak News; Marburg virus disease in Ethiopia. Available at: https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON585 An introduction to the Marburg virus vaccine consortium, MARVAC | PLOS Pathogens [Internet]. [cited 2025 Nov 19]. Available from: https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805 Bat‐borne viruses in Africa: a critical review - Markotter - 2020 - Journal of Zoology - Wiley Online Library [Internet]. [cited 2025 Nov 19]. Available from: https://zslpublications.onlinelibrary.wiley.com/doi/10.1111/jzo.12769 Building research readiness for a future filovirus outbreak, Workshop February 20 - 22, 2024, Uganda [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda Diagnostic testing for Ebola and Marburg virus diseases: interim guidance, 20 December 2024 [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/i/item/B09221 My Mooc [Internet]. [cited 2025 Nov 19]. Ebola and Marburg diseases screening and treatment center design. Available from: https://www.my-mooc.com:443/en/mooc/ebola-and-marburg-diseases-screening-and-treatment-center-design-openwho-org-b254d40e-8763-4fce-9847-5bfea7afa8c8 Ebola and Marburg treatment centres [Internet]. World Health Organization; 2024 [cited 2025 Nov 19]. Available from: https://www.who.int/publications/b/73031 Ethiopia reports suspected viral haemorrhagic fever outbreak | WHO | Regional Office for Africa [Internet]. 2025 [cited 2025 Nov 19]. Available from: https://www.afro.who.int/news/ethiopia-suspected-viral-haemorrhagic-fever-outbreak Facebook [Internet]. [cited 2025 Nov 19]. Available from: https://www.facebook.com/photo?fbid=1248868497275378&set=a.288278136667757 Hand hygiene technical reference manual: to be used by health-care workers, trainers and observers of hand hygiene practices [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/i/item/9789241598606 Infection prevention and control guideline for Ebola and Marburg disease, August 2023 [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/i/item/WHO-WPE-CRS-HCR-2023.1 Korine C. IUCN Red List of Threatened Species: Rousettus aegyptiacus. IUCN Red List Threat Species [Internet]. 2016 Apr 20 [cited 2025 Nov 19]; Available from: https://www.iucnredlist.org/en Laboratory biosafety manual, 4th edition [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/i/item/9789240011311 Marburg virus disease [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease Marburg virus disease [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/news-room/questions-and-answers/item/marburg-virus-disease Marburg virus disease - United Republic of Tanzania [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471 Marburg virus disease - United Republic of Tanzania [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471 Snapshot [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471 Marburg virus therapeutics landscape [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/m/item/marburg-virus-therapeutics-landscape Marburg virus vaccine landscape [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/m/item/marburg-virus-vaccine-landscape Standard precautions for the prevention and control of infections: aide-memoire [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.1 Steps to put on personal protective equipment (PPE) for Ebola/Marburg disease: Coverall [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/multi-media/details/steps-to-put-on-ppe-for-ebola-marburg-disease-coverall Steps to put on personal protective equipment (PPE) for Ebola/Marburg disease: Gown and headcover [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/multi-media/details/steps-to-put-on-ppe-for-ebola-marburg-disease-gown-and-headcover Steps to remove personal protective equipment (PPE) for Ebola/Marburg disease: Coverall [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/multi-media/details/steps-to-remove-ppe-for-ebola-marburg-disease-coverall Steps to remove personal protective equipment (PPE) for Ebola/Marburg disease: Gown and headcover [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/multi-media/details/steps-to-remove-ppe-for-ebola-marburg-disease-gown-and-headcover This document describes a long-term global strategy for filovirus research and monitoring. [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/m/item/a-who-strategic-research-agenda-for-filovirus-research-and-monitoring-----(who-afirm) Transmission-based precautions for the prevention and control of infections: aide-memoire [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.2 Viral Haemorrhagic Fever | WHO | Regional Office for Africa [Internet]. 2025 [cited 2025 Nov 19]. Available from: https://www.afro.who.int/health-topics/viral-haemorrhagic-fever WHO Technical Advisory Group – candidate vaccine prioritization. Summary of the evaluations and recommendations on the four Marburg vaccines [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/m/item/who-technical-advisory-group---candidate-vaccine-prioritization.--summary-of-the-evaluations-and-recommendations-on-the-four-marburg-vaccines WHO Technical Advisory Group – candidate vaccine prioritization. Summary of the evaluations and recommendations on the four Marburg vaccines [Internet]. [cited 2025 Nov 19]. Available from: https://www.who.int/publications/m/item/who-technical-advisory-group---candidate-vaccine-prioritization.--summary-of-the-evaluations-and-recommendations-on-the-four-marburg-vaccines WHO Considerations for border health and points of entry for filovirus disease outbreaksL interim guidance. Available from: https://www.who.int/publications/m/item/considerations-for-border-health-and-points-of-entry-for-filovirus-disease-outbreaks Risk communication and community engagement for Marburg virus disease outbreaks: interim guidance, November 2024. [cited 2026 Jan 26]. Available from: https://www.who.int/publications/i/item/B09185 Citable reference: World Health Organization (26 January 2026). Disease Outbreak News; Marburg virus disease in Ethiopia. Available at: https://www/who.int/emergencies/disease-outbreak-news/item/2026-DON592"
        ]
      }
    ],
    "references": [
      {
        "text": "See all DONs related to this event",
        "url": "https://www.who.int/emergencies/emergency-events/item/2025-e000445"
      },
      {
        "text": "Read more about Marburg virus disease",
        "url": "https://www.who.int/health-topics/marburg-virus-disease"
      },
      {
        "text": "MVD outbreak",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2025-DON585"
      },
      {
        "text": "recent",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2025-DON552"
      },
      {
        "text": "WHO’s Infection prevention and control guideline      for Ebola and Marburg disease",
        "url": "https://www.who.int/publications/i/item/WHO-WPE-CRS-HCR-2023.1"
      },
      {
        "text": "transmission-based precautions",
        "url": "https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.2"
      },
      {
        "text": "standard precautions",
        "url": "https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.1"
      },
      {
        "text": "WHO 5 moments",
        "url": "https://cdn.who.int/media/docs/default-source/integrated-health-services-(ihs)/infection-prevention-and-control/your-5-moments-for-hand-hygiene-poster.pdf?sfvrsn=83e2fb0e_21"
      },
      {
        "text": "WHO’s guidelines on safe waste management",
        "url": "https://iris.who.int/bitstream/handle/10665/85349/9789241548564_eng.pdf;sequence=1"
      },
      {
        "text": "Essential environmental health standards in      health care",
        "url": "https://www.who.int/publications/i/item/9789241547239"
      },
      {
        "text": "WASH FIT implementation Package",
        "url": "https://openwho.org/courses/wash-fit"
      },
      {
        "text": "https://www.afro.who.int/countries/ethiopia/news/ethiopia-declares-end-first-ever-marburg-virus-disease-outbreak",
        "url": "https://www.afro.who.int/countries/ethiopia/news/ethiopia-declares-end-first-ever-marburg-virus-disease-outbreak"
      },
      {
        "text": "https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON585",
        "url": "https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON585"
      },
      {
        "text": "https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805",
        "url": "https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805"
      },
      {
        "text": "https://zslpublications.onlinelibrary.wiley.com/doi/10.1111/jzo.12769",
        "url": "https://zslpublications.onlinelibrary.wiley.com/doi/10.1111/jzo.12769"
      },
      {
        "text": "https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda",
        "url": "https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda"
      },
      {
        "text": "https://www.who.int/publications/i/item/B09221",
        "url": "https://www.who.int/publications/i/item/B09221"
      },
      {
        "text": "https://www.my-mooc.com:443/en/mooc/ebola-and-marburg-diseases-screening-and-treatment-center-design-openwho-org-b254d40e-8763-4fce-9847-5bfea7afa8c8",
        "url": "https://www.my-mooc.com/en/mooc/ebola-and-marburg-diseases-screening-and-treatment-center-design-openwho-org-b254d40e-8763-4fce-9847-5bfea7afa8c8"
      },
      {
        "text": "https://www.who.int/publications/b/73031",
        "url": "https://www.who.int/publications/b/73031"
      },
      {
        "text": "https://www.afro.who.int/news/ethiopia-suspected-viral-haemorrhagic-fever-outbreak",
        "url": "https://www.afro.who.int/news/ethiopia-suspected-viral-haemorrhagic-fever-outbreak"
      },
      {
        "text": "https://www.facebook.com/photo?fbid=1248868497275378&set=a.288278136667757",
        "url": "https://www.facebook.com/photo?fbid=1248868497275378&set=a.288278136667757"
      },
      {
        "text": "https://www.who.int/publications/i/item/9789241598606",
        "url": "https://www.who.int/publications/i/item/9789241598606"
      },
      {
        "text": "https://www.who.int/publications/i/item/WHO-WPE-CRS-HCR-2023.1",
        "url": "https://www.who.int/publications/i/item/WHO-WPE-CRS-HCR-2023.1"
      },
      {
        "text": "https://www.iucnredlist.org/en",
        "url": "https://www.iucnredlist.org/en"
      },
      {
        "text": "https://www.who.int/publications/i/item/9789240011311",
        "url": "https://www.who.int/publications/i/item/9789240011311"
      },
      {
        "text": "https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease",
        "url": "https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease"
      },
      {
        "text": "https://www.who.int/news-room/questions-and-answers/item/marburg-virus-disease",
        "url": "https://www.who.int/news-room/questions-and-answers/item/marburg-virus-disease"
      },
      {
        "text": "https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471"
      },
      {
        "text": "https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471"
      },
      {
        "text": "https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471",
        "url": "https://www.who.int/emergencies/disease-outbreak-news/item/2023-DON471"
      },
      {
        "text": "https://www.who.int/publications/m/item/marburg-virus-therapeutics-landscape",
        "url": "https://www.who.int/publications/m/item/marburg-virus-therapeutics-landscape"
      },
      {
        "text": "https://www.who.int/publications/m/item/marburg-virus-vaccine-landscape",
        "url": "https://www.who.int/publications/m/item/marburg-virus-vaccine-landscape"
      },
      {
        "text": "https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.1",
        "url": "https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.1"
      },
      {
        "text": "https://www.who.int/multi-media/details/steps-to-put-on-ppe-for-ebola-marburg-disease-coverall",
        "url": "https://www.who.int/multi-media/details/steps-to-put-on-ppe-for-ebola-marburg-disease-coverall"
      },
      {
        "text": "https://www.who.int/multi-media/details/steps-to-put-on-ppe-for-ebola-marburg-disease-gown-and-headcover",
        "url": "https://www.who.int/multi-media/details/steps-to-put-on-ppe-for-ebola-marburg-disease-gown-and-headcover"
      },
      {
        "text": "https://www.who.int/multi-media/details/steps-to-remove-ppe-for-ebola-marburg-disease-coverall",
        "url": "https://www.who.int/multi-media/details/steps-to-remove-ppe-for-ebola-marburg-disease-coverall"
      },
      {
        "text": "https://www.who.int/multi-media/details/steps-to-remove-ppe-for-ebola-marburg-disease-gown-and-headcover",
        "url": "https://www.who.int/multi-media/details/steps-to-remove-ppe-for-ebola-marburg-disease-gown-and-headcover"
      },
      {
        "text": "https://www.who.int/publications/m/item/a-who-strategic-research-agenda-for-filovirus-research-and-monitoring-----(who-afirm)",
        "url": "https://www.who.int/publications/m/item/a-who-strategic-research-agenda-for-filovirus-research-and-monitoring-----(who-afirm)"
      },
      {
        "text": "https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.2",
        "url": "https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.2"
      },
      {
        "text": "https://www.afro.who.int/health-topics/viral-haemorrhagic-fever",
        "url": "https://www.afro.who.int/health-topics/viral-haemorrhagic-fever"
      },
      {
        "text": "https://www.who.int/publications/m/item/who-technical-advisory-group---candidate-vaccine-prioritization.--summary-of-the-evaluations-and-recommendations-on-the-four-marburg-vaccines",
        "url": "https://www.who.int/publications/m/item/who-technical-advisory-group---candidate-vaccine-prioritization.--summary-of-the-evaluations-and-recommendations-on-the-four-marburg-vaccines"
      },
      {
        "text": "https://www.who.int/publications/m/item/who-technical-advisory-group---candidate-vaccine-prioritization.--summary-of-the-evaluations-and-recommendations-on-the-four-marburg-vaccines",
        "url": "https://www.who.int/publications/m/item/who-technical-advisory-group---candidate-vaccine-prioritization.--summary-of-the-evaluations-and-recommendations-on-the-four-marburg-vaccines"
      },
      {
        "text": "https://www.who.int/publications/m/item/considerations-for-border-health-and-points-of-entry-for-filovirus-disease-outbreaks",
        "url": "https://www.who.int/publications/m/item/considerations-for-border-health-and-points-of-entry-for-filovirus-disease-outbreaks"
      },
      {
        "text": "https://www.who.int/publications/i/item/B09185",
        "url": "https://www.who.int/publications/i/item/B09185"
      },
      {
        "text": "https://www/who.int/emergencies/disease-outbreak-news/item/2026-DON592",
        "url": "https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON592"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Disease Outbreak"
    ],
    "scraped_at": "2026-01-29T09:46:35.340400",
    "first_seen_utc": "2026-01-29T04:01:35.340414"
  }
]