[
  {
    "url": "https://www.who.int/news/item/10-11-2006-clean-hands-leading-to-safer-health-care-for-half-the-world-s-population",
    "title": "Clean hands leading to safer health care for half the world’s population",
    "published_date": "2006-11-10",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva, Switzerland",
    "sections": [
      {
        "heading": null,
        "content": [
          "Half the people in the world can look forward to cleaner and safer care and a lowered risk of becoming ill with an infection as a result of their health care. That is because they live in countries whose governments have pledged to become part of a worldwide movement to address health-care associated infections under the Global Patient Safety Challenge: Clean Care is Safer Care.",
          "A total of 22 countries representing 55% of the world’s population have signed on to the Global Patient Safety Challenge since it was launched by the World Health Organization World Alliance for Patient Safety in October 2005.",
          "On 10 November, 13 more countries — Australia, Belgium, Bhutan, Bulgaria, Costa Rica, Germany, Kenya, Finland, Luxembourg, Singapore, Sudan, Uganda and the United States— will pledge commitment to the initiative. Seven countries and regions — Bangladesh, Hong Kong SAR, China, Gulf Cooperation Council (GCC) States, Ireland, Italy, Scotland, Spain— will report on their first year of achievements.",
          "At any given moment some 1.4 million people worldwide are ill because of infections acquired in hospitals. In developed countries the toll is 5% to 10% of patients. In some developing countries, as many as a quarter of patients may be affected.",
          "“We can reduce these numbers dramatically, and more and more countries are showing they are ready to take action. With the help of WHO and other partners these countries are laying the foundations for patients everywhere to receive cleaner, safer care”, said Dr Anders Nordstrom, Acting Director-General of WHO.",
          "One of the most powerful approaches to fighting health care-related infection is also the simplest: health care providers need to clean their hands every time they see a patient.",
          "Many countries have already substantially improved hand hygiene practices among health professionals. During a recent four-month hand hygiene campaign in Switzerland, for example, compliance with good practices increased 25% among doctors and nurses working in two cantonal hospitals. Based on the results of that study it has been estimated that the Swiss could avert 17 000 nosocomial infections each year if hospitals nationwide achieved comparable improvements. \"With 33 countries committing to 'Clean Care is Safer Care' over the last year, we have proof of the global political commitment to dramatically reduce deaths and suffering from infections acquired in health care facilities. I urge countries throughout the world to follow the example of those who have already committed to \"Clean Care is Safer Care,\" Sir Liam Donaldson, Chair of the WHO World Alliance for Patient Safety and Chief Medical Officer for England.",
          "Hand hygiene remains the primary measure to reduce health care-associated infection and the spread of antimicrobial resistance, stressed Professor Didier Pittet, Leader of the Global Patient Safety Challenge and Director of the Infection Control Programme at Geneva's University Hospitals. \"It enhances the safety of care across all settings, from complex, modern hospitals to simple health posts\"."
        ]
      },
      {
        "heading": "Editor's note",
        "content": [
          "Progress report on 22 countries participating in \"Clean Care is Safer Care\":",
          "Bahrain, Canada, Ireland, Italy, Hong Kong SAR, China, Malaysia, the Kingdom of Saudi Arabia, Switzerland, the United Kingdom of Great Britain and Northern Ireland are running hospital hand hygiene campaigns and made an alcohol hand rub available at the point of care to ensure hand hygiene can occur quickly and easily.",
          "The Netherlands, the Russian Federation, and United Arab Emirates have set up national committees on infection control.",
          "Bangladesh, Belarus, Georgia, India, Kazakhstan, Kyrgyzstan, Republic of Moldova, the Philippines, Slovenia and Tajikistan recently committed their countries to addressing health care-associated infection."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Clean hands leading to safer health care for half the world’s population",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:53Z",
    "first_seen_utc": "2026-01-29T02:41:53Z"
  },
  {
    "url": "https://www.who.int/news/item/09-11-2006-dr-margaret-chan-to-be-who's-next-director-general",
    "title": "Dr Margaret Chan to be WHO's next Director-General",
    "published_date": "2006-11-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Organization's work to be judged by impact on the people of Africa and on women",
        "content": [
          "WHO/Peter Williams Dr Anders Nordström, WHO Acting Director-General , Dr Margaret Chan, WHO Director-General Elect and Professor Paulo Ivo Garrido of Mozambique, President of the World Health Assembly moments after Dr Chan is formally announced as WHO's next Director-General. Dr Margaret Chan of China will be the next Director-General of the World Health Organization (WHO). After her appointment, she told the World Health Assembly she wanted to be judged by the impact WHO's work has on the people of Africa and on women across the globe.",
          "In her acceptance speech, Dr Chan said: \"what matters most to me is people. And two specific groups of people in particular. I want us to be judged by the impact we have on the health of the people of Africa, and the health of women… Improvements in the health of the people of Africa and the health of women are key indicators of the performance of WHO.\"",
          "\"All regions, all countries, all people are equally important. This is a health organization for the whole world. Our work must touch on the lives of everyone, everywhere,\" she said. \"But we must focus our attention on the people in greatest need.\"",
          "Dr Chan was nominated as Director-General on Wednesday by the WHO Executive Board and her appointment was confirmed on Thursday by the World Health Assembly. The Director-General is WHO's chief technical and administrative officer. She was previously WHO Assistant Director-General for Communicable Diseases and Representative of the Director-General for Pandemic Influenza.",
          "Dr Chan obtained her Medical Degree from the University of Western Ontario in Canada and also has a degree in public health from the National University of Singapore. She joined the Hong Kong Department of Health in 1978, and was appointed as Director of Health in 1994. As Director, she launched new services focusing on prevention of disease and promotion of health. She also introduced new initiatives to improve communicable disease surveillance and response, enhance training for public health professionals, and to establish better local and international collaboration. She has effectively managed outbreaks of avian influenza and the world's first outbreak of severe acute respiratory syndrome (SARS).",
          "The procedures for the current nomination and election process were decided following the sudden death of Dr LEE Jong-wook, WHO Director-General, on 22 May 2006. At its meeting on 23 May, the WHO Executive Board agreed on an \"accelerated process\" for electing a Director-General.",
          "Dr Chan paid tribute to her predecessor. \"We are all here because of the untimely death of Dr LEE Jong-wook. We are also all here because of many millions of untimely deaths. I know Dr Lee would have wanted me to make this point. He will always be remembered for his 3by5 initiative. That was all about preventing untimely deaths on the grandest scale possible.\"",
          "Dr Chan told the Assembly that as Director-General she would focus on six key issues for WHO: health development, security, capacity, information and knowledge, partnership, and performance.",
          "She emphasized the importance of global health security in her vision of the Organization's role: \"Health security brings benefits at both the global and community levels. New diseases are global threats to health that also bring shocks to economies and societies. Defence against these threats enhances our collective security.\"",
          "Underlining the importance of strong systems to deliver health care to the people who need it, she said: \"All the donated drugs in the world won’t do any good without an infrastructure for their delivery. You cannot deliver health care if the staff you trained at home are working abroad.\"",
          "She especially praised the people who deliver health care. \"The true heroes these days are the health workers with their healing, caring ethic. They are determined to save lives and relieve suffering, and they work with impressive dedication, often under difficult conditions. The world needs many, many more of them.\"",
          "Dr Chan underlined the diverse approaches needed to strengthen health and health care in different parts of the world. \"Many countries in Africa face the challenge of rebuilding social support systems. Others in central Asia and Eastern Europe are undergoing transition from planned to market economies. They want WHO support. They want to make sure that equitable and accessible systems built on primary health care are not sacrificed in the process.\"",
          "She said she would strengthen WHO's commitment to gather, analyse and build recommendations based on evidence: \"I plan to set up a global health observatory to collect, collate and disseminate data on priority health problems. I will integrate WHO’s research activities to more strategically address a common health research agenda.\"",
          "There is a growing number of initiatives and players in the field of global health. Dr Chan said she would work strategically with partners to deliver the best possible results for global health. \" Today, collaboration to achieve public health goals is no longer simply an asset. It is a critical necessity. WHO needs to develop an approach to collaboration that emphasizes management of diversity and complexity.\"",
          "Turning her attention to the internal management of WHO, Dr Chan said: \"I will also accelerate human resource reform to build a work ethic within WHO that is based on competence, and pride in achieving results for health.\"",
          "She also addressed the challenges ahead of the Organization: \"As we know, not all of the problems faced by WHO in its efforts to improve world health are subject to scientific scrutiny, or yield their secrets under a microscope. You know the ones I mean: lack of resources and too little political commitment. These are often the true 'killers'.\"",
          "Ending her address, Dr Chan repeated her pledge to work hard to improve the health of people around the world. \"The work we do together saves lives and relieves suffering. I will work with you tirelessly to make this world a healthier place.\"",
          "Dr Anders Nordström, appointed by the Executive Board as Acting Director-General of WHO in May, will continue in this role until a new Director-General takes office."
        ]
      },
      {
        "heading": "For more information contact:",
        "content": [
          "Christine McNab Acting-Director, WHO Communications Department Telephone: +41 22 791 4688 Mobile phone: +41 79 254 6815 E-mail: mcnabc@who.int Iain Simpson Team leader, News and Advocacy WHO, Geneva Telephone: +41 22 791 3215 Mobile phone: +41 79 254 3215 E-mail: simpsoni@who.int Fadéla Chaib Communications Officer WHO, Geneva Telephone: +41 22 791 3228 Mobile phone: +41 79 475 5556 E-mail: chaibf@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "mcnabc@who.int",
        "url": "mailto:mcnabc@who.int"
      },
      {
        "text": "simpsoni@who.int",
        "url": "mailto:simpsoni@who.int"
      },
      {
        "text": "chaibf@who.int",
        "url": "mailto:chaibf@who.int"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/governance/wha-dr-chan.tmb-1024v.jpg?sfvrsn=69c55362_1"
    ],
    "tags": [
      "WHO",
      "Dr Margaret Chan to be WHO's next Director-General",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:54Z",
    "first_seen_utc": "2026-01-29T02:41:54Z"
  },
  {
    "url": "https://www.who.int/news/item/08-11-2006-dr-margaret-chan-nominated-to-be-who-director-general",
    "title": "Dr Margaret Chan nominated to be WHO Director-General",
    "published_date": "2006-11-08",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Dr Margaret Chan of China was nominated today by the Executive Board of the World Health Organization for the post of Director-General. The Director-General is WHO's chief technical and administrative officer.",
          "The nomination will be submitted to the World Health Assembly, which will meet for a one-day special session on Thursday, 9 November to appoint the next Director-General.",
          "The procedures for the current nomination and election process were decided following the sudden death of Dr LEE Jong-wook, WHO Director-General, on 22 May 2006. At its meeting on 23 May, the WHO Executive Board agreed on an \"accelerated process\" for electing a Director-General.",
          "On Monday the Executive Board, chaired by Dr Fernando Antezana Araníbar of Bolivia, selected a short list of five candidates. Yesterday the Board interviewed the five candidates and today selected Dr Margaret Chan as its nominee.",
          "Dr Chan is a well-known public figure because of her record of leadership in fighting disease first in Hong Kong, and more recently at WHO. During her nine-year tenure as Director of Health, Dr Chan confronted the first human outbreak of H5N1 avian influenza in 1997 and successfully defeated Severe Acute Respiratory Syndrome (SARS) in Hong Kong in 2003. She also introduced primary health care 'from the diaper to the grave' with a focus on health promotion and disease prevention, self-care and healthy lifestyles. In 2003, she joined WHO and rose to the position of Representative of the Director-General for Pandemic Influenza as well as Assistant Director-General for Communicable Diseases. Now 59, Dr Chan obtained her Medical Degree from the University of Western Ontario in Canada and a public health degree from the National University of Singapore.",
          "The WHO Executive Board is composed of 34 Members who are technically qualified in the field of health. The main functions of the Board are to give effect to the decisions and policies of the World Health Assembly, to advise it and generally to facilitate its work.",
          "The countries represented on the current Executive Board are: Afghanistan, Australia, Azerbaijan, Bahrain, Bhutan, Bolivia, Brazil, China, Denmark, Djibouti, El Salvador, Iraq, Jamaica, Japan, Kenya, Latvia, Lesotho, Liberia, Libyan Arab Jamahiriya, Luxembourg, Madagascar, Mali, Mexico, Namibia, Portugal, Romania, Rwanda, Singapore, Slovenia, Sri Lanka, Tonga, Thailand, Turkey and the United States of America.",
          "Dr Anders Nordström, appointed by the Executive Board as Acting Director-General of WHO in May, will continue in this role until a new Director-General takes office.",
          "For more information contact: Christine McNab Acting-Director, WHO Communications Department Telephone: +41 22 791 4688 Mobile phone: +41 79 254 6815 E-mail: mcnabc@who.int Iain Simpson Team leader, News and Advocacy WHO, Geneva Telephone: +41 22 791 3215 Mobile phone: +41 79 254 3215 E-mail: simpsoni@who.int Fadéla Chaib Communications Officer WHO, Geneva Telephone: +41 22 791 3228 Mobile phone: +41 79 475 5556 E-mail: chaibf@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "mcnabc@who.int",
        "url": "mailto:mcnabc@who.int"
      },
      {
        "text": "simpsoni@who.int",
        "url": "mailto:simpsoni@who.int"
      },
      {
        "text": "chaibf@who.int",
        "url": "mailto:chaibf@who.int"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Dr Margaret Chan nominated to be WHO Director-General",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:54Z",
    "first_seen_utc": "2026-01-29T02:41:54Z"
  },
  {
    "url": "https://www.who.int/news/item/06-11-2006-who-executive-board-shortlists-candidates-for-director-general",
    "title": "WHO Executive Board shortlists candidates for Director-General",
    "published_date": "2006-11-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "The Executive Board of the World Health Organization, meeting in Geneva, today agreed on a shortlist of five candidates for the post of Director-General.",
          {
            "text": "The short list of five candidates reads as follows (in alphabetical order):",
            "bullets": [
              "Dr Kazem Behbehani",
              "Dr Margaret Chan",
              "Dr Julio Frenk",
              "Dr Shigeru Omi",
              "Ms Elena Salgado Méndez"
            ]
          },
          "On Tuesday, the Board will interview the five candidates, and on Wednesday it will nominate one of them for the post of Director-General of the Organization. This nomination will be submitted to the World Health Assembly, which will meet for a one-day special session on Thursday to appoint the next Director-General.",
          "The current election follows the sudden death of Dr LEE Jong-wook, WHO Director-General, on 22 May 2006. At its meeting on 23 May, the WHO Executive Board agreed on an \"accelerated process\" for electing a Director-General, which will culminate on 9 November with the appointment of the next Director-General.",
          "For more information contact: Christine McNab Acting-Director, WHO Communications Department Telephone: +41 22 791 4688 Mobile phone: +41 79 254 6815 E-mail: mcnabc@who.int Iain Simpson Team leader, News and Advocacy WHO, Geneva Telephone: +41 22 791 3215 Mobile phone: +41 79 254 3215 E-mail: simpsoni@who.int Fadéla Chaib Communications Officer WHO, Geneva Telephone: +41 22 791 3228 Mobile phone: +41 79 475 5556 E-mail: chaibf@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "mcnabc@who.int",
        "url": "mailto:mcnabc@who.int"
      },
      {
        "text": "simpsoni@who.int",
        "url": "mailto:simpsoni@who.int"
      },
      {
        "text": "chaibf@who.int",
        "url": "mailto:chaibf@who.int"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "WHO Executive Board shortlists candidates for Director-General",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:55Z",
    "first_seen_utc": "2026-01-29T02:41:55Z"
  },
  {
    "url": "https://www.who.int/news/item/03-11-2006-election-of-who-director-general",
    "title": "Election of WHO Director-General",
    "published_date": "2006-11-03",
    "author": "3 November 2006",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Guidelines and information for media",
        "content": [
          "The election of the World Health Organization (WHO) Director-General will take place in Geneva next week, from 6 to 9 November 2006. There will be two separate meetings in two separate venues. Below, journalists can find practical information relating\n    to accreditation, access to meetings, and news conference, photo and broadcast opportunities. The WHO Executive Board (EB) will meet from 6 to 8 November at WHO Headquarters and will nominate a person for the post of Director-General. Journalists will be able to listen to proceedings during the public sessions, which include the short opening\n    session on the morning of 6 November, the late-afternoon session on 6 November when a short-list of five candidates is announced, and the closing session on 8 November when the name of the person nominated for the post will be made public. Otherwise,\n    the EB will conduct proceedings related to the nomination in a session which is open only to Members of the Board and one representative of each Member State. Journalists will not be allowed in the Executive Board room. On 9 November 2006, the World Health Assembly will meet at the United Nations Palais des Nations Assembly Hall for a special session. The Health Assembly will consider the nomination of the Director-General at a private meeting and will come to a decision\n    on the appointment of the next Director-General through a secret ballot. The Assembly will also have to take a decision on the term of office and the contract of the next Director-General. Journalists will be able to follow the public sessions of\n    the Assembly from the media gallery (on the 2nd balcony). These include the opening of the session in the morning and the closing of the meeting when the successful candidate will be publicly announced and will make a speech. Media Accreditation procedures Correspondents wishing to cover the Executive Board from 6-8 November must apply to the Communications Department at the World Health Organization. To do this, journalists should send a fax (+41 22 791 4858) or email ( mediainquiries@who.int )\n requesting accreditation, along with a letter signed by their editor indicating the reason for accreditation, the dates for which accreditation is required and a photocopy of media credentials. Accreditation badges will be available to journalists\n    at the reception of WHO during the afternoon of Sunday 5 November from 16.00hrs to 17.30hrs and on Monday 6 November from 08.00hrs. Correspondents wishing to cover the World Health Assembly on 9 November must apply to the United Nations Department of Public Information (DPI) at the Palais des Nations in Geneva. This must include a letter signed by their editor indicating the reason\n    for accreditation, a photocopy of media credentials and passport. Journalists can call +41 22 917 2313, or +41 22 917 2336, or email Catherine Fegli ( cfegli@unog.ch ) for more information.\n    To facilitate the accreditation process, journalists are strongly encouraged to apply early. Once these documents have been approved by DPI, journalists can collect their accreditation at the Palais des Nations in Geneva, at the Prégny gate\n    (in front of the International Committee of the Red Cross). Facilities for Media - WHO During 6-8 November, journalists will have access to a conference room at WHO in Headquarters from which they will be able to monitor, by video conference, the public sessions. News material, news conferences and other announcements will be made available\n    in this room on an on-going basis throughout the meeting. Facilities for Media - UN Palais des Nations During the Assembly on 9 November, WHO will organize press conferences at Press Room III (near Gate 6). To avoid access problems, journalists must wear their accreditation badges visibly. Press conferences will be announced via the loudspeaker system\n    and will be posted on a notice board situated in Press Room I (near Gate 6). Important documents, news releases, the scheduling of news conferences and briefings, and other items of interest to correspondents will also be available in Press Room I. Photographs Information on the WHO Photo Service for media can be obtained from Chris Black, email blackc@who.int , Tel. +41 22 791 1460 or mobile: +41 79 472 6054. Video for Broadcasters For information on taping of events in the Assembly Hall, taping of interviews for broadcast TV and the feedpoint to EBU Geneva through WHO TV Studios or UNTV Geneva, please contact Jean-Marc Glinz, email: glinzj@who.int Tel.:\n +41 22 791 3924 or mobile: +41 79 475 5515. Please note that: WHO will only provide tapes for broadcasters (in Betacam SP PAL) To reserve a live link from EBU Geneva to the final destination, please contact EBU planning at +41 22 717 2900 or send email to bookings@eurovision.net . General information for photo & television correspondents WHO requests that photo journalists respect the rules set out by Security and Protocol Officers at the Executive Board and World Health Assembly. Flash units may be used, but photographers are encouraged to use telephoto lenses and avoid grouping\n        around speakers so as not to disturb their work. Due to space limitations, access to the floor of the EB and WHA during public sessions will be limited and a pool situation for video and photographs will likely be in effect. For more information contact: WHO Media centre Telephone: +41 22 791 2222 E-mail: mediainquiries@who.int Christine\n McNab Acting-Director, WHO Communications Department Telephone: +41 22 791 4688 Mobile phone: +41 79 254 6815 E-mail: mcnabc@who.int Iain Simpson Team\n leader, News and Advocacy WHO, Geneva Telephone: +41 22 791 3215 Mobile phone: +41 79 254 3215 E-mail: simpsoni@who.int Fadéla Chaib Communications\n Officer WHO, Geneva Telephone: +41 22 791 3228 Mobile phone: +41 79 475 5556 E-mail: chaibf@who.int For audiovisual requests: Jean-Marc\n Glinz Telephone: +41 22 791 3924 Mobile phone: +41 79 475 5515 E-mail: glinzj@who.int Chris Black Telephone: +41 22 791 1460 Mobile phone: +41 79\n    472 6054 E-mail: blackc@who.int"
        ]
      },
      {
        "heading": "Media Accreditation procedures",
        "content": [
          "Correspondents wishing to cover the Executive Board from 6-8 November must apply to the Communications Department at the World Health Organization. To do this, journalists should send a fax (+41 22 791 4858) or email ( mediainquiries@who.int )\n requesting accreditation, along with a letter signed by their editor indicating the reason for accreditation, the dates for which accreditation is required and a photocopy of media credentials. Accreditation badges will be available to journalists\n    at the reception of WHO during the afternoon of Sunday 5 November from 16.00hrs to 17.30hrs and on Monday 6 November from 08.00hrs.",
          "Correspondents wishing to cover the World Health Assembly on 9 November must apply to the United Nations Department of Public Information (DPI) at the Palais des Nations in Geneva. This must include a letter signed by their editor indicating the reason\n    for accreditation, a photocopy of media credentials and passport. Journalists can call +41 22 917 2313, or +41 22 917 2336, or email Catherine Fegli ( cfegli@unog.ch ) for more information.\n    To facilitate the accreditation process, journalists are strongly encouraged to apply early. Once these documents have been approved by DPI, journalists can collect their accreditation at the Palais des Nations in Geneva, at the Prégny gate\n    (in front of the International Committee of the Red Cross)."
        ]
      },
      {
        "heading": "Facilities for Media - WHO",
        "content": [
          "During 6-8 November, journalists will have access to a conference room at WHO in Headquarters from which they will be able to monitor, by video conference, the public sessions. News material, news conferences and other announcements will be made available\n    in this room on an on-going basis throughout the meeting."
        ]
      },
      {
        "heading": "Facilities for Media - UN Palais des Nations",
        "content": [
          "During the Assembly on 9 November, WHO will organize press conferences at Press Room III (near Gate 6). To avoid access problems, journalists must wear their accreditation badges visibly. Press conferences will be announced via the loudspeaker system\n    and will be posted on a notice board situated in Press Room I (near Gate 6). Important documents, news releases, the scheduling of news conferences and briefings, and other items of interest to correspondents will also be available in Press Room I."
        ]
      },
      {
        "heading": "Photographs",
        "content": [
          "Information on the WHO Photo Service for media can be obtained from Chris Black, email blackc@who.int , Tel. +41 22 791 1460 or mobile: +41 79 472 6054."
        ]
      },
      {
        "heading": "Video for Broadcasters",
        "content": [
          "For information on taping of events in the Assembly Hall, taping of interviews for broadcast TV and the feedpoint to EBU Geneva through WHO TV Studios or UNTV Geneva, please contact Jean-Marc Glinz, email: glinzj@who.int Tel.:\n +41 22 791 3924 or mobile: +41 79 475 5515.",
          {
            "text": "Please note that:",
            "bullets": [
              "WHO will only provide tapes for broadcasters (in Betacam SP PAL)",
              "To reserve a live link from EBU Geneva to the final destination, please contact EBU planning at +41 22 717 2900 or send email to bookings@eurovision.net ."
            ]
          }
        ]
      },
      {
        "heading": "General information for photo & television correspondents",
        "content": [
          {
            "text": null,
            "bullets": [
              "WHO requests that photo journalists respect the rules set out by Security and Protocol Officers at the Executive Board and World Health Assembly. Flash units may be used, but photographers are encouraged to use telephoto lenses and avoid grouping\n        around speakers so as not to disturb their work.",
              "Due to space limitations, access to the floor of the EB and WHA during public sessions will be limited and a pool situation for video and photographs will likely be in effect."
            ]
          }
        ]
      },
      {
        "heading": "For more information contact:",
        "content": [
          "WHO Media centre",
          "Telephone: +41 22 791 2222",
          "E-mail:",
          "mediainquiries@who.int",
          "Christine\n McNab",
          "Acting-Director, WHO Communications Department",
          "Telephone: +41 22 791 4688",
          "Mobile phone: +41 79 254 6815",
          "E-mail:",
          "mcnabc@who.int",
          "Iain Simpson",
          "Team\n leader, News and Advocacy",
          "WHO, Geneva",
          "Telephone: +41 22 791 3215",
          "Mobile phone: +41 79 254 3215",
          "E-mail:",
          "simpsoni@who.int",
          "Fadéla Chaib",
          "Communications\n Officer",
          "WHO, Geneva",
          "Telephone: +41 22 791 3228",
          "Mobile phone: +41 79 475 5556",
          "E-mail:",
          "chaibf@who.int",
          "For audiovisual requests:",
          "Jean-Marc\n Glinz",
          "Telephone: +41 22 791 3924",
          "Mobile phone: +41 79 475 5515",
          "E-mail:",
          "glinzj@who.int",
          "Chris Black",
          "Telephone: +41 22 791 1460",
          "Mobile phone: +41 79\n    472 6054",
          "E-mail:",
          "blackc@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "mediainquiries@who.int",
        "url": "mailto:mediainquiries@who.int"
      },
      {
        "text": "cfegli@unog.ch",
        "url": "mailto:cfegli@unog.ch"
      },
      {
        "text": "blackc@who.int",
        "url": "mailto:blackc@who.int"
      },
      {
        "text": "glinzj@who.int",
        "url": "mailto:glinzj@who.int"
      },
      {
        "text": "bookings@eurovision.net",
        "url": "mailto:bookings@eurovision.net"
      },
      {
        "text": "mediainquiries@who.int",
        "url": "mailto:mediainquiries@who.int"
      },
      {
        "text": "mcnabc@who.int",
        "url": "mailto:mcnabc@who.int"
      },
      {
        "text": "simpsoni@who.int",
        "url": "mailto:simpsoni@who.int"
      },
      {
        "text": "chaibf@who.int",
        "url": "mailto:chaibf@who.int"
      },
      {
        "text": "glinzj@who.int",
        "url": "mailto:glinzj@who.int"
      },
      {
        "text": "blackc@who.int",
        "url": "mailto:blackc@who.int"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Election of WHO Director-General",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:56Z",
    "first_seen_utc": "2026-01-29T02:41:56Z"
  },
  {
    "url": "https://www.who.int/news/item/20-09-2006-chemical-dump-in-c%C3%B4te-d-ivoire",
    "title": "Chemical dump in Côte d'Ivoire",
    "published_date": "2006-09-20",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Note for Media",
    "location": "WHO, HQ, Geneva, Switzerland",
    "sections": [
      {
        "heading": "WHO providing public health support",
        "content": [
          "A World Health Organization international team is in Abidjan, Côte d'Ivoire, to support the Ministry of Health in dealing with an environmental health emergency caused by toxic chemical waste. A clinical toxicologist arrived last week to make an initial evaluation of the situation, particularly with respect to the severity and extent of ill health caused by the chemicals. There is now an environmental health specialist and an emergency operations manager in the field and a further technical specialist will join the team. This team is being supported by additional chemical, food safety, water and sanitation, and crisis management specialists at WHO HQ and the WHO Regional Office for Africa.",
          {
            "text": "The WHO team is assisting the WHO country office in several tasks, including:",
            "bullets": [
              "Coordinating response to the public health consequences of the crisis",
              "Carrying out an initial risk assessment and proposing measures to prevent further exposure of the population to the chemicals, and working with partners to accelerate the removal of the waste",
              "Working on clear messages for the general public on prevention of exposure",
              "Advising on the organization of medical care, including developing a clinical management protocol, and initiating basic epidemiological surveillance",
              "Helping identify and deliver much-needed supplies for the healthcare system."
            ]
          },
          "WHO has sent personal protection equipment and toxicological information. In addition WHO is collaborating with other UN agencies and international teams in Abidjan that are dealing with this emergency.",
          "WHO is in regular contact with hospitals and health centres to evaluate the burden being placed upon the health care system by this emergency. The large number of medical consultations connected with the chemical waste has resulted in a doubling of the usual workload and almost all of the personnel of the hospitals and clinics have been diverted to receive these patients, such that regular consultations have all-but-ceased. This is hampering people's access to primary and emergency health care.",
          "To date the symptoms reported have included nosebleeds, nausea and vomiting, headaches, skin and eye irritation and respiratory symptoms. According to physicians on duty during the first days after the waste was dumped, the most severely affected patients presented with respiratory distress, dehydration and intestinal bleeding. The symptoms reported are consistent with exposure to the chemicals known to be in the waste.",
          "Many people are also seeking medical advice because they are anxious about the potential long-term consequences on their health and on that of their children.",
          "The treatment being provided is symptomatic and supportive. Due to the massive influx of people consulting medical facilities, the existing stocks of medicines and diagnostic materials have been exhausted. WHO has been able to replenish some stocks, however, more funds are needed to purchase additional drugs.",
          "This incident has overwhelmed the health system of Côte d'Ivoire and has shown that the country does not have the capacity to deal with such an emergency.",
          "While over 44,000 people have sought medical care, and 7 deaths have been reported, WHO is not yet able to provide an accurate assessment of the number of people who have been made ill by exposure to the waste. One of WHO's priorities is to put in place an epidemiological surveillance system to track any uncommon health events. WHO has provided computers and other equipment to assist in the computerization and subsequent analysis of thousands of case reports."
        ]
      },
      {
        "heading": "Background",
        "content": [
          "During the night of 19 August, a ship unloaded around 500 tonnes of petrochemical waste into a number of trucks that then dumped the waste in at least 15 sites around the city of Abidjan, Côte d'Ivoire (population - 5 million). This waste contained a mixture of petroleum distillates, hydrogen sulphide, mercaptans, phenolic compounds and sodium hydroxide. A few days later, thousands of people started complaining of ill health and seeking medical help. Clean-up of the waste has now started but it is anticipated that this will take about six weeks."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Chemical dump in Côte d'Ivoire",
      "Note for Media"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:57Z",
    "first_seen_utc": "2026-01-29T02:41:57Z"
  },
  {
    "url": "https://www.who.int/news/item/25-07-2006-health-consequences-of-excessive-solar-uv-radiation",
    "title": "Health consequences of excessive solar UV radiation",
    "published_date": "2006-07-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Note for Media",
    "location": "WHO, HQ, Geneva, Switzerland",
    "sections": [
      {
        "heading": null,
        "content": [
          "Ultraviolet radiation from the sun causes a considerable global disease burden, including specific cancers, a new World Health Organization (WHO) report finds. Much of the UV-related illness and death can be avoided through a series of simple prevention measures.",
          "The report, Global Burden of Disease of Solar Ultraviolet Radiation estimates that up to 60,000 deaths a year worldwide are caused by too much exposure to ultraviolet radiation (UVR). Of those 60,000 deaths, an estimated 48,000 are caused by malignant melanomas, and 12,000 by skin carcinomas.",
          "In total, more than 1.5 million DALYS (\"disability-adjusted life years\") - a measure of the loss of full functioning due to disease and death are lost every year due to excessive UVR exposure. The most serious consequence of excess UVR is malignant melanoma, which has high cure rates only if detected early. Up to 90% of the global burden of disease from melanoma and other skin cancers are estimated to be due to UVR exposure.",
          "The new WHO report is the first-ever systematic examination of the global health burden due to UVR. It investigates nine adverse health outcomes from excess UVR exposure. The main three, which cause the greatest burden of disease from UVR, are cutaneous malignant melanomas, and non-melanoma skin cancers developing in different cell layers of the skin (squamous cell carcinomas and basal cell carcinomas). In addition, UVR causes sunburn, skin photoageing, cortical cataracts (eye lens opacities), pterygium (a fleshy growth on the surface of the eye), reactivation of herpes of the lip (cold sores) and the rare squamous cell carcinomas of the eye.",
          "\"This global assessment of the health risks of UV radiation provides a good basis for public health action. We all need some sun, but too much sun can be dangerous - and even deadly. Fortunately, diseases from UV such as malignant melanomas, other skin cancers and cataracts are almost entirely preventable through simple protective measures,\" said Dr Maria Neira, Director for Public Health and the Environment at WHO.",
          "The report notes that UVR does have beneficial effects, mainly in the production of vitamin D following skin exposure to the UVB (shorter wavelength) component of UVR. Adequate vitamin D prevents the development of bone diseases such as rickets, osteomalacia and osteoporosis. Moreover, the possible beneficial effects on some cancers and immune disorders are under investigation.",
          "WHO notes, in most cases minimal casual exposure to UVR should be sufficient to maintain vitamin D levels at a range that avoids these health problems. The dangers are much greater from over-exposure to the sun's radiation.",
          {
            "text": "A few easy-to-implement sun safety measures could prevent much of the cancer and other death and disease burden due to UV radiation, WHO says:",
            "bullets": [
              "Limit time in the midday sun",
              "Use shade wisely: seek shade when UV rays are most intense",
              "Wear protective clothing including hats and sunglasses",
              "Use a broad-spectrum sunscreen of sun protection factor 15+",
              "Avoid sunlamps and tanning parlours; for youth under the age of 18, WHO recommends that they do not use them at all",
              "Know the UV index: when the UV Index predicts radiation levels of 3 (moderate) or above sun safety practices should be taken",
              "Protect children from the sun"
            ]
          },
          "In conjunction with the launch of this new report, WHO and the World Tourism Organization of the United Nations (UNWTO) are joining forces to multiply global outreach efforts to inform the public and reinforce measures to prevent avoidable diseases. Through the UNWTO, WHO will be distributing information, including its new UV flyer on healthy sun habits, to all national ministries responsible for tourism."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Health consequences of excessive solar UV radiation",
      "Note for Media"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:57Z",
    "first_seen_utc": "2026-01-29T02:41:57Z"
  },
  {
    "url": "https://www.who.int/news/item/22-05-2006-a-tribute-to-dr-lee-jong-wook-director-general-of-who",
    "title": "A tribute to Dr LEE Jong-wook, Director-General of WHO",
    "published_date": "2006-05-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Dr LEE Jong-wook, Director-General of the World Health Organization, died this morning following a short illness.",
          "Dr Lee, a national of the Republic of Korea, was a world leader in public health. He tackled every challenge with passion, dedication and professionalism. He was unfalteringly committed to WHO's mission, to help all people to attain \"the highest possible level of health.\"",
          "Throughout his 23-year career at WHO, he made a difference in every programme he managed - whether by leading the charge to eradicate polio from the Western Pacific, or to launch a cutting edge Global Drug Facility so people would have access to tuberculosis medicines.",
          "\" The world has lost a great man today. LEE Jong-wook was a man of conviction and passion. He was a strong voice for the right of every man, woman and child to health prevention and care, and advocated on behalf of the very poorest people,\" said United Nations Secretary-General Kofi Annan. \"He tackled the most difficult problems head on, while upholding the highest principles. He will be very gravely missed, but history will mark LEE Jong-wook's many contributions to public health.\"",
          "While personally a modest man, Dr LEE was a bold leader. When he became Director-General, he took a risk and announced that WHO would work with partners to achieve \"3 by 5\" - to ensure three million people with HIV/AIDS would have access to the medicines they needed by the end of 2005. \"3 by 5\" transformed the way leaders thought about AIDS medicines for people in poor countries. While the world fell short of the target, the successes and momentum of \"3 by 5\" demonstrated that universal access to medicines was possible - and had become a moral imperative.",
          "A few days before his death, Dr Lee explained his vision of \"universal access\" to staff in his office as he worked on his speech to the World Health Assembly.",
          "He said: \" There can be no 'comfort level' in the fight against HIV. We must keep up the pressure to get prevention, treatment and care linked and working. A key outcome of \"3 by 5\" was the commitment to universal access to treatment by 2010. But what does universal access mean? To me, this means that no one should die because they can't get drugs. It means that no one will miss being tested, diagnosed, treated and cared for because there aren't clinics.\"",
          "As Director-General, he led global efforts to tackle avian influenza and to prepare for a human influenza pandemic. Pointing to the health, social and economic devastation of historical influenza pandemics, he stressed repeatedly that every head of state should ensure their country developed a national pandemic preparation plan. He personally met with many heads of state, including US President George Bush, President Jacques Chirac, of France, and President Hu Jintao of China.",
          "He listened very well. He talked to the top decision-makers, but sought out everyday people to ask about their lives, as he traveled the world. In his quiet way, he would find a farmer, or a market stall holder, a nurse, or a schoolchild and learn about them. Their personal stories with their photographs were often the anchor for his public statements on global health policy.",
          "Underscoring the recognition of his role, Dr LEE was invited by President Vladimir Putin to speak at the G8 Summit this July in St. Petersburg, where the fight against infectious disease is one of three major items on the agenda.",
          "He took the fight against infectious diseases, and particularly the threat of pandemic influenza to a new level. He had a simple message: 'Prepare for a pandemic now, before it is too late.\" World leaders took it to heart and acted. Because of his conviction, the world is now better prepared for pandemic influenza than it has ever has been in history.",
          "In his very first speech to WHO staff as Director-General, Dr Lee vowed that WHO would do the right things, in the right places. To him, the right places were the countries that most needed WHO's support. In his nearly three years as Director-General, Dr LEE traveled to more than 60 countries, to visit health programmes and the people they affected, and to meet with the most senior leaders. He swiftly traveled to places where his leadership was urgently needed - to immediately assess the health needs following the Indian Ocean tsunami, the south Asian earthquake and in the Darfur region of Sudan, for example.",
          "He considered WHO's job as one of huge responsibility to its 192 Member States, and the health needs of their people. He reformed WHO to help ensure it could meet those needs more effectively, with a strong focus on recruiting and retaining people with the right skills. He insisted on a rigorous financial strategy which reduced spending at Headquarters, and gave more to the countries where funding is most needed. This required tough decisions, but he did not hesitate to make them.",
          "He preferred to lead by example, rather than instruction. He led a healthy life, and embraced life in Switzerland to its fullest. He loved skiing, mountain biking, and walking. He would pause at the office window and invite others to stand with him, reflecting on the beauty of the lakes, mountains and hills around him. During lunch hours at WHO, he would often take walks through the gardens, or a bike ride along the paths. He took great pleasure in sharing good food and wine. He also set an example across the United Nations, with strict rules against tobacco use, and the conversion of the fleet of WHO cars to small, environmentally-friendly fuel/electric vehicles.",
          "Dr Lee had very wide-ranging intellectual interests, with a great appetite for knowledge and a hugely retentive memory. He often surprised people with his precise recall of a book or play that he was reading, or had read many years ago, and its application to a current situation. In spare moments he enjoyed classical music, the theatre, reading Shakespeare and other great literature. His mother tongue was Korean but spoke fluent English. He also spoke French and Japanese.",
          "He will be very fondly remembered for his self-deprecating wit. He often used his quirky, unexpected humour either to put people at ease, to diffuse a difficult situation, or just to make his friends laugh with his astute observations.",
          "Dr Lee was the first UN agency head from the Republic of Korea. He began his five-year term as Director-General of WHO on 21 July, 2003.",
          "He was 61 years old. He is survived by his wife and son, two brothers and one sister and their families.",
          "Condolences can be sent to DrLee-tribute@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "DrLee-tribute@who.int",
        "url": "mailto:DrLee-tribute@who.int"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "A tribute to Dr LEE Jong-wook, Director-General of WHO",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:58Z",
    "first_seen_utc": "2026-01-29T02:41:58Z"
  },
  {
    "url": "https://www.who.int/news/item/27-04-2006-world-health-organization-releases-new-child-growth-standards",
    "title": "World Health Organization releases new Child Growth Standards",
    "published_date": "2006-04-27",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Standards confirm that all children worldwide have the potential to grow the same New international Child Growth Standards for infants and young children released today by the World Health Organization (WHO) provide evidence and guidance for the first time about how every child in the world should grow. The new WHO Child Growth Standards confirm that children born anywhere in the world and given the optimum start in life have the potential to develop to within the same range of height and weight. Naturally, there are individual differences among children,\r\n    but across large populations, regionally and globally, the average growth is remarkably similar. For example, children from India, Norway and Brazil all show similar growth patterns when provided healthy growth conditions in early life. The new standards\r\n    prove that differences in children's growth to age five are more influenced by nutrition, feeding practices, environment, and healthcare than genetics or ethnicity. With these new standards, parents, doctors, policymakers and child advocates will know when the nutrition and healthcare needs of children are not being met. Under-nutrition, overweight and obesity, and other growth-related conditions can then be detected\r\n    and addressed at an early stage. \"The WHO Child Growth Standards provide new means to support every child to get the best chance to develop in the most important formative years,” said Dr LEE Jong-wook, Director-General of WHO. “In this regard, this tool will serve to reduce\r\n    death and disease in infants and young children.\" The new Standards are the result of an intensive study initiated by WHO in 1997 to develop a new international standard for assessing the physical growth, nutritional status and motor development in all children from birth to age five. WHO and its principal\r\n    partner, the United Nations University undertook the Multicentre Growth Reference Study (MGRS) which is a community-based, multi-country project involving more than eight thousand children from Brazil, Ghana, India, Norway, Oman, and the United States\r\n    of America. The children in the study were selected based on an optimal environment for proper growth: recommended infant and young child feeding practices, good healthcare, mothers who did not smoke, and other factors associated with good health outcomes. Since the late 1970s, the National Center for Health Statistics / WHO growth reference has been in use to chart children's growth. This reference was based on data from a limited sample of children from the United States. It contains a number of technical\r\n    and biological drawbacks that make it less adequate to monitor the rapid and changing rate of early childhood growth. It describes only how children grow in a particular region and time, but does not provide a sound basis for evaluation against international\r\n    standards and norms. The new standards are based on the breastfed child as the norm for growth and development. This brings coherence for the first time between the tools used to assess growth, and national and international infant feeding guidelines which recommend breastfeeding\r\n    as the optimal source of nutrition during infancy. This will now allow accurate assessment, measurement and evaluation of breastfeeding and complementary feeding. “The WHO Child Growth Standards are a major new tool for providing the best health care and nutrition to all the world’s children,” said Dr Adenike Grange, President of the International Pediatric Association (IPA). Dr Jane Schaller,\r\n    Executive Director of the IPA added, “We encourage all of our IPA Member Pediatric Associations and Societies from countries and regions throughout the world to adopt and use these standards in the best interests of all children, and to advocate\r\n    that these standards be adopted by their governments.” The first of this set of new growth charts to be released includes growth indicators such as weight-for-age, length/height-for-age, and weight-for-length/height. For the first time, there now exists a Body Mass Index (BMI) standard for children up to\r\n    age five, as well as the Windows of Achievement standard for six key motor development milestones such as sitting, standing and walking. “The new standards are important for parents, health professionals, and other caregivers to assess the growth and development of children at the individual and population level,” said Dr Cutberto Garza (Boston College, USA), Director of the\r\n    United Nations University Food and Nutrition Program and Chair of the Multicentre Growth Reference Study. As of April 27th, the WHO Child Growth Standards will be available at https://www.who.int/tools/child-growth-standards . NOTE TO EDITORS Samples of the Child Growth Standards Charts are available in pdf format (under embargo until Thursday, 27 April, 1200 GMT). Other media materials, such as backgrounders, photos and graphics, and information about obtaining b-roll can be accessed at the above website. Additionally, the full statement of endorsement from the International Pediatric Association is posted. For more information contact: Sharad Agarwal Communications Officer Nutrition for Health and Development, WHO/HQ, Geneva Telephone: +41 22 791 19 05 Mobile phone: +41 79 509 0686 E-mail: agarwals@who.int Jane McElligott Communications Adviser Noncommunicable diseases and Mental Health, WHO/HQ Telephone: +41 22 791 33 53 Mobile phone: +41 79 477 17 40 E-mail: mcelligottj@who.int"
        ]
      },
      {
        "heading": "NOTE TO EDITORS",
        "content": [
          "Samples of the Child Growth Standards Charts are available in pdf format (under embargo until Thursday, 27 April, 1200 GMT).",
          "Other media materials, such as backgrounders, photos and graphics, and information about obtaining b-roll can be accessed at the above website. Additionally, the full statement of endorsement from the International Pediatric Association is posted.",
          "For more information contact: Sharad Agarwal Communications Officer Nutrition for Health and Development, WHO/HQ, Geneva Telephone: +41 22 791 19 05 Mobile phone: +41 79 509 0686 E-mail: agarwals@who.int Jane McElligott Communications Adviser Noncommunicable diseases and Mental Health, WHO/HQ Telephone: +41 22 791 33 53 Mobile phone: +41 79 477 17 40 E-mail: mcelligottj@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "https://www.who.int/tools/child-growth-standards",
        "url": "https://www.who.int/tools/child-growth-standards"
      },
      {
        "text": "agarwals@who.int",
        "url": "mailto:agarwals@who.int"
      },
      {
        "text": "mcelligottj@who.int",
        "url": "mailto:mcelligottj@who.int"
      }
    ],
    "images": [
      "https://www.who.int/images/default-source/departments/child-growth/who-growth-3.tmb-1200v.jpg?Culture=en&sfvrsn=cd0efdc9_3"
    ],
    "tags": [
      "WHO",
      "World Health Organization releases new Child Growth Standards",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:59Z",
    "first_seen_utc": "2026-01-29T02:41:59Z"
  },
  {
    "url": "https://www.who.int/news/item/30-01-2006-improve-home-ventilation-to-reduce-radon-levels-who-warns",
    "title": "Improve home ventilation to reduce radon levels, WHO warns",
    "published_date": "2006-01-30",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Note for Media",
    "location": "WHO, HQ, Geneva, Switzerland",
    "sections": [
      {
        "heading": null,
        "content": [
          "Homeowners and building managers in the northern hemisphere should take measures, more than ever at this time of year, to improve indoor ventilation in order to reduce radon levels in homes, the World Health Organization (WHO) warned today.",
          "The highest levels of radioactive radon gas in homes and other buildings occur during the winter months. This is because windows are normally kept closed, or even sealed, during winter to keep in warm air and save energy costs. This traps radon gas, which seeps in through small cracks in the foundations of buildings. Inhabitants and users of these buildings are then exposed to radon that can damage their lungs over time. After smoking, radon is the second most important risk factor for lung cancer worldwide, causing tens of thousands of lung cancer deaths every year.",
          "\"Radon is an underestimated but widespread danger to health. Many people are unknowingly exposed to radon every day in the buildings where they live and work. We have to make people aware of the existence of radon as a danger, and the means of mitigating this public health threat,\" said Dr Mike Repacholi, head of the Radiation and Health programme at WHO headquarters in Geneva.",
          "Measuring radon levels in homes and public buildings is an important first step, and environmental health offices can advise on this. If elevated radon levels are found, individuals can take simple actions to protect their health, for example by ensuring adequate ventilation through installation of ventilation systems. To limit entry of radon gas into buildings, cracks in floor surfaces in contact with the ground should be sealed. New buildings should be constructed with sealed foundations that keep radon levels low.",
          "Radon is a natural radioactive gas and a major contributor to people's environmental radiation exposure. The gas emanates from soil into the air, its concentration mainly depending on the uranium content of the soil.",
          "WHO's call for greater attention to be given to reducing radon exposure comes as its collaborating centre for radon, the United States Environmental Protection Agency, conducts its National Radon Action Month.",
          "With the launch of the International Radon Project in 2005, WHO has initiated work with the governments of more than 30 countries to reduce the health risks associated with radon. WHO and its partners are identifying and promoting programmes that reduce the health impact of elevated levels of indoor radon gas. This work includes the development of guidelines for national authorities to manage radon risks through effective communication and mitigation programmes."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Improve home ventilation to reduce radon levels, WHO warns",
      "Note for Media"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:41:59Z",
    "first_seen_utc": "2026-01-29T02:41:59Z"
  }
]