[
  {
    "url": "https://www.who.int/news/item/26-11-2009-director-general-statement-following-the-sixth-meeting-of-the-emergency-committee",
    "title": "Director-General statement following the sixth meeting of the Emergency Committee",
    "date": "2009-11-26",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "",
    "content_html": "<p></p><p>The Emergency Committee held its sixth meeting, by teleconference on 26 November 2009.</p><p>The Committee was updated on the global pandemic situation and considered a proposal from the WHO Director-General regarding the continuation of three temporary recommendations issued under the IHR with respect to the on-going public health emergency of international concern. There was a consensus on continuing the first two temporary recommendations . The third recommendation was updated. Because pandemic infections are now widespread, there no longer is a scientific reason to delay international travel to reduce spread of infection. However, it remains prudent for ill travellers to delay travel for personal health reasons.</p><p>Having considered the views of the Emergency Committee, and the ongoing pandemic situation, the Director-General determined it was appropriate to continue all three temporary recommendations, namely:</p><ul><li>Countries should not close borders or restrict international traffic and trade</li><li>Intensify surveillance of unusual flu-like illness &amp; severe pneumonia</li></ul><p>With an updated third recommendation , namely:</p><ul><li>If ill, it is prudent to delay travel.</li></ul><p></p>",
    "content": [
      {
        "heading": null,
        "content": [
          "The Emergency Committee held its sixth meeting, by teleconference on 26 November 2009.",
          "The Committee was updated on the global pandemic situation and considered a proposal from the WHO Director-General regarding the continuation of three temporary recommendations issued under the IHR with respect to the on-going public health emergency of international concern. There was a consensus on continuing the first two temporary recommendations . The third recommendation was updated. Because pandemic infections are now widespread, there no longer is a scientific reason to delay international travel to reduce spread of infection. However, it remains prudent for ill travellers to delay travel for personal health reasons.",
          "Having considered the views of the Emergency Committee, and the ongoing pandemic situation, the Director-General determined it was appropriate to continue all three temporary recommendations, namely:",
          "Countries should not close borders or restrict international traffic and trade",
          "Intensify surveillance of unusual flu-like illness & severe pneumonia",
          "With an updated third recommendation , namely:",
          "If ill, it is prudent to delay travel."
        ]
      }
    ],
    "bullets": [
      "Countries should not close borders or restrict international traffic and trade",
      "Intensify surveillance of unusual flu-like illness & severe pneumonia",
      "If ill, it is prudent to delay travel."
    ],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The Emergency Committee held its sixth meeting, by teleconference on 26 November 2009.The Committee was updated on the global pandemic situation and considered a proposal from the WHO Director-General regarding the continuation of three temporary recommendations issued under the IHR with respect to the on-going public health emergency of international concern. There was a consensus on continuing the first two temporary recommendations . The third recommendation was updated. Because pandemic infections are now widespread, there no longer is a scientific reason to delay international travel to reduce spread of infection. However, it remains prudent for ill travellers to delay travel for personal health reasons.Having considered the views of the Emergency Committee, and the ongoing pandemic situation, the Director-General determined it was appropriate to continue all three temporary recommendations, namely:Countries should not close borders or restrict international traffic and tradeIntensify surveillance of unusual flu-like illness & severe pneumoniaWith an updated third recommendation , namely:If ill, it is prudent to delay travel.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/24-09-2009-director-general-statement-following-the-fifth-meeting-of-the-emergency-committee",
    "title": "Director-General Statement following the fifth meeting of the Emergency Committee",
    "date": "2009-09-24",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "",
    "content_html": "<p></p><p>The Emergency Committee held its fifth meeting, via e-mail, concluding on 23 September 2009.</p><p>The Committee considered a proposal from the WHO Director-General regarding the continuation of three temporary recommendations issued under the IHR with respect to the on-going public health emergency of international concern. There was a consensus on continuing the three temporary recommendations proposed by the Director-General.</p><p>Having considered the views of the Emergency Committee, and the ongoing pandemic situation, the Director-General determined it was appropriate to continue these temporary recommendations, namely:</p><ul><li>countries should not close borders or restrict international traffic and trade;</li><li>intensify surveillance of unusual flu-like illness &amp; severe pneumonia; and</li><li>if ill, it is prudent to delay international travel -- if ill after travel seek care.</li></ul><p></p>",
    "content": [
      {
        "heading": null,
        "content": [
          "The Emergency Committee held its fifth meeting, via e-mail, concluding on 23 September 2009.",
          "The Committee considered a proposal from the WHO Director-General regarding the continuation of three temporary recommendations issued under the IHR with respect to the on-going public health emergency of international concern. There was a consensus on continuing the three temporary recommendations proposed by the Director-General.",
          "Having considered the views of the Emergency Committee, and the ongoing pandemic situation, the Director-General determined it was appropriate to continue these temporary recommendations, namely:",
          "countries should not close borders or restrict international traffic and trade;",
          "intensify surveillance of unusual flu-like illness & severe pneumonia; and",
          "if ill, it is prudent to delay international travel -- if ill after travel seek care."
        ]
      }
    ],
    "bullets": [
      "countries should not close borders or restrict international traffic and trade;",
      "intensify surveillance of unusual flu-like illness & severe pneumonia; and",
      "if ill, it is prudent to delay international travel -- if ill after travel seek care."
    ],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The Emergency Committee held its fifth meeting, via e-mail, concluding on 23 September 2009.The Committee considered a proposal from the WHO Director-General regarding the continuation of three temporary recommendations issued under the IHR with respect to the on-going public health emergency of international concern. There was a consensus on continuing the three temporary recommendations proposed by the Director-General.Having considered the views of the Emergency Committee, and the ongoing pandemic situation, the Director-General determined it was appropriate to continue these temporary recommendations, namely:countries should not close borders or restrict international traffic and trade;intensify surveillance of unusual flu-like illness & severe pneumonia; andif ill, it is prudent to delay international travel -- if ill after travel seek care.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/28-08-2009-inequities-are-killing-people-on-grand-scale-reports-who-s-commission",
    "title": "Inequities are killing people on grand scale, reports WHO's Commission",
    "date": "2009-08-28",
    "topics": [
      "News release",
      "Geneva"
    ],
    "type": "News release",
    "location": null,
    "reading_time": ":",
    "lead": "A child born in a Glasgow, Scotland suburb can expect a life 28 years shorter than another living only 13 kilometres away. A girl in Lesotho is likely to live 42 years less than another in Japan. In Sweden, the risk of a woman dying during pregnancy and childbirth is 1 in 17 400; in Afghanistan, the odds are 1 in 8. Biology does not explain any of this. Instead, the differences between - and within - countries result from the social environment where people are born, live, grow, work and age.These \"social determinants of health\" have been the focus of a three-year investigation by an eminent group of policy makers, academics, former heads of state and former ministers of health. Together, they comprise the World Health Organization's Commission on the Social Determinants of Health. Today, the Commission presents its findings to the WHO Director-General Dr Margaret Chan.\"(The) toxic combination of bad policies, economics, and politics is, in large measure responsible for the fact that a majority of people in the world do not enjoy the good health that is biologically possible,\" the Commissioners write inClosing the Gap in a Generation: Health Equity through Action on the Social Determinants of Health.\"Social injustice is killing people on a grand scale.\"\"Health inequity really is a matter of life and death,\" said Dr Chan today while welcoming the Report and congratulating the Commission. \"But health systems will notnaturallygravitate towards equity. Unprecedented leadership is needed that compels all actors, including those beyond the health sector, to examine their impact on health. Primary health care, which integrates health in all of government's policies, is the best framework for doing so.\"Sir Michael Marmot, Commission Chair said: “Central to the Commission’s recommendations is creating the conditions for people to be empowered, to have freedom to lead flourishing lives. Nowhere is lack of empowerment more obvious than in the plight of women in many parts of the world. Health suffers as a result. Following our recommendations would dramatically improve the health and life chances of billions of people.”InequitieswithincountriesHealth inequities – unfair, unjust andavoidablecauses of ill health – have long been measured between countries but the Commission documents \"health gradients\" within countries as well. For example:Life expectancy for Indigenous Australian males is shorter by 17 years than all other Australian males.Maternal mortality is 3–4 times higher among the poor compared to the rich in Indonesia. The difference in adult mortality between least and most deprived neighbourhoods in the UK is more than 2.5 times.Child mortality in the slums of Nairobi is 2.5 times higher than in other parts of the city. A baby born to a Bolivian mother with no education has 10% chance of dying, while one born to a woman with at least secondary education has a 0.4% chance.In the United States, 886 202 deaths would have been averted between 1991 and 2000 if mortality rates between white and African Americans were equalized. (This contrasts to 176 633 lives saved in the US by medical advances in the same period.)In Uganda the death rate of children under 5 years in the richest fifth of households is 106 per 1000 live births but in the poorest fifth of households in Uganda it is even worse – 192 deaths per 1000 live births – that is nearly a fifth of all babies born alive to the poorest households destined to die before they reach their fifth birthday. Set this against an average death rate for under fives in high income countries of 7 deaths per 1000.The Commission found evidence that demonstrates in general the poor are worse off than those less deprived, but they also found that the less deprived are in turn worse than those with average incomes, and so on. This slope linking income and health is thesocial gradient, and is seen everywhere – not just in developing countries, but all countries, including the richest. The slope may be more or less steep in different countries, but the phenomenon is universal.Wealth isnotnecessarily a determinantEconomic growth is raising incomes in many countries but increasing national wealth alone does not necessarily increase national health. Without equitable distribution of benefits, national growth can even exacerbate inequities.While there has been enormous increase in global wealth, technology and living standards in recent years, the key question is how it is used for fair distribution of services and institution-building especially in low-income countries. In 1980, the richest countries with 10% of the population had a gross national income 60 times that of the poorest countries with 10% of the world's population. After 25 years of globalization, this difference increased to 122, reports the Commission. Worse, in the last 15 years, the poorest quintile in many low-income countries have shown a declining share in national consumption.Wealth alone does not have to determine the health of a nation's population. Some low-income countries such as Cuba, Costa Rica, China, state of Kerala in India and Sri Lanka have achieved levels of good health despite relatively low national incomes. But, the Commission points out, wealth can be wisely used. Nordic countries, for example, have followed policies that encouraged equality of benefits and services, full employment, gender equity and low levels of social exclusion. This, said the Commission, is an outstanding example of what needs to be done everywhere.Solutions from beyond the health sectorMuch of the work to redress health inequities lies beyond the health sector. According to the Commission's report, \"Water-borne diseases are not caused by a lack of antibiotics but by dirty water, and by the political, social, and economic forces that fail to make clean water available to all; heart disease is caused not by a lack of coronary care units but by lives people lead, which are shaped by the environments in which they live; obesity is not caused by moral failure on the part of individuals but by the excess availability of high-fat and high-sugar foods.\" Consequently, the health sector – globally and nationally – needs to focus attention on addressing the root causes of inequities in health.“We rely too much on medical interventions as a way of increasing life expectancy” explained Sir Michael. “A more effective way of increasing life expectancy and improving health would be for every government policy and programme to be assessed for its impact on health and health equity; to make health and health equity a marker for government performance.”RecommendationsBased on this compelling evidence, the Commission makes three overarching recommendations to tackle the \"corrosive effects of inequality of life chances\":Improve daily living conditions, including the circumstances in which people are born, grow, live, work and age.Tackle the inequitable distribution of power, money and resources – the structural drivers of those conditions – globally, nationally and locally.Measure and understand the problem and assess the impact of action.Recommendations for daily livingImproving daily living conditions begins at the start of life. The Commission recommends that countries set up an interagency mechanism to ensure effective collaboration and coherent policy between all sectors for early childhood development, and aim to provide early childhood services to all of their young citizens. Investing in early childhood development provides one of the best ways to reduce health inequities. Evidence shows that investment in the education of women pays for itself many times over.Billions of people live without adequate shelter and clean water. The Commission's report pays particular attention to the increasing numbers of people who live in urban slums, and the impact of urban governance on health. The Commission joins other voices in calling for a renewed effort to ensure water, sanitation and electricity for all, as well as better urban planning to address the epidemic of chronic disease.Health systems also have an important role to play. While the Commission report shows how the health sector can not reduce health inequities on its own, providing universal coverage and ensuring a focus on equity throughout health systems are important steps.The report also highlights how over 100 million people are impoverished due to paying for health care – a key contributor to health inequity. The Commission thus calls for health systems to be based on principles of equity, disease prevention and health promotion with universal coverage, based on primary health care.Distribution of resourcesEnacting the recommendations of the Commission to improve daily living conditions will also require tackling the inequitable distribution of resources. This requires far-reaching and systematic action.The report foregrounds a range of recommendations aimed at ensuring fair financing, corporate social responsibility, gender equity and better governance. These include using health equity as an indicator of government performance and overall social development, the widespread use of health equity impact assessments, ensuring that rich countries honour their commitment to provide 0.7% of their GNP as aid, strengthening legislation to prohibit discrimination by gender and improving the capacity for all groups in society to participate in policy-making with space for civil society to work unencumbered to promote and protect political and social rights. At the global level, the Commission recommends that health equity should be a core development goal and that a social determinants of health framework should be used to monitor progress.The Commission also highlights how implementing any of the above recommendations requires measurement of the existing problem of health inequity (where in many countries adequate data does not exist) and then monitoring the impact on health equity of the proposed interventions. To do this will require firstly investing in basic vital registration systems which have seen limited progress in the last thirty years. There is also a great need for training of policy-makers, health workers and workers in other sectors to understand the need for and how to act on the social determinants of health.While more research is needed, enough is known for policy makers to initiate action. The feasibility of action is indicated in the change that is already occurring. Egypt has shown a remarkable drop in child mortality from 235 to 33 per 1000 in 30 years. Greece and Portugal reduced their child mortality from 50 per 1000 births to levels nearly as low as Japan, Sweden, and Iceland. Cuba achieved more than 99% coverage of its child development services in 2000. But trends showing improved health are not foreordained. In fact, without attention health can decline rapidly.Is this feasible?The Commission has already inspired and supported action in many parts of the world. Brazil, Canada, Chile, Iran, Kenya, Mozambique, Sri Lanka, Sweden, and the UK have become 'country partners' on the basis of their commitment to make progress on the social determinants of health equity and are already developing policies across governments to tackle them. These examples show that change is possible through political will. There is a long way to go, but the direction is set, say the Commissioners, the path clear.WHO will now make the report available to Member States which will determine how the health agency is to respond.Comments from the CommissionersFran Baum, Head of Department and Professor of Public Health at Flinders University, Foundation Director of the South Australian Community Health Research Unit and Co-Chair of the Global Coordinating Council of the People’s Health Movement: \"It is wonderful to have global endorsement of the Australian Closing the Gap campaign from the CSDH established by the WHO. The CSDH sets Closing the Gap as a goal for the whole world and produces the evidence on how health inequities are a reflection of the way we organize society and distribute power and resources. The good news from the CSDH for Australia is that it provides plenty of ideas on how to set an agenda that will tackle the underlying determinants of health and create a healthier Australia for all of us\"Monique Begin, Professor at the School of Management, University of Ottawa, Canada, twice-appointed Minister of National Health and Welfare and the first woman from Quebec elected to the House of Commons: \"Canada likes to brag that for seven years in a row the United Nations voted us \"the best country in the world in which to live\". Do all Canadians share equally in that great quality of life? No they don't. The truth is that our country is so wealthy that it manages to mask the reality of food banks in our cities, of unacceptable housing (1 in 5), of young Inuit adults very high suicide rates. This report is a wake up call for action towards truly living up to our reputation.\"Giovanni Berlinguer, Member of the European Parliament, member of the International Bioethics Committee of UNESCO (2001–2007) and rapporteur of the project Universal Declaration on Bioethics: \"A fairer world will be a healthier world. A health service and medical interventions arejust one of the factorsthat influence population health. The growth of inequalities and the phenomena of increased injustice in health is present in low and middle income countries as well as across Europe. It would be a crime not to take every action possible to reduce them.\"Mirai Chatterjee, Coordinator of Social Security for India’s Self-Employed Women’s Association, a trade union of over 900 000 self-employed women and recently appointed to the National Advisory Council and the National Commission for the Unorganised Sector: \"The report suggests avenues for action from the local to national and global levels. It has been eagerly awaited by policy-makers, health officials, grassroot activists and their community-based organizations. Much of the research and evidence is of particular relevance to the South-East Asian region, where too many people struggle daily for justice and equity in health. The report will inspire the region to act and develop new policies and programmes.\"Yan Guo, Professor of Public Health and Vice-President of the Peking University Health Science Centre, Vice-Chairman of the Chinese Rural Health Association and Vice-Director of the China Academy of Health Policy: “A man should not be concerned with whether he has enough possessions but whether possessions have been equally distributed”, this is a time-honored teaching in China. Constructing a harmonious society is our shared aspiration, and equity, including health equity, composes the prerequisite for a harmonious development. Eliminating determinants that are adverse to health under the efforts from all of the society, promoting social justice, and advancing human health are our shared goals. Let’s join our hands in this grand course!”Kiyoshi Kurokawa, Professor at the National Graduate Institute for Policy Studies, Tokyo, Member of the Science and Technology Policy Committee of the Cabinet Office, formerly President of the Science Council of Japan and the Pacific Science Association: \"The WHO Commission addresses one of the major issues of our global world - health inequity. The report’s recommendations will be perceived, utilized and implemented as a major policy agenda at national and global levels. The issue will increase in importance as the general public become more engaged via civil society movements and multi-stakeholder involvement.\"Alireza Marandi, Professor of Pediatrics at Shaheed Beheshti University, Islamic Republic of Iran, former two-term Minister of Health and Medical Education, former Deputy Minister and Advisor to the Minister and recently elected to be a member of the Iranian Parliament: \"According to the Islamic ideology, social justice became a priority, when the Islamic revolution materialized in Iran. Establishing a solid Primary Health Care network in our country, not only improved our health statistics, but it was an excellent vehicle to move towards health equity. Now through the final report of the CSDH and implementing its recommendations we need to move much faster in our own country toward health equity.\"Pascoal Mocumbi, High Representative of the European and Developing Countries Clinical Trials Partnership, former Prime Minister of the Republic of Mozambique, former head of the Ministry of Foreign Affairs and the Ministry of Health: \"The Commission on Social Determinants of Health report will help African leaders adapt their national development strategies to address the challenges to health. These are derived from the current systemic changes taking place in the global economy that affects heavily on the poorest segments of Africa’s population.\"Amartya Sen, Lamont University Professor and Professor of Economics and Philosophy at Harvard University, awarded the Nobel Prize in Economics in 1998: \"The primary object of development - for any country and for the world as a whole - is the elimination of 'unfreedoms' that reduce and impoverish the lives of people. Central to human deprivation is the failure of the capability to live long and healthy lives. This is much more than a medical problem. It relates to handicaps that have deep social roots. Under Michael Marmot's leadership, this WHO Commission has concentrated on the badly neglected causal linkages that have to be adequately understood and remedied. A fuller understanding is also a call for action.\"David Satcher, Director of the Center of Excellence on Health Disparities and the Satcher Health Leadership Institute Initiative, formerly the United States Surgeon General and Assistant Secretary for Health and also Director of the Centers for Disease Control and Prevention: \"The United States of America spends more on health care than any other country in the world, yet it ranks 41st in terms of life expectancy. New Orleans and its experience with Hurricane Katrina illustrate why we need to target social determinants of health (SDH) — including housing, education, working and learning conditions, and whether people are exposed to toxins—better than any place I can think of right now. By targeting the SDH, we can rapidly move towards closing the gap that unfairly and avoidably separates the health status of groups of different socio-economic status, social exclusion experience, and educational background.\"Anna Tibaijuka, Executive Director of UN-HABITAT and founding Chairperson of the independent Tanzanian National Women’s Council: \"Health delivery is not possible for people living in squalor, in dehumanizing pathetic conditions prevailing in the ever growing slum settlements of cities and towns in developing countries. Investment in basic services such as water and education will always remain constrained if not wasted unless accompanied by requisite investment in decent housing with basic sanitation.\"Denny Vågerö, Professor of Medical Sociology, Director of CHESS (Centre for Health Equity Studies) in Sweden, member of the Royal Swedish Academy of Sciences and of its Standing Committee on Health: \"Countries of the world are presently growing apart in health terms. This is very worrying. In many countries in the world social differences in health are also growing, and this is true in Europe. We have been one-sidedly focused on economic growth, disregarding negative consequences for health and climate. We need to think differently about development.\"Gail Wilensky, Senior Fellow at Project HOPE, an international health education foundation. Previously she directed the Medicare and Medicaid programmes in the United States and also chaired two commissions that advise the United States Congress on Medicare: \"What this report makes clear is that improving health and health outcomes and reducing avoidable health differences—goals of all countries-- involves far more than just improving the health care system. Basic living conditions, employment, early childhood education, treatment of women and poverty all impact on health outcomes and incorporating their effects on health outcomes needs to become an important part of public policymaking. This is as true for wealthy countries like the United States as it is for many of the emerging countries of the world, where large numbers of people live on less than $2 per day.\"Related linksExecutive summary",
    "content_html": "<p><p>A child born in a Glasgow, Scotland suburb can expect a life 28 years shorter than another living only 13 kilometres away. A girl in Lesotho is likely to live 42 years less than another in Japan. In Sweden, the risk of a woman dying during pregnancy and childbirth is 1 in 17 400; in Afghanistan, the odds are 1 in 8. Biology does not explain any of this. Instead, the differences between - and within - countries result from the social environment where people are born, live, grow, work and age.</p><p>These \"social determinants of health\" have been the focus of a three-year investigation by an eminent group of policy makers, academics, former heads of state and former ministers of health. Together, they comprise the World Health Organization's Commission on the Social Determinants of Health. Today, the Commission presents its findings to the WHO Director-General Dr Margaret Chan.</p><p>\"(The) toxic combination of bad policies, economics, and politics is, in large measure responsible for the fact that a majority of people in the world do not enjoy the good health that is biologically possible,\" the Commissioners write in <em>Closing the Gap in a Generation: Health Equity through Action on the Social Determinants of Health.</em> \"Social injustice is killing people on a grand scale.\"</p><p>\"Health inequity really is a matter of life and death,\" said Dr Chan today while welcoming the Report and congratulating the Commission. \"But health systems will not <em>naturally</em> gravitate towards equity. Unprecedented leadership is needed that compels all actors, including those beyond the health sector, to examine their impact on health. Primary health care, which integrates health in all of government's policies, is the best framework for doing so.\"</p><p>Sir Michael Marmot, Commission Chair said: “Central to the Commission’s recommendations is creating the conditions for people to be empowered, to have freedom to lead flourishing lives. Nowhere is lack of empowerment more obvious than in the plight of women in many parts of the world. Health suffers as a result. Following our recommendations would dramatically improve the health and life chances of billions of people.”</p><h4>Inequities <em>within</em> countries</h4><p>Health inequities – unfair, unjust and <em>avoidable</em> causes of ill health – have long been measured between countries but the Commission documents \"health gradients\" within countries as well. For example:</p><ul><li>Life expectancy for Indigenous Australian males is shorter by 17 years than all other Australian males.</li><li>Maternal mortality is 3–4 times higher among the poor compared to the rich in Indonesia. The difference in adult mortality between least and most deprived neighbourhoods in the UK is more than 2.5 times.</li><li>Child mortality in the slums of Nairobi is 2.5 times higher than in other parts of the city. A baby born to a Bolivian mother with no education has 10% chance of dying, while one born to a woman with at least secondary education has a 0.4% chance.</li><li>In the United States, 886 202 deaths would have been averted between 1991 and 2000 if mortality rates between white and African Americans were equalized. (This contrasts to 176 633 lives saved in the US by medical advances in the same period.)</li><li>In Uganda the death rate of children under 5 years in the richest fifth of households is 106 per 1000 live births but in the poorest fifth of households in Uganda it is even worse – 192 deaths per 1000 live births – that is nearly a fifth of all babies born alive to the poorest households destined to die before they reach their fifth birthday. Set this against an average death rate for under fives in high income countries of 7 deaths per 1000.</li></ul><p>The Commission found evidence that demonstrates in general the poor are worse off than those less deprived, but they also found that the less deprived are in turn worse than those with average incomes, and so on. This slope linking income and health is the <em>social gradient</em>, and is seen everywhere – not just in developing countries, but all countries, including the richest. The slope may be more or less steep in different countries, but the phenomenon is universal.</p><h4>Wealth is <em>not</em> necessarily a determinant</h4><p>Economic growth is raising incomes in many countries but increasing national wealth alone does not necessarily increase national health. Without equitable distribution of benefits, national growth can even exacerbate inequities.</p><p>While there has been enormous increase in global wealth, technology and living standards in recent years, the key question is how it is used for fair distribution of services and institution-building especially in low-income countries. In 1980, the richest countries with 10% of the population had a gross national income 60 times that of the poorest countries with 10% of the world's population. After 25 years of globalization, this difference increased to 122, reports the Commission. Worse, in the last 15 years, the poorest quintile in many low-income countries have shown a declining share in national consumption.</p><p>Wealth alone does not have to determine the health of a nation's population. Some low-income countries such as Cuba, Costa Rica, China, state of Kerala in India and Sri Lanka have achieved levels of good health despite relatively low national incomes. But, the Commission points out, wealth can be wisely used. Nordic countries, for example, have followed policies that encouraged equality of benefits and services, full employment, gender equity and low levels of social exclusion. This, said the Commission, is an outstanding example of what needs to be done everywhere.</p><h4>Solutions from beyond the health sector</h4><p>Much of the work to redress health inequities lies beyond the health sector. According to the Commission's report, \"Water-borne diseases are not caused by a lack of antibiotics but by dirty water, and by the political, social, and economic forces that fail to make clean water available to all; heart disease is caused not by a lack of coronary care units but by lives people lead, which are shaped by the environments in which they live; obesity is not caused by moral failure on the part of individuals but by the excess availability of high-fat and high-sugar foods.\" Consequently, the health sector – globally and nationally – needs to focus attention on addressing the root causes of inequities in health.</p><p>“We rely too much on medical interventions as a way of increasing life expectancy” explained Sir Michael. “A more effective way of increasing life expectancy and improving health would be for every government policy and programme to be assessed for its impact on health and health equity; to make health and health equity a marker for government performance.”</p><h4>Recommendations</h4><p>Based on this compelling evidence, the Commission makes three overarching recommendations to tackle the \"corrosive effects of inequality of life chances\":</p><ul><li>Improve daily living conditions, including the circumstances in which people are born, grow, live, work and age.</li><li>Tackle the inequitable distribution of power, money and resources – the structural drivers of those conditions – globally, nationally and locally.</li><li>Measure and understand the problem and assess the impact of action.</li></ul><h4>Recommendations for daily living</h4><p>Improving daily living conditions begins at the start of life. The Commission recommends that countries set up an interagency mechanism to ensure effective collaboration and coherent policy between all sectors for early childhood development, and aim to provide early childhood services to all of their young citizens. Investing in early childhood development provides one of the best ways to reduce health inequities. Evidence shows that investment in the education of women pays for itself many times over.</p><p>Billions of people live without adequate shelter and clean water. The Commission's report pays particular attention to the increasing numbers of people who live in urban slums, and the impact of urban governance on health. The Commission joins other voices in calling for a renewed effort to ensure water, sanitation and electricity for all, as well as better urban planning to address the epidemic of chronic disease.</p><p>Health systems also have an important role to play. While the Commission report shows how the health sector can not reduce health inequities on its own, providing universal coverage and ensuring a focus on equity throughout health systems are important steps.</p><p>The report also highlights how over 100 million people are impoverished due to paying for health care – a key contributor to health inequity. The Commission thus calls for health systems to be based on principles of equity, disease prevention and health promotion with universal coverage, based on primary health care.</p><h4>Distribution of resources</h4><p>Enacting the recommendations of the Commission to improve daily living conditions will also require tackling the inequitable distribution of resources. This requires far-reaching and systematic action.</p><p>The report foregrounds a range of recommendations aimed at ensuring fair financing, corporate social responsibility, gender equity and better governance. These include using health equity as an indicator of government performance and overall social development, the widespread use of health equity impact assessments, ensuring that rich countries honour their commitment to provide 0.7% of their GNP as aid, strengthening legislation to prohibit discrimination by gender and improving the capacity for all groups in society to participate in policy-making with space for civil society to work unencumbered to promote and protect political and social rights. At the global level, the Commission recommends that health equity should be a core development goal and that a social determinants of health framework should be used to monitor progress.</p><p>The Commission also highlights how implementing any of the above recommendations requires measurement of the existing problem of health inequity (where in many countries adequate data does not exist) and then monitoring the impact on health equity of the proposed interventions. To do this will require firstly investing in basic vital registration systems which have seen limited progress in the last thirty years. There is also a great need for training of policy-makers, health workers and workers in other sectors to understand the need for and how to act on the social determinants of health.</p><p>While more research is needed, enough is known for policy makers to initiate action. The feasibility of action is indicated in the change that is already occurring. Egypt has shown a remarkable drop in child mortality from 235 to 33 per 1000 in 30 years. Greece and Portugal reduced their child mortality from 50 per 1000 births to levels nearly as low as Japan, Sweden, and Iceland. Cuba achieved more than 99% coverage of its child development services in 2000. But trends showing improved health are not foreordained. In fact, without attention health can decline rapidly.</p><h4>Is this feasible?</h4><p>The Commission has already inspired and supported action in many parts of the world. Brazil, Canada, Chile, Iran, Kenya, Mozambique, Sri Lanka, Sweden, and the UK have become 'country partners' on the basis of their commitment to make progress on the social determinants of health equity and are already developing policies across governments to tackle them. These examples show that change is possible through political will. There is a long way to go, but the direction is set, say the Commissioners, the path clear.</p><p>WHO will now make the report available to Member States which will determine how the health agency is to respond.</p><h5>Comments from the Commissioners</h5><p><strong>Fran Baum</strong>, Head of Department and Professor of Public Health at Flinders University, Foundation Director of the South Australian Community Health Research Unit and Co-Chair of the Global Coordinating Council of the People’s Health Movement: \"It is wonderful to have global endorsement of the Australian Closing the Gap campaign from the CSDH established by the WHO. The CSDH sets Closing the Gap as a goal for the whole world and produces the evidence on how health inequities are a reflection of the way we organize society and distribute power and resources. The good news from the CSDH for Australia is that it provides plenty of ideas on how to set an agenda that will tackle the underlying determinants of health and create a healthier Australia for all of us\"</p><p><strong>Monique Begin</strong>, Professor at the School of Management, University of Ottawa, Canada, twice-appointed Minister of National Health and Welfare and the first woman from Quebec elected to the House of Commons: \"Canada likes to brag that for seven years in a row the United Nations voted us \"the best country in the world in which to live\". Do all Canadians share equally in that great quality of life? No they don't. The truth is that our country is so wealthy that it manages to mask the reality of food banks in our cities, of unacceptable housing (1 in 5), of young Inuit adults very high suicide rates. This report is a wake up call for action towards truly living up to our reputation.\"</p><p><strong>Giovanni Berlinguer</strong>, Member of the European Parliament, member of the International Bioethics Committee of UNESCO (2001–2007) and rapporteur of the project Universal Declaration on Bioethics: \"A fairer world will be a healthier world. A health service and medical interventions are <em>just one of the factors</em> that influence population health. The growth of inequalities and the phenomena of increased injustice in health is present in low and middle income countries as well as across Europe. It would be a crime not to take every action possible to reduce them.\"</p><p><strong>Mirai Chatterjee</strong>, Coordinator of Social Security for India’s Self-Employed Women’s Association, a trade union of over 900 000 self-employed women and recently appointed to the National Advisory Council and the National Commission for the Unorganised Sector: \"The report suggests avenues for action from the local to national and global levels. It has been eagerly awaited by policy-makers, health officials, grassroot activists and their community-based organizations. Much of the research and evidence is of particular relevance to the South-East Asian region, where too many people struggle daily for justice and equity in health. The report will inspire the region to act and develop new policies and programmes.\"</p><p><strong>Yan Guo</strong>, Professor of Public Health and Vice-President of the Peking University Health Science Centre, Vice-Chairman of the Chinese Rural Health Association and Vice-Director of the China Academy of Health Policy: “A man should not be concerned with whether he has enough possessions but whether possessions have been equally distributed”, this is a time-honored teaching in China. Constructing a harmonious society is our shared aspiration, and equity, including health equity, composes the prerequisite for a harmonious development. Eliminating determinants that are adverse to health under the efforts from all of the society, promoting social justice, and advancing human health are our shared goals. Let’s join our hands in this grand course!”</p><p><strong>Kiyoshi Kurokawa</strong>, Professor at the National Graduate Institute for Policy Studies, Tokyo, Member of the Science and Technology Policy Committee of the Cabinet Office, formerly President of the Science Council of Japan and the Pacific Science Association: \"The WHO Commission addresses one of the major issues of our global world - health inequity. The report’s recommendations will be perceived, utilized and implemented as a major policy agenda at national and global levels. The issue will increase in importance as the general public become more engaged via civil society movements and multi-stakeholder involvement.\"</p><p><strong>Alireza Marandi</strong>, Professor of Pediatrics at Shaheed Beheshti University, Islamic Republic of Iran, former two-term Minister of Health and Medical Education, former Deputy Minister and Advisor to the Minister and recently elected to be a member of the Iranian Parliament: \"According to the Islamic ideology, social justice became a priority, when the Islamic revolution materialized in Iran. Establishing a solid Primary Health Care network in our country, not only improved our health statistics, but it was an excellent vehicle to move towards health equity. Now through the final report of the CSDH and implementing its recommendations we need to move much faster in our own country toward health equity.\"</p><p><strong>Pascoal Mocumbi</strong>, High Representative of the European and Developing Countries Clinical Trials Partnership, former Prime Minister of the Republic of Mozambique, former head of the Ministry of Foreign Affairs and the Ministry of Health: \"The Commission on Social Determinants of Health report will help African leaders adapt their national development strategies to address the challenges to health. These are derived from the current systemic changes taking place in the global economy that affects heavily on the poorest segments of Africa’s population.\"</p><p><strong>Amartya Sen</strong>, Lamont University Professor and Professor of Economics and Philosophy at Harvard University, awarded the Nobel Prize in Economics in 1998: \"The primary object of development - for any country and for the world as a whole - is the elimination of 'unfreedoms' that reduce and impoverish the lives of people. Central to human deprivation is the failure of the capability to live long and healthy lives. This is much more than a medical problem. It relates to handicaps that have deep social roots. Under Michael Marmot's leadership, this WHO Commission has concentrated on the badly neglected causal linkages that have to be adequately understood and remedied. A fuller understanding is also a call for action.\"</p><p><strong>David Satcher</strong>, Director of the Center of Excellence on Health Disparities and the Satcher Health Leadership Institute Initiative, formerly the United States Surgeon General and Assistant Secretary for Health and also Director of the Centers for Disease Control and Prevention: \"The United States of America spends more on health care than any other country in the world, yet it ranks 41st in terms of life expectancy. New Orleans and its experience with Hurricane Katrina illustrate why we need to target social determinants of health (SDH) — including housing, education, working and learning conditions, and whether people are exposed to toxins—better than any place I can think of right now. By targeting the SDH, we can rapidly move towards closing the gap that unfairly and avoidably separates the health status of groups of different socio-economic status, social exclusion experience, and educational background.\"</p><p><strong>Anna Tibaijuka</strong>, Executive Director of UN-HABITAT and founding Chairperson of the independent Tanzanian National Women’s Council: \"Health delivery is not possible for people living in squalor, in dehumanizing pathetic conditions prevailing in the ever growing slum settlements of cities and towns in developing countries. Investment in basic services such as water and education will always remain constrained if not wasted unless accompanied by requisite investment in decent housing with basic sanitation.\"</p><p><strong>Denny Vågerö</strong>, Professor of Medical Sociology, Director of CHESS (Centre for Health Equity Studies) in Sweden, member of the Royal Swedish Academy of Sciences and of its Standing Committee on Health: \"Countries of the world are presently growing apart in health terms. This is very worrying. In many countries in the world social differences in health are also growing, and this is true in Europe. We have been one-sidedly focused on economic growth, disregarding negative consequences for health and climate. We need to think differently about development.\"</p><p><strong>Gail Wilensky</strong>, Senior Fellow at Project HOPE, an international health education foundation. Previously she directed the Medicare and Medicaid programmes in the United States and also chaired two commissions that advise the United States Congress on Medicare: \"What this report makes clear is that improving health and health outcomes and reducing avoidable health differences—goals of all countries-- involves far more than just improving the health care system. Basic living conditions, employment, early childhood education, treatment of women and poverty all impact on health outcomes and incorporating their effects on health outcomes needs to become an important part of public policymaking. This is as true for wealthy countries like the United States as it is for many of the emerging countries of the world, where large numbers of people live on less than $2 per day.\"</p><div><h3>Related links</h3><p><a data-sf-ec-immutable=\"\" href=\"https://apps.who.int/iris/bitstream/handle/10665/69832/WHO_IER_CSDH_08.1_eng.pdf?sequence=1\" target=\"_blank\">Executive summary</a></p></div></p>",
    "content": [
      {
        "heading": "Inequitieswithincountries",
        "content": [
          "Health inequities – unfair, unjust and avoidable causes of ill health – have long been measured between countries but the Commission documents \"health gradients\" within countries as well. For example:",
          "The Commission found evidence that demonstrates in general the poor are worse off than those less deprived, but they also found that the less deprived are in turn worse than those with average incomes, and so on. This slope linking income and health is the social gradient , and is seen everywhere – not just in developing countries, but all countries, including the richest. The slope may be more or less steep in different countries, but the phenomenon is universal."
        ],
        "bullets": [
          "Life expectancy for Indigenous Australian males is shorter by 17 years than all other Australian males.",
          "Maternal mortality is 3–4 times higher among the poor compared to the rich in Indonesia. The difference in adult mortality between least and most deprived neighbourhoods in the UK is more than 2.5 times.",
          "Child mortality in the slums of Nairobi is 2.5 times higher than in other parts of the city. A baby born to a Bolivian mother with no education has 10% chance of dying, while one born to a woman with at least secondary education has a 0.4% chance.",
          "In the United States, 886 202 deaths would have been averted between 1991 and 2000 if mortality rates between white and African Americans were equalized. (This contrasts to 176 633 lives saved in the US by medical advances in the same period.)",
          "In Uganda the death rate of children under 5 years in the richest fifth of households is 106 per 1000 live births but in the poorest fifth of households in Uganda it is even worse – 192 deaths per 1000 live births – that is nearly a fifth of all babies born alive to the poorest households destined to die before they reach their fifth birthday. Set this against an average death rate for under fives in high income countries of 7 deaths per 1000."
        ]
      },
      {
        "heading": "Wealth isnotnecessarily a determinant",
        "content": [
          "Economic growth is raising incomes in many countries but increasing national wealth alone does not necessarily increase national health. Without equitable distribution of benefits, national growth can even exacerbate inequities.",
          "While there has been enormous increase in global wealth, technology and living standards in recent years, the key question is how it is used for fair distribution of services and institution-building especially in low-income countries. In 1980, the richest countries with 10% of the population had a gross national income 60 times that of the poorest countries with 10% of the world's population. After 25 years of globalization, this difference increased to 122, reports the Commission. Worse, in the last 15 years, the poorest quintile in many low-income countries have shown a declining share in national consumption.",
          "Wealth alone does not have to determine the health of a nation's population. Some low-income countries such as Cuba, Costa Rica, China, state of Kerala in India and Sri Lanka have achieved levels of good health despite relatively low national incomes. But, the Commission points out, wealth can be wisely used. Nordic countries, for example, have followed policies that encouraged equality of benefits and services, full employment, gender equity and low levels of social exclusion. This, said the Commission, is an outstanding example of what needs to be done everywhere."
        ]
      },
      {
        "heading": "Solutions from beyond the health sector",
        "content": [
          "Much of the work to redress health inequities lies beyond the health sector. According to the Commission's report, \"Water-borne diseases are not caused by a lack of antibiotics but by dirty water, and by the political, social, and economic forces that fail to make clean water available to all; heart disease is caused not by a lack of coronary care units but by lives people lead, which are shaped by the environments in which they live; obesity is not caused by moral failure on the part of individuals but by the excess availability of high-fat and high-sugar foods.\" Consequently, the health sector – globally and nationally – needs to focus attention on addressing the root causes of inequities in health.",
          "“We rely too much on medical interventions as a way of increasing life expectancy” explained Sir Michael. “A more effective way of increasing life expectancy and improving health would be for every government policy and programme to be assessed for its impact on health and health equity; to make health and health equity a marker for government performance.”"
        ]
      },
      {
        "heading": "Recommendations",
        "content": [
          "Based on this compelling evidence, the Commission makes three overarching recommendations to tackle the \"corrosive effects of inequality of life chances\":"
        ],
        "bullets": [
          "Improve daily living conditions, including the circumstances in which people are born, grow, live, work and age.",
          "Tackle the inequitable distribution of power, money and resources – the structural drivers of those conditions – globally, nationally and locally.",
          "Measure and understand the problem and assess the impact of action."
        ]
      },
      {
        "heading": "Recommendations for daily living",
        "content": [
          "Improving daily living conditions begins at the start of life. The Commission recommends that countries set up an interagency mechanism to ensure effective collaboration and coherent policy between all sectors for early childhood development, and aim to provide early childhood services to all of their young citizens. Investing in early childhood development provides one of the best ways to reduce health inequities. Evidence shows that investment in the education of women pays for itself many times over.",
          "Billions of people live without adequate shelter and clean water. The Commission's report pays particular attention to the increasing numbers of people who live in urban slums, and the impact of urban governance on health. The Commission joins other voices in calling for a renewed effort to ensure water, sanitation and electricity for all, as well as better urban planning to address the epidemic of chronic disease.",
          "Health systems also have an important role to play. While the Commission report shows how the health sector can not reduce health inequities on its own, providing universal coverage and ensuring a focus on equity throughout health systems are important steps.",
          "The report also highlights how over 100 million people are impoverished due to paying for health care – a key contributor to health inequity. The Commission thus calls for health systems to be based on principles of equity, disease prevention and health promotion with universal coverage, based on primary health care."
        ]
      },
      {
        "heading": "Distribution of resources",
        "content": [
          "Enacting the recommendations of the Commission to improve daily living conditions will also require tackling the inequitable distribution of resources. This requires far-reaching and systematic action.",
          "The report foregrounds a range of recommendations aimed at ensuring fair financing, corporate social responsibility, gender equity and better governance. These include using health equity as an indicator of government performance and overall social development, the widespread use of health equity impact assessments, ensuring that rich countries honour their commitment to provide 0.7% of their GNP as aid, strengthening legislation to prohibit discrimination by gender and improving the capacity for all groups in society to participate in policy-making with space for civil society to work unencumbered to promote and protect political and social rights. At the global level, the Commission recommends that health equity should be a core development goal and that a social determinants of health framework should be used to monitor progress.",
          "The Commission also highlights how implementing any of the above recommendations requires measurement of the existing problem of health inequity (where in many countries adequate data does not exist) and then monitoring the impact on health equity of the proposed interventions. To do this will require firstly investing in basic vital registration systems which have seen limited progress in the last thirty years. There is also a great need for training of policy-makers, health workers and workers in other sectors to understand the need for and how to act on the social determinants of health.",
          "While more research is needed, enough is known for policy makers to initiate action. The feasibility of action is indicated in the change that is already occurring. Egypt has shown a remarkable drop in child mortality from 235 to 33 per 1000 in 30 years. Greece and Portugal reduced their child mortality from 50 per 1000 births to levels nearly as low as Japan, Sweden, and Iceland. Cuba achieved more than 99% coverage of its child development services in 2000. But trends showing improved health are not foreordained. In fact, without attention health can decline rapidly."
        ]
      },
      {
        "heading": "Is this feasible?",
        "content": [
          "The Commission has already inspired and supported action in many parts of the world. Brazil, Canada, Chile, Iran, Kenya, Mozambique, Sri Lanka, Sweden, and the UK have become 'country partners' on the basis of their commitment to make progress on the social determinants of health equity and are already developing policies across governments to tackle them. These examples show that change is possible through political will. There is a long way to go, but the direction is set, say the Commissioners, the path clear.",
          "WHO will now make the report available to Member States which will determine how the health agency is to respond.",
          "Comments from the Commissioners",
          "Fran Baum , Head of Department and Professor of Public Health at Flinders University, Foundation Director of the South Australian Community Health Research Unit and Co-Chair of the Global Coordinating Council of the People’s Health Movement: \"It is wonderful to have global endorsement of the Australian Closing the Gap campaign from the CSDH established by the WHO. The CSDH sets Closing the Gap as a goal for the whole world and produces the evidence on how health inequities are a reflection of the way we organize society and distribute power and resources. The good news from the CSDH for Australia is that it provides plenty of ideas on how to set an agenda that will tackle the underlying determinants of health and create a healthier Australia for all of us\"",
          "Monique Begin , Professor at the School of Management, University of Ottawa, Canada, twice-appointed Minister of National Health and Welfare and the first woman from Quebec elected to the House of Commons: \"Canada likes to brag that for seven years in a row the United Nations voted us \"the best country in the world in which to live\". Do all Canadians share equally in that great quality of life? No they don't. The truth is that our country is so wealthy that it manages to mask the reality of food banks in our cities, of unacceptable housing (1 in 5), of young Inuit adults very high suicide rates. This report is a wake up call for action towards truly living up to our reputation.\"",
          "Giovanni Berlinguer , Member of the European Parliament, member of the International Bioethics Committee of UNESCO (2001–2007) and rapporteur of the project Universal Declaration on Bioethics: \"A fairer world will be a healthier world. A health service and medical interventions are just one of the factors that influence population health. The growth of inequalities and the phenomena of increased injustice in health is present in low and middle income countries as well as across Europe. It would be a crime not to take every action possible to reduce them.\"",
          "Mirai Chatterjee , Coordinator of Social Security for India’s Self-Employed Women’s Association, a trade union of over 900 000 self-employed women and recently appointed to the National Advisory Council and the National Commission for the Unorganised Sector: \"The report suggests avenues for action from the local to national and global levels. It has been eagerly awaited by policy-makers, health officials, grassroot activists and their community-based organizations. Much of the research and evidence is of particular relevance to the South-East Asian region, where too many people struggle daily for justice and equity in health. The report will inspire the region to act and develop new policies and programmes.\"",
          "Yan Guo , Professor of Public Health and Vice-President of the Peking University Health Science Centre, Vice-Chairman of the Chinese Rural Health Association and Vice-Director of the China Academy of Health Policy: “A man should not be concerned with whether he has enough possessions but whether possessions have been equally distributed”, this is a time-honored teaching in China. Constructing a harmonious society is our shared aspiration, and equity, including health equity, composes the prerequisite for a harmonious development. Eliminating determinants that are adverse to health under the efforts from all of the society, promoting social justice, and advancing human health are our shared goals. Let’s join our hands in this grand course!”",
          "Kiyoshi Kurokawa , Professor at the National Graduate Institute for Policy Studies, Tokyo, Member of the Science and Technology Policy Committee of the Cabinet Office, formerly President of the Science Council of Japan and the Pacific Science Association: \"The WHO Commission addresses one of the major issues of our global world - health inequity. The report’s recommendations will be perceived, utilized and implemented as a major policy agenda at national and global levels. The issue will increase in importance as the general public become more engaged via civil society movements and multi-stakeholder involvement.\"",
          "Alireza Marandi , Professor of Pediatrics at Shaheed Beheshti University, Islamic Republic of Iran, former two-term Minister of Health and Medical Education, former Deputy Minister and Advisor to the Minister and recently elected to be a member of the Iranian Parliament: \"According to the Islamic ideology, social justice became a priority, when the Islamic revolution materialized in Iran. Establishing a solid Primary Health Care network in our country, not only improved our health statistics, but it was an excellent vehicle to move towards health equity. Now through the final report of the CSDH and implementing its recommendations we need to move much faster in our own country toward health equity.\"",
          "Pascoal Mocumbi , High Representative of the European and Developing Countries Clinical Trials Partnership, former Prime Minister of the Republic of Mozambique, former head of the Ministry of Foreign Affairs and the Ministry of Health: \"The Commission on Social Determinants of Health report will help African leaders adapt their national development strategies to address the challenges to health. These are derived from the current systemic changes taking place in the global economy that affects heavily on the poorest segments of Africa’s population.\"",
          "Amartya Sen , Lamont University Professor and Professor of Economics and Philosophy at Harvard University, awarded the Nobel Prize in Economics in 1998: \"The primary object of development - for any country and for the world as a whole - is the elimination of 'unfreedoms' that reduce and impoverish the lives of people. Central to human deprivation is the failure of the capability to live long and healthy lives. This is much more than a medical problem. It relates to handicaps that have deep social roots. Under Michael Marmot's leadership, this WHO Commission has concentrated on the badly neglected causal linkages that have to be adequately understood and remedied. A fuller understanding is also a call for action.\"",
          "David Satcher , Director of the Center of Excellence on Health Disparities and the Satcher Health Leadership Institute Initiative, formerly the United States Surgeon General and Assistant Secretary for Health and also Director of the Centers for Disease Control and Prevention: \"The United States of America spends more on health care than any other country in the world, yet it ranks 41st in terms of life expectancy. New Orleans and its experience with Hurricane Katrina illustrate why we need to target social determinants of health (SDH) — including housing, education, working and learning conditions, and whether people are exposed to toxins—better than any place I can think of right now. By targeting the SDH, we can rapidly move towards closing the gap that unfairly and avoidably separates the health status of groups of different socio-economic status, social exclusion experience, and educational background.\"",
          "Anna Tibaijuka , Executive Director of UN-HABITAT and founding Chairperson of the independent Tanzanian National Women’s Council: \"Health delivery is not possible for people living in squalor, in dehumanizing pathetic conditions prevailing in the ever growing slum settlements of cities and towns in developing countries. Investment in basic services such as water and education will always remain constrained if not wasted unless accompanied by requisite investment in decent housing with basic sanitation.\"",
          "Denny Vågerö , Professor of Medical Sociology, Director of CHESS (Centre for Health Equity Studies) in Sweden, member of the Royal Swedish Academy of Sciences and of its Standing Committee on Health: \"Countries of the world are presently growing apart in health terms. This is very worrying. In many countries in the world social differences in health are also growing, and this is true in Europe. We have been one-sidedly focused on economic growth, disregarding negative consequences for health and climate. We need to think differently about development.\"",
          "Gail Wilensky , Senior Fellow at Project HOPE, an international health education foundation. Previously she directed the Medicare and Medicaid programmes in the United States and also chaired two commissions that advise the United States Congress on Medicare: \"What this report makes clear is that improving health and health outcomes and reducing avoidable health differences—goals of all countries-- involves far more than just improving the health care system. Basic living conditions, employment, early childhood education, treatment of women and poverty all impact on health outcomes and incorporating their effects on health outcomes needs to become an important part of public policymaking. This is as true for wealthy countries like the United States as it is for many of the emerging countries of the world, where large numbers of people live on less than $2 per day.\"",
          "Related links Executive summary"
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "Executive summary"
        ]
      }
    ],
    "bullets": [
      "Life expectancy for Indigenous Australian males is shorter by 17 years than all other Australian males.",
      "Maternal mortality is 3–4 times higher among the poor compared to the rich in Indonesia. The difference in adult mortality between least and most deprived neighbourhoods in the UK is more than 2.5 times.",
      "Child mortality in the slums of Nairobi is 2.5 times higher than in other parts of the city. A baby born to a Bolivian mother with no education has 10% chance of dying, while one born to a woman with at least secondary education has a 0.4% chance.",
      "In the United States, 886 202 deaths would have been averted between 1991 and 2000 if mortality rates between white and African Americans were equalized. (This contrasts to 176 633 lives saved in the US by medical advances in the same period.)",
      "In Uganda the death rate of children under 5 years in the richest fifth of households is 106 per 1000 live births but in the poorest fifth of households in Uganda it is even worse – 192 deaths per 1000 live births – that is nearly a fifth of all babies born alive to the poorest households destined to die before they reach their fifth birthday. Set this against an average death rate for under fives in high income countries of 7 deaths per 1000.",
      "Improve daily living conditions, including the circumstances in which people are born, grow, live, work and age.",
      "Tackle the inequitable distribution of power, money and resources – the structural drivers of those conditions – globally, nationally and locally.",
      "Measure and understand the problem and assess the impact of action."
    ],
    "references": [
      {
        "text": "Executive summary",
        "url": "https://apps.who.int/iris/bitstream/handle/10665/69832/WHO_IER_CSDH_08.1_eng.pdf?sequence=1"
      }
    ],
    "corrigendum": null,
    "media_contacts": [
      {
        "name": "Sharad Agarwal",
        "role": "Communications Officer",
        "emails": [
          "agarwals@who.int"
        ],
        "phones": null,
        "raw": "Sharad Agarwal\nCommunications Officer\nEmail:\nagarwals@who.int"
      }
    ],
    "images": [],
    "meta": {
      "description": "A child born in a Glasgow, Scotland suburb can expect a life 28 years shorter than another living only 13 kilometres away. A girl in Lesotho is likely to live 42 years less than another in Japan. In Sweden, the risk of a woman dying during pregnancy and childbirth is 1 in 17 400; in Afghanistan, the odds are 1 in 8. Biology does not explain any of this. Instead, the differences between - and within - countries result from the social environment where people are born, live, grow, work and age.These \"social determinants of health\" have been the focus of a three-year investigation by an eminent group of policy makers, academics, former heads of state and former ministers of health. Together, they comprise the World Health Organization's Commission on the Social Determinants of Health. Today, the Commission presents its findings to the WHO Director-General Dr Margaret Chan.\"(The) toxic combination of bad policies, economics, and politics is, in large measure responsible for the fact that a majority of people in the world do not enjoy the good health that is biologically possible,\" the Commissioners write in Closing the Gap in a Generation: Health Equity through Action on the Social Determinants of Health. \"Social injustice is killing people on a grand scale.\"\"Health inequity really is a matter of life and death,\" said Dr Chan today while welcoming the Report and congratulating the Commission. \"But health systems will not naturally gravitate towards equity. Unprecedented leadership is needed that compels all actors, including those beyond the health sector, to examine their impact on health. Primary health care, which integrates health in all of government's policies, is the best framework for doing so.\"Sir Michael Marmot, Commission Chair said: “Central to the Commission’s recommendations is creating the conditions for people to be empowered, to have freedom to lead flourishing lives. Nowhere is lack of empowerment more obvious than in the plight of women in many parts of the world. Health suffers as a result. Following our recommendations would dramatically improve the health and life chances of billions of people.”Inequities within countriesHealth inequities – unfair, unjust and avoidable causes of ill health – have long been measured between countries but the Commission documents \"health gradients\" within countries as well. For example:Life expectancy for Indigenous Australian males is shorter by 17 years than all other Australian males.Maternal mortality is 3–4 times higher among the poor compared to the rich in Indonesia. The difference in adult mortality between least and most deprived neighbourhoods in the UK is more than 2.5 times.Child mortality in the slums of Nairobi is 2.5 times higher than in other parts of the city. A baby born to a Bolivian mother with no education has 10% chance of dying, while one born to a woman with at least secondary education has a 0.4% chance.In the United States, 886 202 deaths would have been averted between 1991 and 2000 if mortality rates between white and African Americans were equalized. (This contrasts to 176 633 lives saved in the US by medical advances in the same period.)In Uganda the death rate of children under 5 years in the richest fifth of households is 106 per 1000 live births but in the poorest fifth of households in Uganda it is even worse – 192 deaths per 1000 live births – that is nearly a fifth of all babies born alive to the poorest households destined to die before they reach their fifth birthday. Set this against an average death rate for under fives in high income countries of 7 deaths per 1000.The Commission found evidence that demonstrates in general the poor are worse off than those less deprived, but they also found that the less deprived are in turn worse than those with average incomes, and so on. This slope linking income and health is the social gradient, and is seen everywhere – not just in developing countries, but all countries, including the richest. The slope may be more or less steep in different countries, but the phenomenon is universal.Wealth is not necessarily a determinantEconomic growth is raising incomes in many countries but increasing national wealth alone does not necessarily increase national health. Without equitable distribution of benefits, national growth can even exacerbate inequities.While there has been enormous increase in global wealth, technology and living standards in recent years, the key question is how it is used for fair distribution of services and institution-building especially in low-income countries. In 1980, the richest countries with 10% of the population had a gross national income 60 times that of the poorest countries with 10% of the world's population. After 25 years of globalization, this difference increased to 122, reports the Commission. Worse, in the last 15 years, the poorest quintile in many low-income countries have shown a declining share in national consumption.Wealth alone does not have to determine the health of a nation's population. Some low-income countries such as Cuba, Costa Rica, China, state of Kerala in India and Sri Lanka have achieved levels of good health despite relatively low national incomes. But, the Commission points out, wealth can be wisely used. Nordic countries, for example, have followed policies that encouraged equality of benefits and services, full employment, gender equity and low levels of social exclusion. This, said the Commission, is an outstanding example of what needs to be done everywhere.Solutions from beyond the health sectorMuch of the work to redress health inequities lies beyond the health sector. According to the Commission's report, \"Water-borne diseases are not caused by a lack of antibiotics but by dirty water, and by the political, social, and economic forces that fail to make clean water available to all; heart disease is caused not by a lack of coronary care units but by lives people lead, which are shaped by the environments in which they live; obesity is not caused by moral failure on the part of individuals but by the excess availability of high-fat and high-sugar foods.\" Consequently, the health sector – globally and nationally – needs to focus attention on addressing the root causes of inequities in health.“We rely too much on medical interventions as a way of increasing life expectancy” explained Sir Michael. “A more effective way of increasing life expectancy and improving health would be for every government policy and programme to be assessed for its impact on health and health equity; to make health and health equity a marker for government performance.”RecommendationsBased on this compelling evidence, the Commission makes three overarching recommendations to tackle the \"corrosive effects of inequality of life chances\":Improve daily living conditions, including the circumstances in which people are born, grow, live, work and age.Tackle the inequitable distribution of power, money and resources – the structural drivers of those conditions – globally, nationally and locally.Measure and understand the problem and assess the impact of action.Recommendations for daily livingImproving daily living conditions begins at the start of life. The Commission recommends that countries set up an interagency mechanism to ensure effective collaboration and coherent policy between all sectors for early childhood development, and aim to provide early childhood services to all of their young citizens. Investing in early childhood development provides one of the best ways to reduce health inequities. Evidence shows that investment in the education of women pays for itself many times over.Billions of people live without adequate shelter and clean water. The Commission's report pays particular attention to the increasing numbers of people who live in urban slums, and the impact of urban governance on health. The Commission joins other voices in calling for a renewed effort to ensure water, sanitation and electricity for all, as well as better urban planning to address the epidemic of chronic disease.Health systems also have an important role to play. While the Commission report shows how the health sector can not reduce health inequities on its own, providing universal coverage and ensuring a focus on equity throughout health systems are important steps.The report also highlights how over 100 million people are impoverished due to paying for health care – a key contributor to health inequity. The Commission thus calls for health systems to be based on principles of equity, disease prevention and health promotion with universal coverage, based on primary health care.Distribution of resourcesEnacting the recommendations of the Commission to improve daily living conditions will also require tackling the inequitable distribution of resources. This requires far-reaching and systematic action.The report foregrounds a range of recommendations aimed at ensuring fair financing, corporate social responsibility, gender equity and better governance. These include using health equity as an indicator of government performance and overall social development, the widespread use of health equity impact assessments, ensuring that rich countries honour their commitment to provide 0.7% of their GNP as aid, strengthening legislation to prohibit discrimination by gender and improving the capacity for all groups in society to participate in policy-making with space for civil society to work unencumbered to promote and protect political and social rights. At the global level, the Commission recommends that health equity should be a core development goal and that a social determinants of health framework should be used to monitor progress.The Commission also highlights how implementing any of the above recommendations requires measurement of the existing problem of health inequity (where in many countries adequate data does not exist) and then monitoring the impact on health equity of the proposed interventions. To do this will require firstly investing in basic vital registration systems which have seen limited progress in the last thirty years. There is also a great need for training of policy-makers, health workers and workers in other sectors to understand the need for and how to act on the social determinants of health.While more research is needed, enough is known for policy makers to initiate action. The feasibility of action is indicated in the change that is already occurring. Egypt has shown a remarkable drop in child mortality from 235 to 33 per 1000 in 30 years. Greece and Portugal reduced their child mortality from 50 per 1000 births to levels nearly as low as Japan, Sweden, and Iceland. Cuba achieved more than 99% coverage of its child development services in 2000. But trends showing improved health are not foreordained. In fact, without attention health can decline rapidly.Is this feasible?The Commission has already inspired and supported action in many parts of the world. Brazil, Canada, Chile, Iran, Kenya, Mozambique, Sri Lanka, Sweden, and the UK have become 'country partners' on the basis of their commitment to make progress on the social determinants of health equity and are already developing policies across governments to tackle them. These examples show that change is possible through political will. There is a long way to go, but the direction is set, say the Commissioners, the path clear.WHO will now make the report available to Member States which will determine how the health agency is to respond.Comments from the CommissionersFran Baum, Head of Department and Professor of Public Health at Flinders University, Foundation Director of the South Australian Community Health Research Unit and Co-Chair of the Global Coordinating Council of the People’s Health Movement: \"It is wonderful to have global endorsement of the Australian Closing the Gap campaign from the CSDH established by the WHO. The CSDH sets Closing the Gap as a goal for the whole world and produces the evidence on how health inequities are a reflection of the way we organize society and distribute power and resources. The good news from the CSDH for Australia is that it provides plenty of ideas on how to set an agenda that will tackle the underlying determinants of health and create a healthier Australia for all of us\"Monique Begin, Professor at the School of Management, University of Ottawa, Canada, twice-appointed Minister of National Health and Welfare and the first woman from Quebec elected to the House of Commons: \"Canada likes to brag that for seven years in a row the United Nations voted us \"the best country in the world in which to live\". Do all Canadians share equally in that great quality of life? No they don't. The truth is that our country is so wealthy that it manages to mask the reality of food banks in our cities, of unacceptable housing (1 in 5), of young Inuit adults very high suicide rates. This report is a wake up call for action towards truly living up to our reputation.\"Giovanni Berlinguer, Member of the European Parliament, member of the International Bioethics Committee of UNESCO (2001–2007) and rapporteur of the project Universal Declaration on Bioethics: \"A fairer world will be a healthier world. A health service and medical interventions are just one of the factors that influence population health. The growth of inequalities and the phenomena of increased injustice in health is present in low and middle income countries as well as across Europe. It would be a crime not to take every action possible to reduce them.\"Mirai Chatterjee, Coordinator of Social Security for India’s Self-Employed Women’s Association, a trade union of over 900 000 self-employed women and recently appointed to the National Advisory Council and the National Commission for the Unorganised Sector: \"The report suggests avenues for action from the local to national and global levels. It has been eagerly awaited by policy-makers, health officials, grassroot activists and their community-based organizations. Much of the research and evidence is of particular relevance to the South-East Asian region, where too many people struggle daily for justice and equity in health. The report will inspire the region to act and develop new policies and programmes.\"Yan Guo, Professor of Public Health and Vice-President of the Peking University Health Science Centre, Vice-Chairman of the Chinese Rural Health Association and Vice-Director of the China Academy of Health Policy: “A man should not be concerned with whether he has enough possessions but whether possessions have been equally distributed”, this is a time-honored teaching in China. Constructing a harmonious society is our shared aspiration, and equity, including health equity, composes the prerequisite for a harmonious development. Eliminating determinants that are adverse to health under the efforts from all of the society, promoting social justice, and advancing human health are our shared goals. Let’s join our hands in this grand course!”Kiyoshi Kurokawa, Professor at the National Graduate Institute for Policy Studies, Tokyo, Member of the Science and Technology Policy Committee of the Cabinet Office, formerly President of the Science Council of Japan and the Pacific Science Association: \"The WHO Commission addresses one of the major issues of our global world - health inequity. The report’s recommendations will be perceived, utilized and implemented as a major policy agenda at national and global levels. The issue will increase in importance as the general public become more engaged via civil society movements and multi-stakeholder involvement.\"Alireza Marandi, Professor of Pediatrics at Shaheed Beheshti University, Islamic Republic of Iran, former two-term Minister of Health and Medical Education, former Deputy Minister and Advisor to the Minister and recently elected to be a member of the Iranian Parliament: \"According to the Islamic ideology, social justice became a priority, when the Islamic revolution materialized in Iran. Establishing a solid Primary Health Care network in our country, not only improved our health statistics, but it was an excellent vehicle to move towards health equity. Now through the final report of the CSDH and implementing its recommendations we need to move much faster in our own country toward health equity.\"Pascoal Mocumbi, High Representative of the European and Developing Countries Clinical Trials Partnership, former Prime Minister of the Republic of Mozambique, former head of the Ministry of Foreign Affairs and the Ministry of Health: \"The Commission on Social Determinants of Health report will help African leaders adapt their national development strategies to address the challenges to health. These are derived from the current systemic changes taking place in the global economy that affects heavily on the poorest segments of Africa’s population.\"Amartya Sen, Lamont University Professor and Professor of Economics and Philosophy at Harvard University, awarded the Nobel Prize in Economics in 1998: \"The primary object of development - for any country and for the world as a whole - is the elimination of 'unfreedoms' that reduce and impoverish the lives of people. Central to human deprivation is the failure of the capability to live long and healthy lives. This is much more than a medical problem. It relates to handicaps that have deep social roots. Under Michael Marmot's leadership, this WHO Commission has concentrated on the badly neglected causal linkages that have to be adequately understood and remedied. A fuller understanding is also a call for action.\"David Satcher, Director of the Center of Excellence on Health Disparities and the Satcher Health Leadership Institute Initiative, formerly the United States Surgeon General and Assistant Secretary for Health and also Director of the Centers for Disease Control and Prevention: \"The United States of America spends more on health care than any other country in the world, yet it ranks 41st in terms of life expectancy. New Orleans and its experience with Hurricane Katrina illustrate why we need to target social determinants of health (SDH) — including housing, education, working and learning conditions, and whether people are exposed to toxins—better than any place I can think of right now. By targeting the SDH, we can rapidly move towards closing the gap that unfairly and avoidably separates the health status of groups of different socio-economic status, social exclusion experience, and educational background.\"Anna Tibaijuka, Executive Director of UN-HABITAT and founding Chairperson of the independent Tanzanian National Women’s Council: \"Health delivery is not possible for people living in squalor, in dehumanizing pathetic conditions prevailing in the ever growing slum settlements of cities and towns in developing countries. Investment in basic services such as water and education will always remain constrained if not wasted unless accompanied by requisite investment in decent housing with basic sanitation.\"Denny Vågerö, Professor of Medical Sociology, Director of CHESS (Centre for Health Equity Studies) in Sweden, member of the Royal Swedish Academy of Sciences and of its Standing Committee on Health: \"Countries of the world are presently growing apart in health terms. This is very worrying. In many countries in the world social differences in health are also growing, and this is true in Europe. We have been one-sidedly focused on economic growth, disregarding negative consequences for health and climate. We need to think differently about development.\"Gail Wilensky, Senior Fellow at Project HOPE, an international health education foundation. Previously she directed the Medicare and Medicaid programmes in the United States and also chaired two commissions that advise the United States Congress on Medicare: \"What this report makes clear is that improving health and health outcomes and reducing avoidable health differences—goals of all countries-- involves far more than just improving the health care system. Basic living conditions, employment, early childhood education, treatment of women and poverty all impact on health outcomes and incorporating their effects on health outcomes needs to become an important part of public policymaking. This is as true for wealthy countries like the United States as it is for many of the emerging countries of the world, where large numbers of people live on less than $2 per day.\"Related linksExecutive summary",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/11-06-2009-dg-statement-following-the-meeting-of-the-emergency-committee",
    "title": "DG Statement following the meeting of the Emergency Committee",
    "date": "2009-06-11",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "The Emergency Committee held its fourth meeting on 11th June 2009.",
    "content_html": "<p>The Emergency Committee held its fourth meeting on 11th June 2009.</p><p>The Committee considered available information on transmission of New influenza A (H1N1) in a number of locations in countries in different regions of the World Health Organization, and concluded that the criteria for a pandemic have been met.</p><p>Following the advice from the Committee the WHO Director-General decided to raise the level of influenza pandemic alert from the current phase 5 to phase 6. At this early stage, the pandemic can be characterized globally as being moderate in severity.</p><p>As previously recommended by the Director-General, countries should not close borders or restrict international traffic and trade.</p><p>Countries should assess their specific situation and make a timely transition from focusing national efforts on containment to focusing on mitigation measures, including appropriate non-pharmaceutical interventions.</p><p>WHO remains in close dialogue with influenza vaccine manufacturers. It is understood that production of vaccines for seasonal influenza will be completed soon, and that full capacity will be available to ensure the largest possible supply of pandemic vaccine in the months to come.</p><p> </p>",
    "content": [
      {
        "heading": null,
        "content": [
          "The Emergency Committee held its fourth meeting on 11th June 2009.",
          "The Committee considered available information on transmission of New influenza A (H1N1) in a number of locations in countries in different regions of the World Health Organization, and concluded that the criteria for a pandemic have been met.",
          "Following the advice from the Committee the WHO Director-General decided to raise the level of influenza pandemic alert from the current phase 5 to phase 6. At this early stage, the pandemic can be characterized globally as being moderate in severity.",
          "As previously recommended by the Director-General, countries should not close borders or restrict international traffic and trade.",
          "Countries should assess their specific situation and make a timely transition from focusing national efforts on containment to focusing on mitigation measures, including appropriate non-pharmaceutical interventions.",
          "WHO remains in close dialogue with influenza vaccine manufacturers. It is understood that production of vaccines for seasonal influenza will be completed soon, and that full capacity will be available to ensure the largest possible supply of pandemic vaccine in the months to come."
        ]
      }
    ],
    "bullets": [],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The Emergency Committee held its fourth meeting on 11th June 2009.The Committee considered available information on transmission of New influenza A (H1N1) in a number of locations in countries in different regions of the World Health Organization, and concluded that the criteria for a pandemic have been met.Following the advice from the Committee the WHO Director-General decided to raise the level of influenza pandemic alert from the current phase 5 to phase 6. At this early stage, the pandemic can be characterized globally as being moderate in severity.As previously recommended by the Director-General, countries should not close borders or restrict international traffic and trade.Countries should assess their specific situation and make a timely transition from focusing national efforts on containment to focusing on mitigation measures, including appropriate non-pharmaceutical interventions.WHO remains in close dialogue with influenza vaccine manufacturers. It is understood that production of vaccines for seasonal influenza will be completed soon, and that full capacity will be available to ensure the largest possible supply of pandemic vaccine in the months to come.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/11-06-2009-director-general-statement-following-the-fourth-meeting-of-the-emergency-committee",
    "title": "Director-General Statement following the fourth meeting of the Emergency Committee",
    "date": "2009-06-11",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "The Emergency Committee held its fourth meeting on 11th June 2009.",
    "content_html": "<p>The Emergency Committee held its fourth meeting on 11th June 2009.</p><p>The Committee considered available information on transmission of New influenza A (H1N1) in a number of locations in countries in different regions of the World Health Organization, and concluded that the criteria for a pandemic have been met.</p><p>Following the advice from the Committee the WHO Director-General decided to raise the level of influenza pandemic alert from the current phase 5 to phase 6. At this early stage, the pandemic can be characterized globally as being moderate in severity.</p><p>As previously recommended by the Director-General, countries should not close borders or restrict international traffic and trade.</p><p>Countries should assess their specific situation and make a timely transition from focusing national efforts on containment to focusing on mitigation measures, including appropriate non-pharmaceutical interventions.</p><p>WHO remains in close dialogue with influenza vaccine manufacturers. It is understood that production of vaccines for seasonal influenza will be completed soon, and that full capacity will be available to ensure the largest possible supply of pandemic vaccine in the months to come.</p>",
    "content": [
      {
        "heading": null,
        "content": [
          "The Emergency Committee held its fourth meeting on 11th June 2009.",
          "The Committee considered available information on transmission of New influenza A (H1N1) in a number of locations in countries in different regions of the World Health Organization, and concluded that the criteria for a pandemic have been met.",
          "Following the advice from the Committee the WHO Director-General decided to raise the level of influenza pandemic alert from the current phase 5 to phase 6. At this early stage, the pandemic can be characterized globally as being moderate in severity.",
          "As previously recommended by the Director-General, countries should not close borders or restrict international traffic and trade.",
          "Countries should assess their specific situation and make a timely transition from focusing national efforts on containment to focusing on mitigation measures, including appropriate non-pharmaceutical interventions.",
          "WHO remains in close dialogue with influenza vaccine manufacturers. It is understood that production of vaccines for seasonal influenza will be completed soon, and that full capacity will be available to ensure the largest possible supply of pandemic vaccine in the months to come."
        ]
      }
    ],
    "bullets": [],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The Emergency Committee held its fourth meeting on 11th June 2009.The Committee considered available information on transmission of New influenza A (H1N1) in a number of locations in countries in different regions of the World Health Organization, and concluded that the criteria for a pandemic have been met.Following the advice from the Committee the WHO Director-General decided to raise the level of influenza pandemic alert from the current phase 5 to phase 6. At this early stage, the pandemic can be characterized globally as being moderate in severity.As previously recommended by the Director-General, countries should not close borders or restrict international traffic and trade.Countries should assess their specific situation and make a timely transition from focusing national efforts on containment to focusing on mitigation measures, including appropriate non-pharmaceutical interventions.WHO remains in close dialogue with influenza vaccine manufacturers. It is understood that production of vaccines for seasonal influenza will be completed soon, and that full capacity will be available to ensure the largest possible supply of pandemic vaccine in the months to come.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/05-06-2009-third-meeting-of-the-ihr-emergency-committee",
    "title": "Third meeting of the IHR Emergency Committee",
    "date": "2009-06-05",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.",
    "content_html": "<p>The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.</p><p>There was a broad consensus on the importance of including information on severity in future announcements. The committee gave further advice regarding a number of parameters, the monitoring of which will provide information for the assessment of the severity of the epidemic.</p><p>In discussion with the committee, the Director-General noted that the world remains in pandemic influenza Phase 5 and reaffirmed that WHO will continue to monitor the situation closely in all countries reporting cases of new influenza A(H1N1).</p><p>Based on the advice of the committee, the Director-General determined that it was appropriate to continue the existing temporary recommendations, namely:</p><ul><li>That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.</li><li>Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.</li><li>That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves.</li></ul><p> </p>",
    "content": [
      {
        "heading": null,
        "content": [
          "The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.",
          "There was a broad consensus on the importance of including information on severity in future announcements. The committee gave further advice regarding a number of parameters, the monitoring of which will provide information for the assessment of the severity of the epidemic.",
          "In discussion with the committee, the Director-General noted that the world remains in pandemic influenza Phase 5 and reaffirmed that WHO will continue to monitor the situation closely in all countries reporting cases of new influenza A(H1N1).",
          "Based on the advice of the committee, the Director-General determined that it was appropriate to continue the existing temporary recommendations, namely:",
          "That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.",
          "Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.",
          "That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves."
        ]
      }
    ],
    "bullets": [
      "That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.",
      "Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.",
      "That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves."
    ],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.There was a broad consensus on the importance of including information on severity in future announcements. The committee gave further advice regarding a number of parameters, the monitoring of which will provide information for the assessment of the severity of the epidemic.In discussion with the committee, the Director-General noted that the world remains in pandemic influenza Phase 5 and reaffirmed that WHO will continue to monitor the situation closely in all countries reporting cases of new influenza A(H1N1).Based on the advice of the committee, the Director-General determined that it was appropriate to continue the existing temporary recommendations, namely:That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/05-06-2009-director-general-statement-following-the-third-meeting-of-the-emergency-committee",
    "title": "Director-General Statement following the third meeting of the Emergency Committee",
    "date": "2009-06-05",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.",
    "content_html": "<p>The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.</p><p>There was a broad consensus on the importance of including information on severity in future announcements. The committee gave further advice regarding a number of parameters, the monitoring of which will provide information for the assessment of the severity of the epidemic.</p><p>In discussion with the committee, the Director-General noted that the world remains in pandemic influenza Phase 5 and reaffirmed that WHO will continue to monitor the situation closely in all countries reporting cases of new influenza A(H1N1).</p><p>Based on the advice of the committee, the Director-General determined that it was appropriate to continue the existing temporary recommendations, namely:</p><ul><li>That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.</li><li>Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.</li><li>That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves.</li></ul>",
    "content": [
      {
        "heading": null,
        "content": [
          "The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.",
          "There was a broad consensus on the importance of including information on severity in future announcements. The committee gave further advice regarding a number of parameters, the monitoring of which will provide information for the assessment of the severity of the epidemic.",
          "In discussion with the committee, the Director-General noted that the world remains in pandemic influenza Phase 5 and reaffirmed that WHO will continue to monitor the situation closely in all countries reporting cases of new influenza A(H1N1).",
          "Based on the advice of the committee, the Director-General determined that it was appropriate to continue the existing temporary recommendations, namely:",
          "That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.",
          "Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.",
          "That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves."
        ]
      }
    ],
    "bullets": [
      "That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.",
      "Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.",
      "That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves."
    ],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The WHO Director-General convened a third meeting of the International Health Regulations (IHR) Emergency Committee on 5 June 2009. The purpose of the meeting was to update the committee on the global situation and seek advice on proposals to introduce severity assessments in any future announcements of pandemic phase changes by WHO.There was a broad consensus on the importance of including information on severity in future announcements. The committee gave further advice regarding a number of parameters, the monitoring of which will provide information for the assessment of the severity of the epidemic.In discussion with the committee, the Director-General noted that the world remains in pandemic influenza Phase 5 and reaffirmed that WHO will continue to monitor the situation closely in all countries reporting cases of new influenza A(H1N1).Based on the advice of the committee, the Director-General determined that it was appropriate to continue the existing temporary recommendations, namely:That all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.Not to close borders and not to restrict international travel. It is considered prudent for people who are ill to delay international travel and for people developing symptoms following travel to seek medical attention.That the production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/27-04-2009-second-meeting-of-the-ihr-emergency-committee",
    "title": "Second meeting of the IHR Emergency Committee",
    "date": "2009-04-27",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.",
    "content_html": "<p>The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.</p><p>The Committee considered available data on confirmed outbreaks of A/H1N1 swine influenza in the United States of America, Mexico, and Canada. The Committee also considered reports of possible spread to additional countries.</p><p>On the advice of the Committee, the WHO Director-General decided on the following.</p><ul><li>The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4.<br/><br/>The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable.<br/><br/>As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase.<br/><br/>This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.<br/><br/></li><li>Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.<br/><br/></li><li>The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.<br/><br/></li><li>The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.<br/><br/></li><li>The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations.</li></ul>",
    "content": [
      {
        "heading": null,
        "content": [
          "The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.",
          "The Committee considered available data on confirmed outbreaks of A/H1N1 swine influenza in the United States of America, Mexico, and Canada. The Committee also considered reports of possible spread to additional countries.",
          "On the advice of the Committee, the WHO Director-General decided on the following.",
          "The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4. The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable. As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase. This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.",
          "Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.",
          "The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.",
          "The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.",
          "The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations."
        ]
      }
    ],
    "bullets": [
      "The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4. The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable. As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase. This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.",
      "Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.",
      "The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.",
      "The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.",
      "The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations."
    ],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.The Committee considered available data on confirmed outbreaks of A/H1N1 swine influenza in the United States of America, Mexico, and Canada. The Committee also considered reports of possible spread to additional countries.On the advice of the Committee, the WHO Director-General decided on the following.The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4.The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable.As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase.This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/27-04-2009-director-general-statement-following-the-second-meeting-of-the-emergency-committee",
    "title": "Director-General Statement following the second meeting of the Emergency Committee",
    "date": "2009-04-27",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.",
    "content_html": "<p>The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.</p><p>The Committee considered available data on confirmed outbreaks of A/H1N1 swine influenza in the United States of America, Mexico, and Canada. The Committee also considered reports of possible spread to additional countries.</p><p>On the advice of the Committee, the WHO Director-General decided on the following.</p><ul><li>The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4.<br/><br/>The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable.<br/><br/>As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase.<br/><br/>This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.<br/><br/></li><li>Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.<br/><br/></li><li>The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.<br/><br/></li><li>The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.<br/><br/></li><li>The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations.</li></ul>",
    "content": [
      {
        "heading": null,
        "content": [
          "The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.",
          "The Committee considered available data on confirmed outbreaks of A/H1N1 swine influenza in the United States of America, Mexico, and Canada. The Committee also considered reports of possible spread to additional countries.",
          "On the advice of the Committee, the WHO Director-General decided on the following.",
          "The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4. The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable. As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase. This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.",
          "Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.",
          "The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.",
          "The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.",
          "The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations."
        ]
      }
    ],
    "bullets": [
      "The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4. The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable. As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase. This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.",
      "Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.",
      "The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.",
      "The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.",
      "The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations."
    ],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "The Emergency Committee, established in compliance with the International Health Regulations (2005), held its second meeting on 27 April 2009.The Committee considered available data on confirmed outbreaks of A/H1N1 swine influenza in the United States of America, Mexico, and Canada. The Committee also considered reports of possible spread to additional countries.On the advice of the Committee, the WHO Director-General decided on the following.The Director-General has raised the level of influenza pandemic alert from the current phase 3 to phase 4.The change to a higher phase of pandemic alert indicates that the likelihood of a pandemic has increased, but not that a pandemic is inevitable.As further information becomes available, WHO may decide to either revert to phase 3 or raise the level of alert to another phase.This decision was based primarily on epidemiological data demonstrating human-to-human transmission and the ability of the virus to cause community-level outbreaks.Given the widespread presence of the virus, the Director-General considered that containment of the outbreak is not feasible. The current focus should be on mitigation measures.The Director-General recommended not to close borders and not to restrict international travel. It was considered prudent for people who are ill to delay international travel and for people developing symptoms following international travel to seek medical attention.The Director-General considered that production of seasonal influenza vaccine should continue at this time, subject to re-evaluation as the situation evolves. WHO will facilitate the process needed to develop a vaccine effective against A(H1N1) virus.The Director-General stressed that all measures should conform with the purpose and scope of the International Health Regulations.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/25-04-2009-first-meeting-of-the-ihr-emergency-committee",
    "title": "First meeting of the IHR Emergency Committee",
    "date": "2009-04-25",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.",
    "content_html": "<p>In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.</p><p>The establishment of the Committee, which is composed of international experts in a variety of disciplines, is in compliance with the International Health Regulations (2005).</p><p>The first meeting of the Emergency Committee was held on Saturday 25 April 2009.</p><p>After reviewing available data on the current situation, Committee members identified a number of gaps in knowledge about the clinical features, epidemiology, and virology of reported cases and the appropriate responses.</p><p>The Committee advised that answers to several specific questions were needed to facilitate its work.</p><p>The Committee nevertheless agreed that the current situation constitutes a public health emergency of international concern.</p><p>Based on this advice, the Director-General has determined that the current events constitute a public health emergency of international concern, under the Regulations.</p><p>Concerning public health measures, in line with the Regulations the Director-General is recommending, on the advice of the Committee, that all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.</p><p>The Committee further agreed that more information is needed before a decision could be made concerning the appropriateness of the current phase 3.</p><p> </p>",
    "content": [
      {
        "heading": null,
        "content": [
          "In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.",
          "The establishment of the Committee, which is composed of international experts in a variety of disciplines, is in compliance with the International Health Regulations (2005).",
          "The first meeting of the Emergency Committee was held on Saturday 25 April 2009.",
          "After reviewing available data on the current situation, Committee members identified a number of gaps in knowledge about the clinical features, epidemiology, and virology of reported cases and the appropriate responses.",
          "The Committee advised that answers to several specific questions were needed to facilitate its work.",
          "The Committee nevertheless agreed that the current situation constitutes a public health emergency of international concern.",
          "Based on this advice, the Director-General has determined that the current events constitute a public health emergency of international concern, under the Regulations.",
          "Concerning public health measures, in line with the Regulations the Director-General is recommending, on the advice of the Committee, that all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.",
          "The Committee further agreed that more information is needed before a decision could be made concerning the appropriateness of the current phase 3."
        ]
      }
    ],
    "bullets": [],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.The establishment of the Committee, which is composed of international experts in a variety of disciplines, is in compliance with the International Health Regulations (2005).The first meeting of the Emergency Committee was held on Saturday 25 April 2009.After reviewing available data on the current situation, Committee members identified a number of gaps in knowledge about the clinical features, epidemiology, and virology of reported cases and the appropriate responses.The Committee advised that answers to several specific questions were needed to facilitate its work.The Committee nevertheless agreed that the current situation constitutes a public health emergency of international concern.Based on this advice, the Director-General has determined that the current events constitute a public health emergency of international concern, under the Regulations.Concerning public health measures, in line with the Regulations the Director-General is recommending, on the advice of the Committee, that all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.The Committee further agreed that more information is needed before a decision could be made concerning the appropriateness of the current phase 3.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/25-04-2009-director-general-statement-following-the-first-meeting-of-the-emergency-committee",
    "title": "Director-General Statement following the first meeting of the Emergency Committee",
    "date": "2009-04-25",
    "topics": [
      "Statement",
      "Geneva"
    ],
    "type": "Statement",
    "location": null,
    "reading_time": ":",
    "lead": "In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.",
    "content_html": "<p>In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.</p><p>The establishment of the Committee, which is composed of international experts in a variety of disciplines, is in compliance with the International Health Regulations (2005).</p><p>The first meeting of the Emergency Committee was held on Saturday 25 April 2009.</p><p>After reviewing available data on the current situation, Committee members identified a number of gaps in knowledge about the clinical features, epidemiology, and virology of reported cases and the appropriate responses.</p><p>The Committee advised that answers to several specific questions were needed to facilitate its work.</p><p>The Committee nevertheless agreed that the current situation constitutes a public health emergency of international concern.</p><p>Based on this advice, the Director-General has determined that the current events constitute a public health emergency of international concern, under the Regulations.</p><p>Concerning public health measures, in line with the Regulations the Director-General is recommending, on the advice of the Committee, that all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.</p><p>The Committee further agreed that more information is needed before a decision could be made concerning the appropriateness of the current phase 3.</p>",
    "content": [
      {
        "heading": null,
        "content": [
          "In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.",
          "The establishment of the Committee, which is composed of international experts in a variety of disciplines, is in compliance with the International Health Regulations (2005).",
          "The first meeting of the Emergency Committee was held on Saturday 25 April 2009.",
          "After reviewing available data on the current situation, Committee members identified a number of gaps in knowledge about the clinical features, epidemiology, and virology of reported cases and the appropriate responses.",
          "The Committee advised that answers to several specific questions were needed to facilitate its work.",
          "The Committee nevertheless agreed that the current situation constitutes a public health emergency of international concern.",
          "Based on this advice, the Director-General has determined that the current events constitute a public health emergency of international concern, under the Regulations.",
          "Concerning public health measures, in line with the Regulations the Director-General is recommending, on the advice of the Committee, that all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.",
          "The Committee further agreed that more information is needed before a decision could be made concerning the appropriateness of the current phase 3."
        ]
      }
    ],
    "bullets": [],
    "references": [],
    "corrigendum": null,
    "media_contacts": [],
    "images": [],
    "meta": {
      "description": "In response to cases of swine influenza A(H1N1), reported in Mexico and the United States of America, the Director-General convened a meeting of the Emergency Committee to assess the situation and advise her on appropriate responses.The establishment of the Committee, which is composed of international experts in a variety of disciplines, is in compliance with the International Health Regulations (2005).The first meeting of the Emergency Committee was held on Saturday 25 April 2009.After reviewing available data on the current situation, Committee members identified a number of gaps in knowledge about the clinical features, epidemiology, and virology of reported cases and the appropriate responses.The Committee advised that answers to several specific questions were needed to facilitate its work.The Committee nevertheless agreed that the current situation constitutes a public health emergency of international concern.Based on this advice, the Director-General has determined that the current events constitute a public health emergency of international concern, under the Regulations.Concerning public health measures, in line with the Regulations the Director-General is recommending, on the advice of the Committee, that all countries intensify surveillance for unusual outbreaks of influenza-like illness and severe pneumonia.The Committee further agreed that more information is needed before a decision could be made concerning the appropriateness of the current phase 3.",
      "og_image": null
    }
  },
  {
    "url": "https://www.who.int/news/item/11-03-2009-health-impact-of-climate-change-needs-attention",
    "title": "Health impact of climate change needs attention",
    "date": "2009-03-11",
    "topics": [
      "Note for Media",
      "Copenhagen, Geneva"
    ],
    "type": "var lang = document.documentElement.lang; \r\n                window.dataLayer = window.dataLayer || []; \r\n                window.dataLayer.push({'language': lang });\r\n                window.dataLayer.push({\r\n  \"pagetype\": \"news\",\r\n  \"targetaudience\": \"general-audience\",\r\n  \"targetcountry\": \"global\",\r\n  \"publishingoffice\": \"environment-climate-change-and-health\",\r\n  \"healthtopic\": \"Environmentalhealth\"\r\n});",
    "location": null,
    "reading_time": ":",
    "lead": "The health impact of climate change is a critical issue that policy-makers should be aware of while setting priorities for action and investment to mitigate the impact of global climate change. This is the key message that WHO experts delivered at the Climate Change Global Risks, Challenges and Decisions conference in Copenhagen.",
    "content_html": "<p>The health impact of climate change is a critical issue that policy-makers should be aware of while setting priorities for action and investment to mitigate the impact of global climate change. This is the key message that WHO experts delivered at the Climate Change Global Risks, Challenges and Decisions conference in Copenhagen.</p><p>Building on research, WHO has identified three key health arguments for stronger climate change measures:</p><h3>1. Climate change has adverse consequences for health: as carbon goes up health goes down</h3><p>WHO and the International Panel on Climate Change (IPCC) data identify risks to human health as a serious signal of the consequences of climatic disruption of this planet’s natural processes which we depend on for food, water, and physical safety. Health hazards from climate change are diverse, global and difficult to reverse over human time scales. They range from increased risks of extreme weather events, to effects on infectious disease dynamics and sea level rise leading to salinization of land and water sources.</p><p>Based on WHO estimates around 150,000 deaths now occur in low-income countries each year due to climate change from four climate-sensitive health outcomes – crop failure and malnutrition, diarrhoeal disease, malaria and flooding. Almost 85% of these excess deaths are in young children.</p><h3>2. Reducing green house gases emissions can be beneficial to health: as carbon goes down health goes up</h3><p>Feasible improvements in environmental conditions could reduce the global disease burden by more than 25%. A large part of the current burden is linked to energy consumption and transport systems. Changing these systems to reduce climate change would have the added benefit of addressing some major public health issues, including outdoor air pollution (800 000 annual global deaths); traffic accidents (1.2 million annual deaths); physical inactivity (1.9 million deaths); and indoor air pollution (1.5 million annual deaths).</p><h3>3. The health impacts of climate change are felt unequally: effective response requires global action</h3><p>Whether it’s the 70 000 excess deaths from the heat wave in Europe in 2003, or new malarial deaths in the central African highlands, the people at greatest risk for climate-related health disorders and premature deaths are the poor, the geographically vulnerable, the very young, women and the elderly. The populations considered to be at greatest risk are those living in small island developing states, mountainous regions, water-stressed areas, megacities and coastal areas in developing countries (particularly the large urban agglomerations in delta regions in Asia), and also poor people and those lacking access to health services.</p><p>Putting these three health arguments at the center of discussions at the forthcoming Conference of the Parties (COP-15) in Copenhagen later this year would ensure that in the new post-Kyoto agreement we will all share in the health and economic benefits that can accrue from countering climate change.</p><p>WHO will work to achieve four objectives: raising global awareness of these health arguments; making the health case for strong greenhouse gas reductions (mitigation) in all sectors (e.g., transport, housing, energy, agriculture) at national, regional and international levels; promoting and supporting the generation of scientific evidence; and strengthening health systems to cope with the health threat posed by climate change, including emergencies related to extreme weather events and sea-level rise.</p><p>WHO's member States have highlighted the importance of action to protect health from climate change. Countries have asked WHO to step up support for national and international efforts assess and address the implications of climate change for health and health systems.</p><h3>For more information contact:</h3><p>Nada Osseiran<br/>Advocacy &amp; Communications Officer<br/>Public Health &amp; Environment Department, WHO<br/>Telephone: +41 22 7914475<br/>E-mail: <a href=\"mailto:osseirann@who.int\">osseirann@who.int</a></p><p>Sari Setiogi<br/>Media Relations Officer<br/>Health Security and Environment, WHO<br/>Telephone: +41 22 791 3576<br/>Mobile: +41 79 701 9467<br/>E-mail: <a href=\"mailto:setiogis@who.int\">setiogis@who.int</a></p><p>Franklin Apfel<br/>Telephone: +44 (0) 1934 732353<br/>Mobile: +44 (0) 7971 632320</p><br/>\n<div> </div>",
    "content": [
      {
        "heading": "1. Climate change has adverse consequences for health: as carbon goes up health goes down",
        "content": [
          "WHO and the International Panel on Climate Change (IPCC) data identify risks to human health as a serious signal of the consequences of climatic disruption of this planet’s natural processes which we depend on for food, water, and physical safety. Health hazards from climate change are diverse, global and difficult to reverse over human time scales. They range from increased risks of extreme weather events, to effects on infectious disease dynamics and sea level rise leading to salinization of land and water sources.",
          "Based on WHO estimates around 150,000 deaths now occur in low-income countries each year due to climate change from four climate-sensitive health outcomes – crop failure and malnutrition, diarrhoeal disease, malaria and flooding. Almost 85% of these excess deaths are in young children."
        ]
      },
      {
        "heading": "2. Reducing green house gases emissions can be beneficial to health: as carbon goes down health goes up",
        "content": [
          "Feasible improvements in environmental conditions could reduce the global disease burden by more than 25%. A large part of the current burden is linked to energy consumption and transport systems. Changing these systems to reduce climate change would have the added benefit of addressing some major public health issues, including outdoor air pollution (800 000 annual global deaths); traffic accidents (1.2 million annual deaths); physical inactivity (1.9 million deaths); and indoor air pollution (1.5 million annual deaths)."
        ]
      },
      {
        "heading": "3. The health impacts of climate change are felt unequally: effective response requires global action",
        "content": [
          "Whether it’s the 70 000 excess deaths from the heat wave in Europe in 2003, or new malarial deaths in the central African highlands, the people at greatest risk for climate-related health disorders and premature deaths are the poor, the geographically vulnerable, the very young, women and the elderly. The populations considered to be at greatest risk are those living in small island developing states, mountainous regions, water-stressed areas, megacities and coastal areas in developing countries (particularly the large urban agglomerations in delta regions in Asia), and also poor people and those lacking access to health services.",
          "Putting these three health arguments at the center of discussions at the forthcoming Conference of the Parties (COP-15) in Copenhagen later this year would ensure that in the new post-Kyoto agreement we will all share in the health and economic benefits that can accrue from countering climate change.",
          "WHO will work to achieve four objectives: raising global awareness of these health arguments; making the health case for strong greenhouse gas reductions (mitigation) in all sectors (e.g., transport, housing, energy, agriculture) at national, regional and international levels; promoting and supporting the generation of scientific evidence; and strengthening health systems to cope with the health threat posed by climate change, including emergencies related to extreme weather events and sea-level rise.",
          "WHO's member States have highlighted the importance of action to protect health from climate change. Countries have asked WHO to step up support for national and international efforts assess and address the implications of climate change for health and health systems."
        ]
      },
      {
        "heading": "For more information contact:",
        "content": [
          "Nada Osseiran Advocacy & Communications Officer Public Health & Environment Department, WHO Telephone: +41 22 7914475 E-mail: osseirann@who.int",
          "Sari Setiogi Media Relations Officer Health Security and Environment, WHO Telephone: +41 22 791 3576 Mobile: +41 79 701 9467 E-mail: setiogis@who.int",
          "Franklin Apfel Telephone: +44 (0) 1934 732353 Mobile: +44 (0) 7971 632320"
        ]
      }
    ],
    "bullets": [],
    "references": [
      {
        "text": "osseirann@who.int",
        "url": "mailto:osseirann@who.int"
      },
      {
        "text": "setiogis@who.int",
        "url": "mailto:setiogis@who.int"
      }
    ],
    "corrigendum": null,
    "media_contacts": [
      {
        "name": "Nada Osseiran",
        "role": "Communications Officer",
        "emails": [
          "osseirann@who.int",
          "setiogis@who.int"
        ],
        "phones": [
          "+41 79 445 1624\n",
          "+41 22 791 3576\n",
          "+41 79 701 9467\n",
          "22 ",
          "2012"
        ],
        "raw": "Nada Osseiran\nCommunications Officer\nWHO\nMobile:\n+41 79 445 1624\nEmail:\nosseirann@who.int\nSari Setiogi\nMedia Relations Officer\nWHO\nTelephone:\n+41 22 791 3576\nMobile:\n+41 79 701 9467\nEmail:\nsetiogis@who.int\nRelated\nClimate change and health\nTopical focus: climate change\nNews\nThe future we want: a healthier planet\n22 June 2012"
      }
    ],
    "images": [],
    "meta": {
      "description": "WHO estimates that 150 million people suffer severe financial hardship each year because they fall ill, use health services and have to pay for them on the spot.",
      "og_image": null
    }
  }
]