[
  {
    "url": "https://www.who.int/news/item/21-12-2011-world-no-tobacco-day-2011-celebrates-who-framework-convention-on-tobacco-control",
    "title": "World No Tobacco Day 2011 celebrates WHO Framework Convention On Tobacco Control",
    "published_date": "2011-12-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "WHO lauds inroads against tobacco, urges full treaty compliance",
        "content": [
          "On World No Tobacco Day (31 May), WHO celebrates the successes of the WHO Framework Convention on Tobacco Control (WHO FCTC) in the fight against the epidemic of tobacco use. At the same time, WHO recognizes that challenges remain for the public health treaty to reach its full potential as the world's most powerful tobacco control tool."
        ]
      },
      {
        "heading": "Implementing the WHO Framework Convention on Tobacco Control",
        "content": [
          {
            "text": "Since it was adopted by the World Health Assembly in 2003, 172 countries and the European Union have become Parties to the WHO FCTC. Among other measures, the Parties are obliged over time to:",
            "bullets": [
              "protect people from exposure to tobacco smoke",
              "ban tobacco advertising and sales to minors",
              "put large health warnings on packages of tobacco",
              "ban or limit additives to tobacco products",
              "increase tobacco taxes",
              "create a national coordinating mechanism for tobacco control."
            ]
          },
          "This year, the tobacco epidemic will kill nearly 6 million people, including some 600 000 nonsmokers who will die from exposure to tobacco smoke. By 2030, it could kill 8 million.",
          "\"The treaty's ultimate success against the tobacco industry depends on the extent to which the Parties meet all of their obligations,\" says the WHO Director-General, Dr Margaret Chan. \"More needs to be done for the treaty to achieve its full potential. It is not enough to become a Party to the treaty. Countries must also pass, or strengthen, the necessary implementing legislation and then rigorously enforce it.\"",
          "Tobacco use is one of the biggest contributors to the epidemic of noncommunicable diseases - such as heart attack, stroke, cancer and emphysema - which accounts for 63% of all deaths, nearly 80% of which occur in low- and middle-income countries. Up to half of all tobacco users will eventually die of a tobacco-related disease."
        ]
      },
      {
        "heading": "Good progress made in implementing the treaty",
        "content": [
          {
            "text": "Many of the Parties have made tremendous strides in implementing the treaty.",
            "bullets": [
              "Uruguay requires health warnings that cover 80% of the surface of tobacco packages.",
              "Australia is in the process of requiring all tobacco products to be in plain, unbranded packs.",
              "Mauritius in 2008 became the first African country to mandate picture warnings on packs.",
              "Ireland in 2004 banned smoking in public places.",
              "Sri Lanka's cigarette taxes are equal to 73% of the retail price.",
              "In 2006, Iran banned all types of tobacco advertising.",
              "Earlier this month, China implemented a ban of smoking in public places such as restaurants, theaters and bars.",
              "In 2009, Turkey implemented a similar smoking ban."
            ]
          },
          "However, much more needs to be done, as the Parties own reports indicate. For example, of the 65 Parties that submitted mandatory reports twice, 40 reported progress in raising tobacco taxes, 39 in making public places smoke-free and 35 in strengthening research and surveillance of tobacco control. One-third to one-half of the 65 Parties reported progress in strengthening health warnings on packages of tobacco, in banning tobacco advertising, promotion and sponsorship, in helping smokers to quit and in protecting public health policies from tobacco industry interference, among other measures.",
          "\"The WHO FCTC is the most powerful tobacco control tool at our disposal, and countries should take full advantage of it,\" says the Head of the Convention Secretariat, Dr Haik Nikogosian. \"The need to fully implement the treaty is especially great in the low- and middle-income countries, which is where the tobacco industry is focusing its marketing efforts. International cooperation to facilitate Parties' compliance with the treaty is crucial.\""
        ]
      },
      {
        "heading": "How to fill funding and technical gaps",
        "content": [
          "Where technical and funding gaps exist, Parties must gather the necessary resources, with the essential help of the international community. WHO offers technical assistance and policy guidance to its Member States to help them meet their commitments under the treaty.",
          "\"One area where we would like to see improvement is in the provision having to do with the protection of public health policies from influence by the tobacco industry,\" says the Director of WHO's Tobacco Free Initiative, Dr Douglas Bettcher. \"Ever hungry for profits, the tobacco industry routinely tries to undermine governments' attempts to control the epidemic. Although some countries have begun to implement policies rejecting partnerships with the tobacco industry and making their interactions with the industry fully transparent, we would like to see more progress in this area.\"",
          "The WHO FCTC entered into force in 2005. The last country to become a Party was Turkmenistan on 13 May 2011. The Conference of the Parties is the treaty's governing body; it is supported by the Secretariat."
        ]
      },
      {
        "heading": "More on World No Tobacco Day",
        "content": [
          "World No Tobacco Day is celebrated every year on 31 May as a mandate of the World Health Assembly, the supreme decision-making body of WHO, which is comprised of the organization's Member States. World No Tobacco Day informs the public about the dangers of tobacco use, the business practices of tobacco companies, what WHO is doing to fight the tobacco epidemic and what people can do to claim their right to health and healthy living and to protect future generations."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "World No Tobacco Day 2011 celebrates WHO Framework Convention On Tobacco Control",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:43Z",
    "first_seen_utc": "2026-01-29T02:45:43Z"
  },
  {
    "url": "https://www.who.int/news/item/20-11-2011-election-of-the-who-director-general",
    "title": "Election of the WHO Director-General",
    "published_date": "2011-11-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Note for Media",
    "location": "Geneva, Switzerland",
    "sections": [
      {
        "heading": "WHO Director-General: proposals",
        "content": [
          "The deadline for proposals for nominations for the post of Director-General of the WHO passed on 15 November.",
          "On 16 November, the sealed proposals were opened by the Chairman of the WHO Executive Board, Mr. Rahhal El Makkaoui. He has now advised WHO's Member States that only one candidate has been proposed. The candidate is Dr Margaret Chan, the current Director-General, whose name has been submitted by China.",
          "WHO's 194 Member States were given the opportunity to propose candidates between 4 July and 15 November 2011. The WHO Secretariat will now translate the proposal and the candidate's curriculum vitae into the six official languages (Arabic, Chinese, English, French, Russian and Spanish) and dispatch this to all Member States by 15 December.",
          "The Executive Board will meet in Geneva 16-23 January 2012 and will consider the candidature of Dr Margaret Chan. The Assembly will take place from 21 to 26 May 2012 and will make the final decision regarding the appointment of the next WHO Director-General."
        ]
      },
      {
        "heading": "For more information, please contact:",
        "content": [
          "Christy Feig Director WHO Communications Department Telephone: +41 22 791 30 75 Mobile: +41 79 251 7055 E-mail: feigc@who.int",
          "Fadela Chaib WHO Communications Officer and Spokesperson Telephone: +41 22 791 32 28 Mobile: +41 79 475 55 56 E-mail: chaibf@who.int"
        ]
      }
    ],
    "references": [
      {
        "text": "feigc@who.int",
        "url": "mailto:feigc@who.int"
      },
      {
        "text": "chaibf@who.int",
        "url": "mailto:chaibf@who.int"
      }
    ],
    "images": [
      "https://cdn.who.int/media/images/default-source/people/who-people/former-staff/dr-margaret-chan-2.tmb-1200v.jpg?sfvrsn=273a9e12_4"
    ],
    "tags": [
      "WHO",
      "Election of the WHO Director-General",
      "Note for Media"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:44Z",
    "first_seen_utc": "2026-01-29T02:45:44Z"
  },
  {
    "url": "https://www.who.int/news/item/26-10-2011-who-director-general-names-sir-liam-donaldson-envoy-for-patient-safety",
    "title": "WHO Director-General names Sir Liam Donaldson envoy for patient safety",
    "published_date": "2011-10-26",
    "author": "Dr Najeeb Al Shorbaji",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO Director-General Margaret Chan has named Professor Sir Liam Donaldson as WHO Envoy for Patient Safety. In this role, Sir Liam, who served as England's Chief Medical Officer between 1998 and 2010, will help the Organization promote patient safety as a global public health priority. Specifically, Sir Liam will mobilize political support for WHO Patient Safety with health leaders around the world and with major donors, philanthropic organizations and governments for priority activities addressing patient safety issues at national and international levels. He will also advise the WHO Director-General on strategic issues in patient safety and propose strategic actions and collaborations at global level."
        ]
      },
      {
        "heading": "Ensuring patients receive safe, high quality health care",
        "content": [
          "\"With this nomination, WHO is signalling the importance of ensuring that patients get safe, high quality health care all around the world,\" says Director-General Margaret Chan. \"With the support and intellectual leadership of Sir Liam, the Patient Safety Programme has grown from a small specialist initiative within WHO to a global advocacy and scientific community, with activities in over 140 countries and all six WHO regions. It is now poised to do even more.\""
        ]
      },
      {
        "heading": "Hundreds of thousands of patients affected",
        "content": [
          "Every year, hundreds of thousands of patients worldwide are harmed or die while using health services. Data from WHO and other sources indicates that patient safety incidents occur in anything between 4% to 16% of all hospitalized patients. A recent WHO Report on the burden of endemic health care-associated infection worldwide estimates that such infections affect hundreds of millions of people globally. The burden is at least twice as high in developing countries compared to developed countries."
        ]
      },
      {
        "heading": "Patient Safety Programme",
        "content": [
          "In many cases, this harm is preventable. WHO's Patient Safety Programme (formerly the World Alliance for Patient Safety) was established in 2004 to coordinate, facilitate and accelerate patient safety improvements around the world. In its first seven years, the programme has stimulated global awareness and knowledge about the importance of patient safety towards building and maintaining effective health systems and services.",
          "WHO Patient Safety Programme created the world’s only global \"Patients for Patient Safety\" movement, and obtained 124 country pledges to reduce health care-associated infection, The programme also launched the world's first ever \"Safe Surgery Checklist\", used by more than 1500 hospitals. Its Patient safety curriculum guide enables undergraduates to learn about patient safety before going into clinical practice. Meanwhile 13 000 health-care settings worldwide have taken action to reduce infection rates through improved hand hygiene."
        ]
      },
      {
        "heading": "Awareness of patient safety",
        "content": [
          "\"We have come a long way in raising the world's awareness of patient safety, but challenges still remain,\" states Sir Liam. \"Health care has not achieved the level of safety of many other high-risk industries. Citizens of countries around the world find it incredible that errors lead to patients getting the wrong operation or the wrong medication, sometimes with fatal consequences. Lessons need to be learned from such tragedies and action taken. The WHO Patient Safety Programme will be the cornerstone of a renewed effort globally to address these issues.\"",
          "Sir Liam served as the Chairman of the World Alliance for Patient Safety. He currently holds a number of appointments including, Chancellor of Newcastle University, Chairman of the National Patient Safety Agency in England, and Chair in Health Policy at Imperial College London."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO Director-General names Sir Liam Donaldson envoy for patient safety",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:45Z",
    "first_seen_utc": "2026-01-29T02:45:45Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-who-maps-noncommunicable-disease-trends-in-all-countries",
    "title": "WHO maps noncommunicable disease trends in all countries",
    "published_date": "2011-10-21",
    "author": "Gregory Härtl",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Country profiles on noncommunicable disease trends in 193 countries",
        "content": [
          "A new WHO report features information about the noncommunicable diseases (NCDs) situation in 193 countries, as global leaders prepare to meet at the United Nations high-level meeting on noncommunicable diseases in New York, 19-20 September 2011.",
          "\"This report indicates where each government needs to focus to prevent and treat the four major killers: cancer, heart disease and stroke, lung disease and diabetes,\" says Dr Ala Alwan, Assistant Director-General for Noncommunicable Diseases and Mental Health at WHO.",
          "The report includes details of what proportion of each country's deaths are due to noncommunicable diseases. Using graphs in a page per country presentation format, the report provides information on prevalence, trends in metabolic risk factors (cholesterol, blood pressure, body mass index and blood sugar) alongside data on the country's capacity to tackle the diseases.",
          "Noncommunicable diseases are the top cause of death worldwide, killing more than 36 million people in 2008. Cardiovascular diseases were responsible for 48% of these deaths, cancers 21%, chronic respiratory diseases 12%, and diabetes 3%."
        ]
      },
      {
        "heading": "\"Premature\" deaths",
        "content": [
          "In 2008, more than nine million of all deaths attributed to NCDs occurred before the age of 60; 90% of these \"premature\" deaths occurred in low- and middle-income countries. One of the findings shows that men and women in low-income countries are around three times more likely to die of NCDs before the age of sixty than in high-income countries.",
          "According to these estimates, the proportion of men dying under the age of 60 from NCDs can be as high as 67%. Among women under 60, the highest proportion was 58%.",
          "The lowest rates of mortality from noncommunicable diseases for men under 60 were 8% and for women under 60 it was 6%."
        ]
      },
      {
        "heading": "Risk factors",
        "content": [
          "The profiles report on the proportion of people who smoke and are physically inactive. They also indicate trends for four factors that increase people's risk of developing these diseases, blood pressure, cholesterol, body mass index and blood sugar over the past 30 years.",
          "In the United States of America, for example, 87% of all deaths are due to noncommunicable diseases. 16% of the population smokes and 43% are physically inactive. On average, blood pressure has decreased since 1980; body mass index has increased; and glucose levels have risen.",
          "Overall, the trends indicate that in many high income countries, action to reduce blood pressure and cholesterol is having an impact, but there is a need to do more on body mass index and managing diabetes."
        ]
      },
      {
        "heading": "Countries' capacity to prevent and treat noncommunicable diseases",
        "content": [
          "The profiles show what countries are doing to tackle noncommunicable diseases in terms of institutional capacity, specified funding, and actions to address the four main diseases and their associated risk factors.",
          "The report also highlights what all countries need to do to reduce people's exposure to risk factors and improve services to prevent and treat noncommunicable diseases."
        ]
      },
      {
        "heading": "UN high-level meeting on noncommunicable diseases",
        "content": [
          "The UN meeting will highlight the importance of setting targets for progress. This report provides all countries with a baseline for monitoring epidemiological trends and assessing the progress they are making to address noncommunicable diseases. The WHO plans to issue an updated report in 2013."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO maps noncommunicable disease trends in all countries",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:46Z",
    "first_seen_utc": "2026-01-29T02:45:46Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-new-who-study-details-low-cost-solutions-to-help-curb-the-tide-on-noncommunicable-diseases",
    "title": "New WHO study details low-cost solutions to help curb the tide on noncommunicable diseases",
    "published_date": "2011-10-21",
    "author": "Gregory Härtl",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "New York | Geneva",
    "sections": [
      {
        "heading": "Strategies to prevent and treat cancer, heart disease, diabetes and lung disease for just US$ 1.20 per person per year",
        "content": [
          "A new WHO study reveals that low-income countries could introduce a core set of strategies to prevent and treat cancer, heart disease, diabetes and lung disease for just US$ 1.20 per person per year.",
          "\"Noncommunicable diseases are the leading cause of death worldwide, killing ever more people each year. Nearly 80 per cent of these deaths occur in low- and middle-income countries,\" says Dr Ala Alwan, Assistant Director-General for Noncommunicable Diseases and Mental Health at WHO. \"The challenge to these countries is tremendous, but this study proves that there are affordable steps all governments can take to address noncommunicable diseases.\""
        ]
      },
      {
        "heading": "Cost of not taking action",
        "content": [
          "The impact of noncommunicable diseases - or NCDs - goes beyond health: their socioeconomic effects are staggering. The cost of not taking action to address this global threat is already severe and will intensify over time.",
          "\"Noncommunicable diseases are one of the leading threats to global economic growth and development. Over the next 15 years, noncommunicable diseases will cost low- and middle-income countries' more than US$ 7 trillion,\" says Jean Pierre Rosso, Chairman, World Economic Forum (WEF), quoting the results of a WEF and Harvard School of Public Health study released today. \"When so many of the workforce is sick and dies in their productive years, national economies lose billions of dollars in output. And millions of families are pushed into poverty.\""
        ]
      },
      {
        "heading": "Low-cost interventions",
        "content": [
          "The WHO study set out to help low- and middle-income countries identify low-cost interventions that can help turn the tide on NCDs and reduce their economic burden. The interventions must be highly cost-effective (see note to editors), and there must be strong evidence that they prevent disease and save lives.",
          "The list includes measures that target the population as a whole, such as excise taxes on tobacco and alcohol, smoke-free indoor workplaces and public places, health information and warnings, as well as campaigns to reduce salt content and replacement of trans fats with polyunsaturated fats, along with public awareness programmes about diet and physical activity.",
          "Other tactics focus on the individual. These include screening, counselling and drug therapy for people with or at high risk of cardiovascular disease, screening for cervical cancer, and hepatitis B immunization to prevent liver cancer.",
          "Many countries have already adopted these approaches, and have seen a marked reduction in disease incidence and mortality. WHO monitored progress over ten years in 38 countries taking steps to address cardiovascular disease at both the population and individual level: all recorded a substantial decrease in exposure to risk, incidence of disease and deaths."
        ]
      },
      {
        "heading": "Best buys",
        "content": [
          "\"The new tool will help countries with limited resources work out what the \"best buys\" are and what they will cost,\" adds Alwan. \"Implementing them would save literally millions of lives over the next 15 years.\"",
          "In compiling the tool, WHO considered five key ingredients: the size of the population; the extent of the burden of disease; the proportion of the population that would be covered by the strategies; the resources required (human, medicines, technology); and the unit cost for example salaries, medicines. No intervention that costs more than US$ 0.50 per person per year was included.",
          "The total cost for adopting these strategies in all low- and middle-income countries would be US$ 11.4 billion per year."
        ]
      },
      {
        "heading": "Low cost",
        "content": [
          "Providing access to population-based interventions in all low- and middle-income countries would cost a total of US$ 2 billion per year. That breaks down to less than US$ 0.20 per person per year in low-income and lower-middle-income countries, and around US$ 0.50 per person per year in upper-middle income countries.",
          "Providing access to individual-level NCD best buys costs roughly US$ 10 billion per year for all low- and middle-income countries. For the period 2011-2025, the annual per capita cost will be: US $1 in low-income countries; US$ 1.50 in lower-middle-income countries; and US$ 2.50 in upper-middle-income countries.",
          "High-income countries spend US$ 4 trillion per year on health. The United States of America alone spends US$ 2 trillion per year. Noncommunicable diseases - like heart attacks and strokes, cancers, diabetes and chronic respiratory disease - account for over 63% of deaths in the world today. Every year, NCDs kill 9 million people under 60 years old - 90 per cent of these premature deaths occur in low- and middle-income countries. From 19–20 September, global leaders gather at the United Nations high-level meeting on noncommunicable diseases in New York to set a new international agenda for tackling them.",
          "Note to editors: A highly cost effective intervention generates an extra year of healthy life for a cost that falls below the average annual income or GDP per person in the country/region in question. For example, the average annual income per person in India is around US$ 1000: an intervention that generates a healthy year of life for less than this would be counted as very cost-effective."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New WHO study details low-cost solutions to help curb the tide on noncommunicable diseases",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:49Z",
    "first_seen_utc": "2026-01-29T02:45:49Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-who-warns-of-consequences-of-underfunding-tb",
    "title": "WHO warns of consequences of underfunding TB",
    "published_date": "2011-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO reports for the first time that the number of people falling ill with tuberculosis (TB) each year is declining. New data, published today in the WHO 2011 global tuberculosis control report , also show that the number of people dying from the disease fell to its lowest level in a decade. Yet, current progress is at risk from underfunding, especially efforts to combat drug-resistant TB."
        ]
      },
      {
        "heading": "Tuberculosis report findings",
        "content": [
          {
            "text": "The new report finds:",
            "bullets": [
              "the number of people who fell ill with TB dropped to 8.8 million in 2010, after peaking at nine million in 2005;",
              "TB deaths fell to 1.4 million in 2010, after reaching 1.8 million in 2003;",
              "the TB death rate dropped 40% between 1990 and 2010, and all regions, except Africa, are on track to achieve a 50% decline in mortality by 2015;",
              "in 2009, 87% of patients treated were cured, with 46 million people successfully treated and seven million lives saved since 1995. However, a third of estimated TB cases worldwide are not notified and therefore it is unknown whether they have been diagnosed and properly treated."
            ]
          }
        ]
      },
      {
        "heading": "Major progress is no cause for complacency",
        "content": [
          "\"Fewer people are dying of tuberculosis, and fewer are falling ill. This is major progress. But it is no cause for complacency.\" said United Nations Secretary-General Ban Ki-moon. \"Too many millions still develop TB each year, and too many die. I urge serious and sustained support for TB prevention and care, especially for the world's poorest and most vulnerable people\".",
          "Much of the progress reported today is the result of expanded efforts in large countries."
        ]
      },
      {
        "heading": "Decline in burden of TB",
        "content": [
          "\"In many countries, strong leadership and domestic financing, with robust donor support, has started to make a real difference in the fight against TB,\" said WHO's Director-General, Dr Margaret Chan. \"The challenge now is to build on that commitment, to increase the global effort - and to pay particular attention to the growing threat of multidrug-resistant TB.\"",
          "Among these countries are Kenya and the United Republic of Tanzania. In these African countries, the burden of TB is estimated to have been declining for much of the last decade after a peak linked to the HIV epidemic. Brazil has reported a significant and sustained decline in its TB burden since 1990. In China the progress has been dramatic. Between 1990 and 2010, China's TB death rate fell by almost 80%, with deaths falling from 216 000 in 1990, to 55 000 in 2010. In the same period, TB prevalence halved, from 215 to 108 per 100 000 population.",
          "Worldwide, the share of domestic funding allocated to TB rose to 86% for 2012. But most low income countries still rely heavily on external funding. Overall, countries have reported a funding shortfall of US$ 1 billion for TB implementation in 2012."
        ]
      },
      {
        "heading": "Treating MDR-TB patients",
        "content": [
          "Treating multidrug-resistant TB (MDR-TB)* remains one of the most underfunded areas. While the number of MDR-TB patients treated increased to 46 000 in 2010 – this is just 16% of the estimated number of MDR-TB patients that needed treatment. Of the US$ 1 billion gap reported by countries for 2012, US$ 200 million is for the MDR-TB response.",
          "\"A new rapid test for MDR-TB is revolutionizing TB diagnosis with 26 countries using the test only six months after its endorsement by WHO last December, with at least ten more countries expected to have it by the end of 2011,\" said Dr Mario Raviglione, Director of WHO’s Stop TB Department. \"But the promise of testing more people must be matched with the commitment to treat all detected. It would be a scandal to leave diagnosed patients without treatment\"."
        ]
      },
      {
        "heading": "Africa and TB/HIV",
        "content": [
          "People living with HIV, who are also infected with the bacteria causing TB, are up to 34 times more likely to develop TB disease. In 2010, 1.1 million people living with HIV developed TB - 82% of them (900 000 people) in Africa. Worldwide, 12% of TB patients have HIV co-infection.",
          "Progress has been made in addressing the TB/HIV co-epidemic, with coverage of testing for HIV rising to 59% of TB patients in Africa. But further commitment is needed if the region is to meet key 2015 TB targets. In 2010, almost half of TB patients testing positive for HIV in Africa were taking antiretrovirals, and about three-quarters began co-trimoxazole preventive therapy, which helps reduce mortality. Both treatments are among the essential elements of TB/HIV care."
        ]
      },
      {
        "heading": "New tools to fight TB",
        "content": [
          "The report features promising developments in TB diagnostics, drugs and vaccines. Among these, there are strong prospects for shortened drug regimens. Results from three Phase III drug trials are expected between 2012 and 2013, while results from two Phase II trials of new MDR-TB drugs are expected in 2012.",
          "The data on TB and its prevention, care and control, included in the WHO 2011 global tuberculosis control report , were submitted to WHO by 198 countries. Profiles for these countries are also included in the report.",
          "*MDR-TB is caused by bacteria that are resistant to the most effective anti-TB drugs (isoniazid and rifampicin). This form of TB does not respond to the standard six month treatment with first-line anti-TB drugs and can take two years or more to treat with drugs that are less potent, more toxic and much more expensive."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO warns of consequences of underfunding TB",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:50Z",
    "first_seen_utc": "2026-01-29T02:45:50Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-12-000-fewer-children-perish-daily-in-2010-than-in-1990-unicef-who",
    "title": "12 000 fewer children perish daily in 2010 than in 1990 – UNICEF, WHO",
    "published_date": "2011-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "The number of children under five years of age dying each year declined from more than 12 million in 1990 to 7.6 million in 2010, UNICEF and WHO said today, releasing the latest estimates on worldwide child mortality.",
          "These new figures show that compared to 1990, around 12 000 more children’s lives are saved each day."
        ]
      },
      {
        "heading": "Declining child mortality rate in sub-Saharan Africa",
        "content": [
          "An annual report on child mortality found that in sub-Saharan Africa, the region with the highest number of under-five deaths in the world, the speed at which the under-five mortality rate is declining doubled from 1.2 per cent a year during 1990-2000 to 2.4 per cent a year during 2000-2010.",
          "“The news that the rate of child mortality in Sub-Saharan Africa is declining twice as fast as it was a decade ago shows that we can make progress even in the poorest places, but we cannot for a moment forget the chilling fact of around 21,000 children dying every day from preventable causes,” said Anthony Lake, UNICEF Executive Director. “Focusing greater investment on the most disadvantaged communities will help us save more children’s lives, more quickly and more cost effectively.”"
        ]
      },
      {
        "heading": "Rate of progress",
        "content": [
          "Between 1990 and 2010, the under-five mortality rate dropped by more than one-third, from 88 deaths per 1,000 live births to 57.",
          "Unfortunately, this rate of progress is still insufficient to meet Millennium Development Goal 4 (MDG4), which calls for a two-thirds reduction in the under-five mortality rate by 2015.",
          "\"Reductions in child mortality are linked to many factors, particularly increased access to health care services around the newborn period. As well as prevention and treatment of childhood illnesses, and improved nutrition, immunization coverage, and water and sanitation,\" said Dr Margaret Chan, WHO Director General. \"This is proof that investing in children's health is money well spent, and a sign that we need to accelerate that investment through the coming years.\""
        ]
      },
      {
        "heading": "Greatest improvements seen in countries where children are most vulnerable",
        "content": [
          "Some of the greatest improvements are in countries where children are most vulnerable.",
          "One example is Niger, where the 1990 under-five mortality rate was 311 per 1,000 live births. To address the often large distances between people and health centres, a strategy of deploying trained community health workers to deliver high-impact interventions at thousands of new health posts across the country was used. In 2010, Niger was one of the five countries with the greatest absolute reductions in overall under-five mortality rates, together with Malawi, Liberia, Timor-Leste and Sierra Leone.",
          "Dr. Chan and Mr. Lake agreed that the commitment of governments and the implementation of strategies to overcome local constraints to access and use of essential services are critical success factors.",
          "The report shows that newborns and infants are the most at risk of dying, and there has been less progress for them than within the under-five age category as a whole. More than 40 per cent of under-five deaths occur within the first month of life and over 70 per cent in the first year of life."
        ]
      },
      {
        "heading": "Disparities persist",
        "content": [
          "The improvements and progress are encouraging – but stark disparities persist. Sub-Saharan Africa is still home to the highest rates of child mortality, with one in eight children dying before reaching five – more than 17 times the average for developed regions (1 in 143). Southern Asia has the second highest rates with 1 in 15 children dying before age five.",
          "Under-five deaths are increasingly concentrated in sub-Saharan Africa and Southern Asia. In 1990, 69 per cent of under-five deaths occurred in these two regions – in 2010, that proportion increased to 82 per cent. About half of all under five deaths in the world took place in just five countries in 2010: India, Nigeria, Democratic Republic of Congo, Pakistan and China.",
          "The new estimates are published in the 2011 report Levels & Trends in Child Mortality, issued by the UN Inter-agency Group for Child Mortality Estimation (IGME), which is led by UNICEF and WHO and includes the World Bank and the UN Population Division."
        ]
      },
      {
        "heading": "About UN Inter-agency Group for Child Mortality Estimation (IGME)",
        "content": [
          "IGME was formed in 2004 to share data on child mortality, harmonize estimates within the UN system, improve methods for child mortality estimation report on progress towards the Millennium Development Goals and enhance country capacity to produce timely and properly assessed estimates of child mortality. The IGME, led by the United Nations Children’s Fund and the World Health Organization, also includes the World Bank and the United Nations Population Division of the Department of Economic and Social Affairs as full members.",
          "The IGME’s independent Technical Advisory Group, comprising leading scholars and independent experts in demography, provides technical guidance on estimation methods, technical issues and strategies for data analysis and data quality assessment.",
          "The IGME updates its child mortality estimates annually after reviewing newly available data and assessing data quality. The 2011 child mortality report contains the latest IGME estimates of child mortality at the country, regional and global levels. Country-specific estimates and the data used to derive them are available from the child mortality database of the IGME."
        ]
      },
      {
        "heading": "About UNICEF",
        "content": [
          "UNICEF is on the ground in over 150 countries and territories to help children survive and thrive, from early childhood through adolescence. The world’s largest provider of vaccines for developing countries, UNICEF supports child health and nutrition, good water and sanitation, quality basic education for all boys and girls, and the protection of children from violence, exploitation, and AIDS. UNICEF is funded entirely by the voluntary contributions of individuals, businesses, foundations and governments."
        ]
      },
      {
        "heading": "About WHO",
        "content": [
          "WHO is the directing and coordinating authority for health within the United Nations system. It is responsible for providing leadership on global health matters, shaping the health research agenda, setting norms and standards, articulating evidence-based policy options, providing technical support to countries and monitoring and assessing health trends."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "12 000 fewer children perish daily in 2010 than in 1990 – UNICEF, WHO",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:51Z",
    "first_seen_utc": "2026-01-29T02:45:51Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-new-online-nutrition-initiative-can-help-protect-lives-and-health-of-millions-of-children",
    "title": "New online nutrition initiative can help protect lives and health of millions of children",
    "published_date": "2011-10-21",
    "author": "Dr Francesco  Branca",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Colombo/Geneva",
    "sections": [
      {
        "heading": "A web based tool to help combat malnutrition",
        "content": [
          "In a bid to stop millions of people dying and suffering every year from malnutrition, WHO today is launching a new web-powered initiative that clarifies guidance on life-saving nutrition interventions, and assists governments and healthcare providers to better scale up action against all forms of malnutrition."
        ]
      },
      {
        "heading": "An e-library for nutrition",
        "content": [
          "The WHO e-Library of Evidence for Nutrition Actions (eLENA), launched during today’s opening of a three-day Asia regional nutrition meeting in Sri Lanka, helps governments overcome one of the major challenges in fighting malnutrition: the vast, and often conflicting, array of evidence and advice that exists on effective, preventive and therapeutic nutrition interventions.",
          "The online eLENA project does this by prioritizing and presenting the latest advice on tackling the three main forms of malnutrition: undernutrition, vitamin and mineral deficiencies, and overweight and obesity."
        ]
      },
      {
        "heading": "Billions are affected malnutrition",
        "content": [
          "“Several billion people are affected by one or more types of malnutrition,” says Dr Ala Alwan, WHO Assistant Director-General of Noncommunicable Diseases and Mental Health. “Countries need access to the science and evidence-informed guidance to reduce the needless death and suffering associated with malnutrition. eLENA can greatly improve how countries cope with the terrible health threats posed by malnutrition.”"
        ]
      },
      {
        "heading": "Forms of malnutrition",
        "content": [
          {
            "text": "Malnutrition can take several forms.",
            "bullets": [
              "Underweight is the leading risk factor for many diseases in low-income countries and represents about 6% of the global disease burden.",
              "Childhood underweight, micronutrient deficiencies (iron, vitamin A and zinc) and poor breastfeeding combined cause 7% of deaths (equivalent to 3.9 million lives lost) and 10% of the global disease burden.",
              "Micronutrient deficiencies include:",
              "iodine deficiency, which is the world’s most prevalent, yet easily preventable, cause of brain damage;",
              "anaemia, which affects 1.6 billion people, mostly due to iron deficiency, and increases the risk of low-birth-weight babies and of pregnancy anaemia, associated with 18% of maternal deaths;",
              "vitamin A deficiency, which is suffered by 190 million preschool children;",
              "zinc deficiency, which can affect the immune system and kills 430 000 children annually; 1",
              "Overweight and obesity: around 1.5 billion adults over age 20 are overweight or obese. Global estimates suggest more than 40 million children aged under 5 are already overweight or obese."
            ]
          }
        ]
      },
      {
        "heading": "How to tackle malnutrition",
        "content": [
          "eLENA describes the effective health interventions needed to tackle malnutrition. Such measures include the appropriate treatment of severe acute malnutrition; promoting breastfeeding; and fortifying staple foods with vitamins and minerals such as iron and folic acid for wheat and maize flours. It also recommends using multiple micronutrient powders to fortify foods for children aged between 6 and 23 months. To prevent anaemia, daily iron and folic supplements are advised for pregnant women, and intermittent iron and folic acid supplementation is recommended for menstruating women and preschool and school-age.",
          "“To create eLENA, we have sifted through thousands of pages of scientific evidence and advice to prioritize, justify and better present the kinds of nutrition actions needed to prevent people succumbing to the many forms of malnutrition,” says Dr Francesco Branca, WHO Director of Nutrition for Health and Development.",
          "The new eLENA tool is an important component of WHO’s global drive to help countries prevent and control malnutrition. WHO is a key driver of the “Scaling up Nutrition” movement, which involves multiple United Nations agencies and other key nutrition stakeholders. The movement’s target is to help countries improve how they tackle malnutrition and ensure the response includes the agriculture, health, social protection and ensuring food security sectors.",
          "eLENA is supported by the Bill & Melinda Gates Foundation, the US Centers for Disease Control and Prevention, the Canada-based Micronutrient Initiative and the Government of Luxembourg."
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "e-Library for Nutrition Actions (eLENA)",
          "Publication: Scaling up nutrition",
          "Nutrition for Health and Development"
        ]
      }
    ],
    "references": [
      {
        "text": "e-Library for Nutrition Actions (eLENA)",
        "url": "https://www.who.int/tools/elena/overview"
      },
      {
        "text": "Publication: Scaling up nutrition",
        "url": "https://scalingupnutrition.org/"
      },
      {
        "text": "Nutrition for Health and Development",
        "url": "https://www.who.int/teams/nutrition-and-food-safety"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "New online nutrition initiative can help protect lives and health of millions of children",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:52Z",
    "first_seen_utc": "2026-01-29T02:45:52Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-more-skilled-midwives-needed-to-save-women-s-and-newborns-lives",
    "title": "More skilled midwives needed to save women's and newborns' lives",
    "published_date": "2011-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "New report calls for strengthening of midwifery services to achieve health Millennium Development Goals 4, 5 and 6 on child survival, maternal health and HIV/AIDS",
        "content": [
          "The first State of the World's Midwifery report confirms the critical role midwives play in improving maternal and newborn health and survival. It highlights the shortage of skilled midwives in many low-income countries, stressing the need to train and deploy more midwives in all parts of a country - especially remote and rural areas.",
          "The report, commissioned and coordinated by the United Nations Population Fund (UNFPA), was launched at the Triennial Congress of the International Confederation of Midwives in Durban, South Africa today."
        ]
      },
      {
        "heading": "Midwives play crucial role in reducing deaths during childbirth",
        "content": [
          "Every year 358 000 women and 3.6 million newborn babies die due to largely preventable complications during pregnancy, childbirth and the postnatal period. In addition, every year, nearly 3 million babies are stillborn. Most of these deaths occur in low-income countries and happen because women – often poor and marginalized – have no access to functioning health facilities or to qualified health professionals, notably midwives and others with midwifery skills.",
          "\"If we want to stop these women and babies dying, we need to invest in skilled care,\" says Dr Flavia Bustreo, Assistant Director-General for Family and Community Health at the World Health Organization (WHO), one of the 30 organizations involved in producing the report. \"Midwives can provide such care in communities and primary health care services. They can also link women up with emergency obstetric care services if they need them.\""
        ]
      },
      {
        "heading": "Need to strengthen midwifery education underscored",
        "content": [
          "The report surveyed 58 countries, which together represent just under 60% of all births worldwide, but 91% of all maternal deaths. Among the 38 countries most desperately in need of midwives, 22 need to double the workforce by 2015; seven need to triple or quadruple it; and nine countries - Cameroon, Chad, Ethiopia, Guinea, Haiti, Niger, Sierra Leone, Somalia, Sudan - need to dramatically scale up midwifery by a factor of between 6 and 15. The report estimates that countries require a minimum of six skilled birth attendants per 1000 births if they are to achieve the aim of 95% coverage.",
          "\"WHO and its partners are working closely with countries to strengthen midwifery education, to increase access and to improve the quality of midwifery services,\" explains Dr Elizabeth Mason, Director of the WHO Department of Maternal, Newborn, Child and Adolescent Health."
        ]
      },
      {
        "heading": "Midwives critical to reaching three health-related Millennium Development Goals",
        "content": [
          "Increasing women’s access to quality midwifery has become a focus of global efforts to realize the right of every woman to the best possible health care during pregnancy and childbirth. It is also at the heart of three health-related Millennium Development Goals – reduce child death (MDG 4), improve maternal health (MDG 5) and fight AIDS, malaria and other diseases (MDG 6).",
          "The report builds on prior initiatives to strengthen midwifery worldwide. These include the joint statement by WHO, the International Confederation of Midwives and and the International Federation of Gynecology and Obstetrics on Making Pregnancy Safer (2004) and the World Health Report 2005."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "More skilled midwives needed to save women's and newborns' lives",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:54Z",
    "first_seen_utc": "2026-01-29T02:45:54Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-urgent-action-essential-to-protect-malaria-therapies-says-who",
    "title": "Urgent action essential to protect malaria therapies says WHO",
    "published_date": "2011-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Preventing the development and spread of drug resistant parasites",
        "content": [
          "The world risks losing its most potent treatment for malaria unless steps are quickly taken to prevent the development and spread of drug resistant parasites, according to a new action plan released today by WHO and Roll Back Malaria partnership (RBM).",
          "The Global plan for artemisinin resistance containment outlines the necessary actions to contain and prevent resistance to artemisinins, which are the critical component of artemisinin-based combination therapies (ACTs), the most potent weapon in treating falciparum malaria, the deadliest form of the disease. Resistance to artemisinins has already emerged in areas on the Cambodia-Thailand border. Although ACTs are currently more than 90% efficacious around the world, quick action is essential. If these treatments fail, many countries will have nothing to fall back on."
        ]
      },
      {
        "heading": "Stop the emergence of drug resistance at its source",
        "content": [
          "\"The usefulness of our most potent weapon in treating malaria is now under threat,\" said Dr Margaret Chan, WHO Director-General. \"The new plan takes advantage of an unprecedented opportunity in the history of malaria control: to stop the emergence of drug resistance at its source and prevent further international spread. The consequences of widespread artemisinin resistance compel us to seize this opportunity.\"",
          "The global plan aims to contain and prevent artemisinin resistance through a five-step action plan:",
          "1. Stop the spread of resistant parasites",
          "A fully funded and implemented malaria control agenda, as outlined in the Global malaria action plan , would address many of the needs for the containment and prevention of artemisinin resistance. However, additional funding will be needed to stop the spread of resistant parasites in areas where there is evidence of artemisinin resistance. The global plan estimates that it will cost an additional US$ 10–20 per person in areas of confirmed resistance (Cambodia-Thailand border) and US$ 8–10 per person in the at-risk areas of the Greater Mekong area.",
          "2. Increase monitoring and surveillance for artemisinin resistance",
          "WHO estimated in 2010 that only 31 of the 75 countries that should be conducting routine testing of the efficacy of ACTs actually did so. There is a risk of artemisinin resistance emerging silently in areas without ongoing surveillance.",
          "3. Improve access to malaria diagnostic testing and rational treatment with ACTs",
          "These therapies are frequently used to treat causes of fever other than malaria. Unnecessary use of ACTs can increase the risk of resistance. In order to reduce the number of patients who do not have malaria taking the therapies, WHO recommends diagnostic testing of all suspected malaria cases prior to treatment.",
          "4. Invest in artemisinin resistance-related research",
          "There is an urgent need to develop more rapid techniques for detecting resistant parasites, and to develop new classes of antimalarial medicines to eventually replace the ACTs.",
          "5. Motivate action and mobilize resources",
          "The success of the global plan will depend on a well-coordinated and adequately funded response from many stakeholders at global, regional and national levels.",
          "''Effective containment of artemisinin resistance will significantly improve our capability to sustain current control achievements at country level,'' said Professor Awa Coll-Seck, Executive Director of the Roll Back Malaria Partnership. ''We now have a coordinated plan to stop the spread of resistant parasites, but we need additional funding to fully implement it,'' Coll-Seck reminded the international donor community.",
          "WHO estimates that the number of malaria cases has fallen by more than 50% in 43 countries over the past decade. A recent modeling analysis of malaria prevention in 34 African countries estimates that more than 730 000 lives were saved between 2000 and 2010; nearly three quarters of them since 2006, when the use of both insecticide treated mosquito nets and ACTs became more widespread. The loss of ACTs as an effective treatment would likely result in a significant increase in malaria-related deaths."
        ]
      },
      {
        "heading": "Tremendous progress against malaria",
        "content": [
          "\"We have made tremendous progress over the past decade in the fight against malaria,\" noted Dr Robert Newman, Director of the WHO Global Malaria Programme. \"If we are to sustain these gains and achieve the health-related Millennium Development Goals, then it is essential that we work together to overcome the threat of artemisinin resistance.\"",
          "The Global plan for artemisinin resistance containment was developed by the WHO Global Malaria Programme through consultation with over 100 malaria experts from across the Roll Back Malaria Partnership. Funding was provided by the Bill & Melinda Gates Foundation."
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Urgent action essential to protect malaria therapies says WHO",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:55Z",
    "first_seen_utc": "2026-01-29T02:45:55Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2011-new-psychological-first-aid-guide-to-strengthen-humanitarian-relief",
    "title": "New psychological first aid guide to strengthen humanitarian relief",
    "published_date": "2011-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Improving the mental health of disaster affected populations",
        "content": [
          "Humanitarian emergencies - such as earthquakes, extreme drought, or war - not only affect people’s physical health but also their psychological and social health and well-being."
        ]
      },
      {
        "heading": "Psychological first aid guide for fieldworkers",
        "content": [
          "On World Humanitarian Day, celebrated on 19 August, WHO, the War Trauma Foundation (WTF) and World Vision International (WVI) announce the release of a Psychological first aid: Guide for fieldworkers .",
          "“In the last five years the psychological damage left in the wake of tsunamis, earthquakes, droughts and conflicts has proven as devastating as the physical damage\", says Dr Bruce Aylward, WHO Assistant Director-General for Polio, Emergencies and Country Collaboration. \"Recognizing that we can do more and do better for the mental health of disaster affected populations, WHO and partners have developed this guide to ensure that standards and best practices are consistently applied in humanitarian settings.”",
          "Psychological first aid covers both social and psychological support and involves the provision of humane, supportive and practical help to people suffering from serious crisis events."
        ]
      },
      {
        "heading": "Simple, practical guidance",
        "content": [
          "This guide - which can be taught to humanitarian workers within one day for immediate use - was developed in order to have widely agreed upon psychological first aid materials for use in low and middle income countries. It reflects the emerging science and international consensus on how to provide basic support to people in the immediate aftermath of extremely stressful events.",
          "Endorsed by 24 large international agencies, this guide gives simple, practical guidance for supporting people in ways that respect their dignity, culture and abilities. This guide will enable humanitarian and emergency workers from all over the world to provide basic but vital psychosocial support to people in acute distress, including helping distressed relief workers themselves.",
          "\"Knowing how to support someone who has just experienced a crisis event - to listen, to comfort and to help them regain control of their situation in practical ways - is key in crisis situations. This guide will help humanitarian aid workers and others to offer support in ways that respect the culture, dignity, abilities and rights of survivors - wherever they are in the world.\" says Dr Leslie Snider, Senior Programme Advisor at the War Trauma Foundation in the Netherlands."
        ]
      },
      {
        "heading": "Providing psychological support",
        "content": [
          "The guide orients humanitarian workers on how to give basic psychological support, i.e. to listen without pressing the person to talk; to assess a person's needs and concerns; to help ensure that basic physical needs are met; and to provide or mobilize social support, and to protect people from further harm. The guide emphasizes support and protection to people who may need special attention in crises, including separated children and adolescents, people with disabilities, and people at risk of discrimination or violence.",
          "“This guide will enable us to rapidly scale up basic psychological first aid for adults and children throughout all our development and humanitarian emergency programming in almost 100 countries around the world” reports Dr Stefan Germann, Director of Global Health Partnerships at World Vision International.",
          "The guide will be available in different languages."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New psychological first aid guide to strengthen humanitarian relief",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:56Z",
    "first_seen_utc": "2026-01-29T02:45:56Z"
  },
  {
    "url": "https://www.who.int/news/item/20-10-2011-who-based-research-programme-wins-2011-gates-award-for-global-health",
    "title": "WHO-based research programme wins 2011 Gates Award for global health",
    "published_date": "2011-10-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Washington DC",
    "sections": [
      {
        "heading": "New social networking site provides platform to share stories of research progress",
        "content": [
          "TDR – the Special Programme for Research and Training in Tropical Diseases that is based at WHO and co-sponsored by UNICEF, UNDP, the World Bank and WHO – has been given the 2011 Gates Award for Global Health. At a ceremony in Washington, DC the evening of 16 June, the world's largest public health prize was presented to TDR Director Dr Robert Ridley.",
          "\"This award represents the culmination of 36 years of history,\" said Dr Ridley in accepting the award. \"Researchers from all over the world have worked with us to find improved health solutions for people in poor countries. The long-term commitments from our donors have led to major progress against many infectious diseases of poverty.\"",
          {
            "text": "Since 1975, TDR has:",
            "bullets": [
              "supported and advocated for research and development to address tropical and other infectious diseases associated with poverty;",
              "helped build the capacity and leadership of researchers where these infectious diseases are widespread;",
              "provided research to help reduce leprosy to the brink of elimination;",
              "dramatically reduced the scourge of river blindness (onchocerciasis);",
              "improved dengue case management and diagnostics for diseases like TB and syphilis;",
              "had a major impact on the control of malaria, Chagas disease, visceral leishmaniasis and other tropical diseases."
            ]
          },
          "This work has been done through a global network built through collaborations that connect scientists, including Nobel Prize winners, researchers, non governmental organizations, pharmaceutical companies and other partners who have donated freely of their time and knowledge. TDR has supported the training and mentoring of thousands of researchers in developing countries, giving them the expertise to become local and world leaders in health research for the benefit of the poor and disadvantaged.",
          "\"This year’s winner is an organization that has truly changed the landscape of global health,\" says Ambassador John E. Lange, Senior Program Officer for Developing Country Policy & Advocacy at the Bill & Melinda Gates Foundation."
        ]
      },
      {
        "heading": "Sharing accomplishments",
        "content": [
          "TDR is reaching out to anyone who has been involved in the programme to share their stories and accomplishments since their original connection. A new social networking site has been set up and anyone who has been involved with TDR is being invited to contribute to the site.",
          "Tanzanian scientists were among those that nominated TDR for the award. \"Our 35 year partnership has enabled a disease endemic country like ours to aspire to eventually find and develop solutions to our own problems, as well as share our technical knowledge with other disease endemic countries,\" says Dr Hassan Mshinda, Director General of the Tanzania Commission for Science and Technology.",
          "At an event to announce the winner during the annual World Health Assembly in May, WHO Director-General Dr. Margaret Chan said, “developing countries greatly need research and development for innovative tools. They consistently give public health its greatest leaps forward.\"",
          "TDR receives US$ 1 million as part of the award, which will be used to expand its fellowship and training programmes. The award was established by the Bill & Melinda Gates Foundation to recognize organizations that have made outstanding contributions to improving health, especially in resource-poor settings. This year's winner was chosen by a jury of international health leaders from more than 150 nominations received from around the world. TDR joins 10 winners from past years of the Gates Award, which is administered by the Global Health Council."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO-based research programme wins 2011 Gates Award for global health",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:57Z",
    "first_seen_utc": "2026-01-29T02:45:57Z"
  },
  {
    "url": "https://www.who.int/news/item/06-10-2011-who-highlights-global-underinvestment-in-mental-health-care",
    "title": "WHO highlights global underinvestment in mental health care",
    "published_date": "2011-10-06",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "One in four people will require mental health care at some point in their lives but in many countries only two per cent of all health sector resources are invested in mental health services.",
          "Average global spending on mental health is still less than US$ 3 per capita per year. In low income countries, expenditure can be as little as US$ 0.25 per person per year, according to the WHO's Mental Health Atlas 2011 , released on World Mental Health Day.",
          "The report also finds that the bulk of those resources are often spent on services that serve relatively few people.",
          "\"Governments tend to spend most of their scarce mental health resources on long-term care at psychiatric hospitals,\" says Dr Ala Alwan, Assistant Director-General of Noncommunicable Diseases and Mental Health at WHO. \"Today, nearly 70 per cent of mental health spending goes to mental institutions. If countries spent more at the primary care level, they would be able to reach more people, and start to address problems early enough to reduce the need for expensive hospital care.\"",
          "The Atlas highlights other imbalances. Good mental health services focus equally on providing patients with a combination of medicines and psychosocial care. In lower income countries, however, shortages of resources and skills often result in patients only being treated with medicines. The lack of psychosocial care reduces the effectiveness of the treatment.",
          "Meanwhile, many people have no access to mental health services at all. Across the low-and middle-income group of countries, more than three quarters of people needing mental health care do not even receive the most basic mental health services.",
          "\"Almost half of the world's population lives in a country where, on average, there is one psychiatrist (or less) to serve 200 000 people, says Dr Shekhar Saxena, Director, Mental Health and Substance Abuse at WHO. \"Many low-income countries have less than one mental health specialist per one million population.\"",
          "In 2008, WHO launched its mental health Gap Action Programme (mhGAP) to assist countries to scale up services for mental, neurological and substance use disorders. The programme provides knowledge and skills to primary health care providers such as general doctors, nurses and health care workers to identify and manage these disorders.",
          {
            "text": "Since then, some countries have made significant progress in scaling up their services with assistance from WHO. For example:",
            "bullets": [
              "Ethiopia and Nigeria have begun training their primary health care personnel to identify and treat priority mental disorders. The Ministries of Health of both countries have committed to sustain the programme for lasting impact;",
              "China has scaled up its programme to provide care for epilepsy patients to 19 provinces, building on successful experience in a small number of pilots in provinces. More than 40 million people are now covered by this programme;",
              "Jordan is making progress with a programme for priority mental disorders. Panama has begun training its primary care providers on a systematic basis;",
              "large, developing countries like Brazil, India and Thailand are also preparing to make rapid advancements in scaling up care through their national health programmes."
            ]
          }
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO highlights global underinvestment in mental health care",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:58Z",
    "first_seen_utc": "2026-01-29T02:45:58Z"
  },
  {
    "url": "https://www.who.int/news/item/26-09-2011-tackling-the-global-clean-air-challenge",
    "title": "Tackling the global clean air challenge",
    "published_date": "2011-09-26",
    "author": "Nada Osseiran",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "In many cities air pollution is reaching levels that threaten people's health according to an unprecedented compilation of air quality data released today by WHO. The information includes data from nearly 1100 cities across 91 countries, including capital cities and cities with more than 100 000 residents."
        ]
      },
      {
        "heading": "Over 2 million people die from indoor and outdoor air pollution",
        "content": [
          "WHO estimates more than 2 million people die every year from breathing in tiny particles present in indoor and outdoor air pollution. PM10 particles, which are particles of 10 micrometers or less, which can penetrate into the lungs and may enter the bloodstream, can cause heart disease, lung cancer, asthma, and acute lower respiratory infections. The WHO air quality guidelines for PM10 is 20 micrograms per cubic metre (µg/m3) as an annual average, but the data released today shows that average PM10 in some cities has reached up to 300 µg/m3."
        ]
      },
      {
        "heading": "Main findings",
        "content": [
          {
            "text": "The main findings contained in the new compilation are:",
            "bullets": [
              "Persistently elevated levels of fine particle pollution are common across many urban areas. Fine particle pollution often originates from combustion sources such as power plants and motor vehicles.",
              "The great majority of urban populations have an average annual exposure to PM10 particles in excess of the WHO Air Quality guideline recommended maximum level of 20 µg/m3. On average, only a few cities currently meet the WHO guideline values.",
              "For 2008, the estimated mortality attributable to outdoor air pollution in cities amounts to 1.34 million premature deaths. If the WHO guidelines had been universally met, an estimated 1.09 million deaths could have been prevented in 2008. The number of deaths attributable to air pollution in cities has increased from the previous estimation of 1.15 million deaths in 2004. The increase in the mortality estimated to be attributable to urban air pollution is linked to recent increases in air pollution concentrations and in urban population size, as well as improved data availability and methods employed."
            ]
          },
          "\"Air pollution is a major environmental health issue and it is vital that we increase efforts to reduce the health burden it creates,\" said Dr Maria Neira, WHO Director for Public Health and Environment. \"If we monitor and manage the environment properly we can significantly reduce the number of people suffering from respiratory and heart disease, and lung cancer. Across the world, city air is often thick with exhaust fumes, factory smoke or soot from coal burning power plants. In many countries there are no air quality regulations and, where they do exist, national standards and their enforcement vary markedly. \""
        ]
      },
      {
        "heading": "Greater awareness of health risks",
        "content": [
          "WHO is calling for greater awareness of health risks caused by urban air pollution, implementation of effective policies and close monitoring of the situation in cities. A reduction from an average of 70 µg/m3 of PM10 to an annual average of 20 µg/m3 of PM10 is expected to yield a 15% reduction in mortality - considered a major public health gain. At higher levels of pollution, similar reductions would have less impact on reducing mortality, but will nevertheless still bring important health benefits.",
          "\"Solutions to outdoor air pollution problems in a city will differ depending on the relative contribution of pollution sources, its stage of development, as well as its local geography,\" said Dr Carlos Dora, WHO Coordinator for Interventions for Health Environments in the Department of Public Health and Environment. \"The most powerful way that the information from the WHO database can be used is for a city to monitor its own trends in air pollution over time, so as to identify, improve and scale-up effective interventions.\""
        ]
      },
      {
        "heading": "Largest contributors to urban outdoor air pollution",
        "content": [
          "In both developed and developing countries, the largest contributors to urban outdoor air pollution include motor transport, small-scale manufacturers and other industries, burning of biomass and coal for cooking and heating, as well as coal-fired power plants. Residential wood and coal burning for space heating is an important contributor to air pollution, especially in rural areas during colder months.",
          "“Local actions, national policies and international agreements are all needed to curb pollution and reduce its widespread health effects\" said Dr Michal Krzyzanowski, Head of the WHO European Centre for Environment and Health in Bonn, Germany. \"Data from air quality monitoring that is released today, identify regions where action is most needed and allows us to assess the effectiveness of implemented policies and actions.”"
        ]
      },
      {
        "heading": "Notes to editors:",
        "content": [
          "Air quality data have been compiled from publicly available national or city-specific sources, which are based on results of air quality monitoring conducted by individual cities. The measurements used in the database are taken from monitoring sites in cities, including roadside, but excluding industrial and other recognized 'hot spots' that are not representative of the exposure of many people (e.g. crossings at highways) in order to avoid overestimates.",
          "Measurements as applied in the database, including reported PM10 levels, represent annual averages. PM10 is an important indicator of urban air pollution, and the health risks associated with the complex mixtures of pollutants typically found in cities. The smaller PM10 particles are able to penetrate deep into the lungs, and also to cross into the blood, causing damage in many organ systems. In some cities, measurements of even smaller particles such PM2.5 are available, and these are also included in the database.",
          "The data are based on measurements from 2003 to 2010, with the great majority being reported for the period 2008-2009. Data are presented for individual cities, urban populations of countries (as available), and for WHO regions.",
          "These air quality data sets, along with the latest updates of the related burden of disease, and corresponding frequently asked questions, are available online."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Tackling the global clean air challenge",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:45:59Z",
    "first_seen_utc": "2026-01-29T02:45:59Z"
  },
  {
    "url": "https://www.who.int/news/item/10-08-2011-action-needed-to-reduce-health-impact-of-harmful-alcohol-use",
    "title": "Action needed to reduce health impact of harmful alcohol use",
    "published_date": "2011-08-10",
    "author": "Paul Garwood",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "The newly published Global status report on alcohol and health analyses available evidence on alcohol consumption and provides data in over 100 individual country profiles.",
        "content": [
          "Wider implementation of policies is needed to save lives and reduce the health impact of harmful alcohol drinking, says a new report launched today by WHO. Harmful use of alcohol results in the death of 2.5 million people annually, causes illness and injury to many more, and increasingly affects younger generations and drinkers in developing countries.",
          "Harmful use of alcohol is defined as excessive use to the point that it causes damage to health and often includes adverse social consequences."
        ]
      },
      {
        "heading": "Global alcohol report",
        "content": [
          "The Global status report on alcohol and health analyses available evidence on alcohol consumption, consequences and policy interventions at global, regional and national levels.",
          "“Many countries recognize the serious public health problems caused by the harmful use of alcohol and have taken steps to prevent the health and social burdens and treat those in need of care. But clearly much more needs to be done to reduce the loss of life and suffering associated with harmful alcohol use,” says Dr Ala Alwan, WHO Assistant Director-General for Noncommunicable Diseases and Mental Health."
        ]
      },
      {
        "heading": "Health implications",
        "content": [
          {
            "text": "Harmful use of alcohol has many implications on public health.",
            "bullets": [
              "Nearly 4% of all deaths are related to alcohol. Most alcohol-related deaths are caused by alcohol result from injuries, cancer, cardiovascular diseases and liver cirrhosis.",
              "Globally, 6.2% of all male deaths are related to alcohol, compared to 1.1% of female deaths. One-in-five men in the Russian Federation and neighbouring countries die due to alcohol-related causes.",
              "Globally, 320 000 young people aged 15-29 years die annually, from alcohol-related causes, resulting in 9% of all deaths in that age group."
            ]
          },
          "Too few countries use effective policy options to prevent death, disease and injury from alcohol use. From 1999, when WHO first began to report on alcohol policies, at least 34 countries have adopted some type of formal policies to reduce harmful use of alcohol. Restrictions on alcohol marketing and on drink–driving have increased, but there are no clear trends on most preventive measures. Many countries have weak alcohol policies and prevention programmes."
        ]
      },
      {
        "heading": "Effective strategies",
        "content": [
          "The Global Strategy to reduce the harmful use of alcohol, endorsed by WHO's Member States in May 2010, promotes a range of proven effective measures for reducing alcohol-related harm. These include taxation on alcohol to reduce harmful drinking; reducing availability through allowing fewer outlets to sell alcohol, raising age limits for those buying and using effective drink-driving measures.",
          "The Global Strategy also promotes the screening and brief interventions in healthcare settings to change hazardous patterns of drinking, and treatment of alcohol use disorders; regulating or banning marketing of alcoholic beverages; and conducting information and educational campaigns in support of effective policy measures."
        ]
      },
      {
        "heading": "Consumption",
        "content": [
          "Worldwide consumption in 2005 was equal to 6.13 litres of pure alcohol consumed per person aged 15 years or older, according to the report. Analysis from 2001-2005 showed countries in the WHO Americas, European, Eastern Mediterranean and Western Pacific regions had relatively stable consumption levels during that time; but marked increases were seen in Africa and South-East Asia during the five-year period.",
          "Despite widespread consumption, most people do not drink. Almost half of all men and two-thirds of women did not consume alcohol in 2005, according to the latest information made available in the report. Abstention rates are low in high-income, high consumption countries, and higher in North African and South Asian countries. But those who do drink in countries with high abstention rates consume alcohol at high levels."
        ]
      },
      {
        "heading": "Reducing harmful use of alcohol worldwide",
        "content": [
          "Today’s report launch coincides with the end of a four-day meeting of officials from over 100 countries working with WHO to reduce harmful use of alcohol worldwide. This first such meeting, hosted by WHO in Geneva, was held to initiate implementation of the Global Strategy to Reduce the Harmful Use of Alcohol. The strategy aims to raise awareness on the problems of harmful alcohol use and help countries to better prevent and reduce such harm."
        ]
      },
      {
        "heading": "Notes for the editor",
        "content": [
          {
            "text": null,
            "bullets": [
              "Harmful alcohol use is one of four common risk factors, along with tobacco use, poor diet and physical inactivity, for the four main groups of noncommunicable diseases (NCDs) – cardiovascular diseases, cancer, chronic lung diseases and diabetes.",
              "To respond to the health and socioeconomic impacts of noncommunicable diseases , the United Nations General Assembly is holding a High-level Meeting on the Prevention and Control of NCDs on 19-20 September, 2011, in New York.",
              "In the lead-up the UN meeting, the Russian Federation and WHO are organizing the First Global Ministerial Conference on Healthy Lifestyles and NCDs Control in Moscow on 28-29 April."
            ]
          }
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Action needed to reduce health impact of harmful alcohol use",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:00Z",
    "first_seen_utc": "2026-01-29T02:46:00Z"
  },
  {
    "url": "https://www.who.int/news/item/10-08-2011-new-who-report-deaths-from-noncommunicable-diseases-on-the-rise-with-developing-world-hit-hardest",
    "title": "New WHO report: deaths from noncommunicable diseases on the rise, with developing world hit hardest",
    "published_date": "2011-08-10",
    "author": "Paul Garwood",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Moscow",
    "sections": [
      {
        "heading": "Noncommunicable diseases a two-punch blow to development",
        "content": [
          "Noncommunicable diseases are the leading killer today and are on the increase, the first WHO Global status report on noncommunicable diseases (NCDs) launched today confirms. In 20081, 36.1 million people died from conditions such as heart disease, strokes, chronic lung diseases, cancers and diabetes. Nearly 80% of these deaths occurred in low- and middle-income countries."
        ]
      },
      {
        "heading": "Noncommunicable diseases a two-punch blow to development",
        "content": [
          "\"The rise of chronic noncommunicable diseases presents an enormous challenge,\" says WHO Director-General Dr Margaret Chan, who launched the report during the WHO Global Forum on addressing the challenge of noncommunicable diseases, being held today in Moscow, the Russian Federation. \"For some countries, it is no exaggeration to describe the situation as an impending disaster; a disaster for health, for society, and most of all for national economies.\"",
          "Dr Chan adds: \"Chronic noncommunicable diseases deliver a two-punch blow to development. They cause billions of dollars in losses of national income, and they push millions of people below the poverty line, each and every year.\""
        ]
      },
      {
        "heading": "Millions of deaths can be prevented",
        "content": [
          "But millions of deaths can be prevented by stronger implementation of measures that exist today. These include policies that promote government-wide action against NCDs: stronger anti-tobacco controls and promoting healthier diets, physical activity, and reducing harmful use of alcohol; along with improving people's access to essential health care.",
          "The Global status report on NCDs provides global, regional and country-specific statistics, evidence, and experiences needed to launch a more forceful response to the growing threat posed by chronic noncommunicable diseases. It provides a baseline to chart future NCD trends and responses in countries, including in terms of its socioeconomic impacts. The report provides advice and recommendations for all countries and pays special attention to conditions in low- and middle-income countries which are hardest hit by NCDs.",
          {
            "text": "Cardiovascular diseases account for most NCD deaths, or 17 million people annually, followed by cancer (7.6 million), respiratory disease (4.2 million), and diabetes (1.3 million). These four groups of diseases account for around 80% of all NCD deaths, and share four common risk factors:",
            "bullets": [
              "tobacco use",
              "physical inactivity",
              "the harmful use of alcohol and",
              "poor diets."
            ]
          }
        ]
      },
      {
        "heading": "Not just a problem of affluent societies",
        "content": [
          "\"About 30% of people dying from NCDs in low- and middle-income countries are aged under 60 years and are in their most productive period of life. These premature deaths are all the more tragic because they are largely preventable,\" says Dr Ala Alwan, WHO Assistant Director-General for Noncommunicable Diseases and Mental Health. \"This is a great loss, not just at an individual level, but also profoundly affect the family and a country's workforce. For the millions struggling with poverty, a vicious circle ensues. Poverty contributes to NCDs and NCDs contribute to poverty. Unless the epidemic of NCDs is aggressively confronted, the global goal of reducing poverty will be difficult to achieve.\"",
          "NCDs killed 63% of people who died worldwide in 2008. This equals 36 million and nearly 80% of these NCD deaths - equivalent to 29 million people - occurred in low- and middle-income countries, dispelling the myth that such conditions are mainly a problem of affluent societies. Without action, the NCD epidemic is projected to kill 52 million people annually by 2030."
        ]
      },
      {
        "heading": "Country-by-country estimates of the NCDs",
        "content": [
          "The WHO report provides country-by-country estimates of the NCDs epidemic and their risk factors, the challenges blocking many countries from taking effective action, and measures that can save millions of lives and reduce spiralling health-care costs.",
          "Such measures include implementing the WHO Framework Convention on Tobacco Control, such as raising taxes on tobacco, banning tobacco advertising and legislating to curb smoking in public places. Other measures include reducing levels of salt in foods, stopping the inappropriate marketing of unhealthy food and non-alcoholic beverages to children, and controls on harmful alcohol use."
        ]
      },
      {
        "heading": "An action plan",
        "content": [
          "This new report is a key component of the 2008-2013 Action Plan for the implementation of the WHO Global Strategy on the Prevention and Control of Noncommunicable Diseases. This Action Plan was endorsed by the 2008 World Health Assembly. It provides countries a roadmap for taking action against NCDs, including raising the priority of NCD control, improving disease surveillance, enabling governments to take comprehensive action against the diseases, and protecting countries, particularly developing, from the burden of the epidemic.",
          "The report was launched during the WHO Global Forum on NCDs, which has attracted around 300 key figures from the civil and private sectors, academia, and others to urge greater action against this group of diseases. The Forum provides direct feedback to the 28-29 April First Global Ministerial Conference on Healthy Lifestyles and NCD Control, organized by the Russian Federation and WHO.",
          "These two events are key milestones in the build-up to the first-ever UN General Assembly High-level Meeting on the Prevention and Control of NCDs, being held in New York, the United States of America, on 19-20 September, 2011."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New WHO report: deaths from noncommunicable diseases on the rise, with developing world hit hardest",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:01Z",
    "first_seen_utc": "2026-01-29T02:46:01Z"
  },
  {
    "url": "https://www.who.int/news/item/09-08-2011-who-urges-more-countries-to-require-large-graphic-health-warnings-on-tobacco-packaging",
    "title": "WHO urges more countries to require large, graphic health warnings on tobacco packaging",
    "published_date": "2011-08-09",
    "author": "9 August 2011",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva | Montevideo",
    "sections": [
      {
        "heading": "The WHO report on the global tobacco epidemic, 2011 examines anti-tobacco mass-media campaigns",
        "content": [
          "More than one billion people in 19 countries are now covered by laws requiring large, graphic health warnings on packages of tobacco, nearly double the number of two years ago, when only about 547 million people were covered in 16 countries, WHO reports today in its third periodic report on the global tobacco epidemic.",
          "Mexico, Peru and the United States of America become the latest countries to require the large, graphic warnings, which are proven to motivate people to stop using tobacco and to reduce the appeal for people who are not yet addicted."
        ]
      },
      {
        "heading": "Anti-tobacco mass-media campaigns",
        "content": [
          "The WHO report on the global tobacco epidemic, 2011 also examines anti-tobacco mass-media campaigns, finding that more than 1.9 billion people live in the 23 countries that have implemented at least one strong campaign within the last two years.",
          "\"We are pleased that more and more people are being adequately warned about the dangers of tobacco use,\" says WHO Assistant Director-General for Noncommunicable Diseases and Mental Health, Dr Ala Alwan. \"At the same time, we can't be satisfied that the majority of countries are doing nothing or not enough. We urge all countries to follow the best-practices for reducing tobacco consumption and to become Parties to, and fully implement, the WHO Framework Convention on Tobacco Control.\""
        ]
      },
      {
        "heading": "Recommended measures",
        "content": [
          "Requiring large, graphic health warnings is among the six demand-reduction measures recommended by WHO. The other measures involve monitoring tobacco use; protecting people from tobacco smoke; helping users quit; enforcing bans on tobacco advertising, promotion and sponsorship; and raising taxes on tobacco. Each measure corresponds to at least one provision of the WHO Framework Convention on Tobacco Control, which has been in force since 2005 and to which more than 170 countries and the European Union have already become Parties. The measures are identified as \"best\" and \"good buys\" in tobacco control.",
          "Of the world's more than one billion tobacco smokers, more than 80% live in low- and middle-income countries and up to half will eventually die of a tobacco-related disease."
        ]
      },
      {
        "heading": "Tobacco will kill millions",
        "content": [
          "This year, the tobacco epidemic will kill nearly six million people. More than five million of them will be users and ex-users of smoked and smokeless tobacco and more than 600 000 will be nonsmokers who were exposed to tobacco smoke. By 2030, tobacco could kill eight million people a year. Tobacco use is one of the biggest contributors to the noncommunicable diseases epidemic, which includes heart disease, stroke, cancers and emphysema and accounts for 63% of deaths.",
          "\"Large, graphic health warnings of the sort pioneered by Uruguay, Canada and a handful of other countries are an effective means of reducing tobacco's appeal,\" says the Director of WHO's Tobacco Free Initiative, Dr Douglas Bettcher. \"Australia's proposed legislation to require that tobacco be sold in plain packaging will do even more to ensure that fewer people fall into the trap of sickness and premature death. WHO stands ready to help countries resist the tobacco industry's unprincipled attempts to eliminate these important protections.\"",
          "More than half of the world's population, or 3.8 billion people, is now covered by at least one of the above-mentioned demand-reduction measures. There have been gains in each area because of effective action taken by countries in 2009 and 2010."
        ]
      },
      {
        "heading": "Key findings",
        "content": [
          {
            "text": "Among the other key findings of the report:",
            "bullets": [
              "More than 739 million people in 31 countries are now covered by comprehensive laws requiring smoke-free indoor spaces – a more than twofold improvement over the 2009 version of the report, which showed that more than 353 million people were covered in 15 countries. Burkina Faso, Nauru, Pakistan, Peru, Spain and Thailand are among the latest countries to ban smoking in indoor public spaces and the workplace.",
              "Twelve more countries raised tobacco taxes to more than 75% of the retail price, bringing the total to 27.",
              "Three more countries – Chad, Colombia and Syria – banned tobacco advertising, promotion and sponsorship.",
              "One more country – Turkey – offered tobacco users comprehensive help to quit."
            ]
          }
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO urges more countries to require large, graphic health warnings on tobacco packaging",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:02Z",
    "first_seen_utc": "2026-01-29T02:46:02Z"
  },
  {
    "url": "https://www.who.int/news/item/09-08-2011-many-countries-hit-by-health-threats-from-both-infectious-and-chronic-diseases",
    "title": "Many countries hit by health threats from both infectious and chronic diseases",
    "published_date": "2011-08-09",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "An increasing number of countries are facing a double burden of disease as the prevalence of risk factors for chronic diseases such as diabetes, heart diseases and cancers increase and many countries still struggle to reduce maternal and child deaths caused by infectious diseases, for the Millennium Development Goals, according to the World Health Statistics 2011 released by the WHO today.",
          "Noncommunicable diseases such heart diseases, stroke, diabetes and cancer, now make up two-thirds of all deaths globally, due to the population aging and the spread of risk factors associated with globalization and urbanization. The control of risk factors such as tobacco use, sedentary lifestyle, unhealthy diet and excessive use of alcohol becomes more critical. The latest WHO figures showed that about 4 out of 10 men and 1 in 11 women are using tobacco and about 1 in 8 adults is obese.",
          {
            "text": "In addition many developing countries continue to battle health issues such as pneumonia, diarrhoea and malaria that are most likely to kill children under the age of five. In 2009, 40% of all child deaths were among newborns (aged 28 days or less). Much more needs to be done to achieve the MDGs by the target date of 2015, but progress has accelerated.",
            "bullets": [
              "Child mortality declined at 2.7% per year since 2000, twice as fast as during the 1990s (1.3%). Mortality among children under five years fell from 12.4 million in 1990 to 8.1 million in 2009.",
              "Maternal mortality declined at 3.3% per year since 2000, almost twice as fast in the decade after 2000 than during the 1990s (2%). The number of women dying as a result of complications during pregnancy and childbirth has decreased from 546,000 in 1990 to 358,000 in 2008."
            ]
          },
          "\"This evidence really shows that no country in the world can address health from either an infectious disease perspective or a noncommunicable disease one. Everyone must develop a health system that addresses the full range of the health threats in both areas.\" says Ties Boerma, Director of WHO's Department of Health Statistics and Informatics.",
          {
            "text": "The report also shows that more money is being spent on health and people can expect to live longer (life expectancy in 2009 was 68 years, up from 64 years in 1990); but the gap in health spending between low- and high-income countries remains very large.",
            "bullets": [
              "In low-income countries, per capita, health expenditure is an estimated US$ 32 (or about 5.4% of gross domestic product) and in high-income countries it is US$ 4590 (or about 11% of gross domestic product).",
              "High-income countries have, per capita, on average 10 times more doctors, 12 times more nurses and midwives and 30 times more dentists than low-income countries.",
              "Virtually all deliveries of babies in high-income countries are attended by skilled health personnel; but this is the case for only 40% of deliveries in low-income countries."
            ]
          },
          "World Health Statistics 2011 is an annual report based on more than 100 health indicators reported by WHO's 193 Member States and other reliable sources. These data provide a snapshot of the global health situation and trends. However, timely, accurate health information is hard to obtain in some parts of the world, because the country health information systems are weak.",
          "\"While the World Health Statistics 2011 provide clear evidence of the improvements occurring in information gathering, there are still large gaps in global health data,\" says Colin Mathers, Coordinator of Mortality and Burden of Disease at WHO. \"WHO is committed to working with its Member States, other UN agencies and partners to continue to improve the information available to monitor the health of the world's people and the effectiveness of health systems and interventions.\"",
          "The release of the report coincides with the launch of WHO's new Global Health Observatory, a new website that serves as a one-stop shop for data and analyses on health priorities around the world. The Observatory provides easy access to the world's largest and most comprehensive collection of health data, bringing together WHO's data from all major health and disease programmes. It includes easy access to over 50 databases and 800 indicators with analyses of the global health situation and trends, covering priority health topics such as child, maternal and reproductive health, infectious diseases, noncommunicable diseases and risk factors, environmental health, mortality and burden of diseases, road safety, health systems and equity. An online version of the World Health Statistics dataset is also available through the Observatory."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Many countries hit by health threats from both infectious and chronic diseases",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:03Z",
    "first_seen_utc": "2026-01-29T02:46:03Z"
  },
  {
    "url": "https://www.who.int/news/item/29-07-2011-scaling-up-hiv-services-for-men-who-have-sex-with-men-and-transgender-people",
    "title": "Scaling-up HIV services for men who have sex with men and transgender people",
    "published_date": "2011-07-29",
    "author": "Tunga Namjilsuren",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "New public health approaches aim to reduce the spread of HIV and save lives of men who have sex with men and transgender people",
        "content": [
          "New public health recommendations from WHO and partners aim to help policymakers and doctors scale-up access to treatment and prevention services for HIV and sexually transmitted infections among men who have sex with men and transgender people. These are the first global public health guidelines to focus on these specific population groups.",
          "There has been a recent resurgence of HIV infection among men who have sex with men, particularly in industrialized countries. Data are also emerging of new or newly identified HIV epidemics among men who have sex with men in Africa, Asia, the Caribbean and Latin America. Generally, men who have sex with men are nearly 20 times more likely to be infected with HIV than general populations. HIV infection rates among transgender people range between 8–68% depending on the country or region."
        ]
      },
      {
        "heading": "Stigma, criminalization remain barriers to accessing services",
        "content": [
          "One reason for this is the stigma experienced by many men who have sex with men and transgender people. In many countries, criminalization of same sex relationships drives such relationships underground, making people afraid to seek HIV prevention and treatment services. WHO and its partners advise more inclusive approaches and suggest some practical ways to improve their access to HIV prevention, diagnosis, treatment and care services.",
          "\"We cannot imagine fully reversing the global spread of HIV without addressing the specific HIV needs of these key populations,\" said Dr Gottfried Hirnschall, WHO's Director of HIV/AIDS Department. \"We are issuing these guidelines to help countries and communities scale-up the services needed to reduce new infections and save lives.\"",
          "\"Men who have sex with men and transgender people everywhere face huge difficulties in accessing HIV services,\" said George Ayala, Executive Director of the Global Forum MSM & HIV (MSMGF), a key partner in producing the recommendations. \"The guidelines both present evidence for effective prevention interventions for these populations and provide recommendations to help ensure that pervasive barriers like stigma and criminalization no longer stand in the way of life-saving services.”"
        ]
      },
      {
        "heading": "Information and tools to protect against HIV and gain access to therapy",
        "content": [
          "The new guidelines Prevention and treatment of HIV and other sexually transmitted infections (STIs) among men who have sex with men and transgender people: Recommendations for a public health approach provide 21 recommendations for actions to be taken by multiple stakeholders, in close cooperation with men who have sex with men and transgender people.",
          "For national policy-makers",
          "To develop anti-discrimination laws and measures to protect human rights and to establish more inclusive services for men who have sex with men and transgender people based on their right to health.",
          "For health service providers",
          "To develop anti-discrimination laws and measures to protect human rights and to establish more inclusive services for men who have sex with men and transgender people based on their right to health.",
          "For communities",
          "To scale-up behavioural interventions for the prevention of HIV and STIs among men who have sex with men and transgender people.",
          "For affected individuals",
          "Practice consistent condom use over choosing partners based on HIV infection status (sero-sorting).",
          "\"Urgent action is needed to ensure that the basic human rights of people most at risk of HIV infection are respected and that they have the information and tools to protect themselves against HIV and gain access to antiretroviral therapy if needed,” said Mariângela Simào, Chief, Prevention, Vulnerability and Rights, UNAIDS.",
          "The WHO guidelines have been developed over the past year through global consultations involving public health officials, scientists, representatives from donor organizations, civil society and health service providers."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Scaling-up HIV services for men who have sex with men and transgender people",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:04Z",
    "first_seen_utc": "2026-01-29T02:46:04Z"
  },
  {
    "url": "https://www.who.int/news/item/20-07-2011-who-warns-against-the-use-of-inaccurate-blood-tests-for-active-tuberculosis",
    "title": "WHO warns against the use of inaccurate blood tests for active tuberculosis",
    "published_date": "2011-07-20",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "A substandard test with unreliable results",
        "content": [
          "The use of currently available commercial blood (serological) tests to diagnose active tuberculosis (TB) often leads to misdiagnosis, mistreatment and potential harm to public health, says WHO in a policy recommendation issued today. WHO is urging countries to ban the inaccurate and unapproved blood tests and instead rely on accurate microbiological or molecular tests, as recommended by WHO."
        ]
      },
      {
        "heading": "TB can be wrongly diagnosed",
        "content": [
          "Testing for active TB disease through antibodies or antigens found in the blood is extremely difficult. Patients can have different antibody responses suggesting that they have active TB even when they do not. Antibodies may also develop against other organisms which again could wrongly indicate they have active TB. In addition, different organisms share the same antigens, making tests results unreliable. These factors can result in TB disease not being identified or wrongly diagnosed."
        ]
      },
      {
        "heading": "A blood test for diagnosing active TB disease is bad practice",
        "content": [
          "\"In the best interests of patients and caregivers in the private and public health sectors, WHO is calling for an end to the use of these serological tests to diagnose tuberculosis,\" said Dr Mario Raviglione, Director of WHO Stop TB Department. \"A blood test for diagnosing active TB disease is bad practice. Test results are inconsistent, imprecise and put patients' lives in danger.\"",
          "Today's policy recommendation applies to blood tests for active TB. Blood tests for inactive TB infection (also known as dormant or latent TB) are currently under review by WHO."
        ]
      },
      {
        "heading": "New recommendation after 12 months of rigorous analysis",
        "content": [
          "The new recommendation comes after 12 months of rigorous analysis of evidence by WHO and global experts. Ninety-four studies were evaluated - 67 for pulmonary tuberculosis (TB in the lungs) and 27 for extrapulmonary tuberculosis (TB elsewhere in other organs). Overwhelming evidence showed that the blood tests produced an unacceptable level of wrong results - false-positives or false-negatives - relative to tests endorsed by WHO."
        ]
      },
      {
        "heading": "Problems of misdiagnosis",
        "content": [
          "The research revealed \"low sensitivity\" in commercial blood tests which leads to an unacceptably high number of patients wrongly being given the 'all clear' (i.e. a false-negative when in reality they have active TB). This can result in the transmission of the disease to others or even death from untreated tuberculosis. It also revealed \"low specificity\", which leads to an unacceptably high number of patients being wrongly diagnosed with TB (i.e. a false-positive when in reality they do not have active TB). Those patients may then undergo unnecessary treatment, while the real cause of their illness remains undiagnosed, which may then also result in premature death."
        ]
      },
      {
        "heading": "The inaccurate blood tests are costly",
        "content": [
          "More than a million of these inaccurate blood tests are carried out annually to diagnose active TB, often at great financial cost to patients. Many patients pay up to US$ 30 per test. There are at least 18 of these blood tests available on the market. Most of these tests are manufactured in Europe and North America, even though the blood tests are not approved by any recognized regulatory body."
        ]
      },
      {
        "heading": "Selling substandard tests with unreliable results",
        "content": [
          "\"Blood tests for TB are often targeted at countries with weak regulatory mechanisms for diagnostics, where questionable marketing incentives can override the welfare of patients,\" said Dr Karin Weyer, Coordinator of TB Diagnostics and Laboratory Strengthening for the WHO Stop TB Department. \"It's a multi-million dollar business centred on selling substandard tests with unreliable results.\"",
          "This is the first time WHO has issued an explicit \"negative\" policy recommendation against a practice that is widely used in tuberculosis care. It underscores the Organization's determination to translate strong evidence into clear policy advice to governments.",
          "Tuberculosis kills 1.7 million people every year, and is the major killer of people living with HIV. Improving the early and effective diagnosis of TB to ensure more lives are saved is a priority action for WHO and the international TB community. TB research is currently underway to bring better and more rapid tests that are easy to administer, effective and accurate."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO warns against the use of inaccurate blood tests for active tuberculosis",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:05Z",
    "first_seen_utc": "2026-01-29T02:46:05Z"
  },
  {
    "url": "https://www.who.int/news/item/18-07-2011-hiv-treatment-reaching-6.6-million-people-but-majority-still-in-need",
    "title": "HIV treatment reaching 6.6 million people, but majority still in need",
    "published_date": "2011-07-18",
    "author": "Tunga Namjilsuren",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "WHO embarks on a new HIV strategy to boost further progress in 2011-2015",
        "content": [
          "3 JUNE 2011 | GENEVA - An estimated 6.6 million people in low- and middle-income countries were receiving antiretroviral therapy (ART) for HIV/AIDS at the end of 2010, according to the WHO. Of this, an estimated 420 000–460 000 were children. This progress represents the largest ever annual increase in the number of people accessing HIV treatment–1.4 million more than a year ago."
        ]
      },
      {
        "heading": "A milestone in the response to HIV",
        "content": [
          "\"The impressive new estimates are an important milestone in the public health response to HIV that began 30 years ago,\" said Dr Margaret Chan, WHO Director-General. \"But we have much to do to reach the goal of universal access, and doing more of the same will not get us there. We need further innovation in HIV, including simpler and more accessible prevention and treatment approaches for all those in need.\"",
          "Dr Chan will speak at the UN High-Level Meeting Panel on \"Innovation and New Technologies\" on 9 June 2011 in New York.",
          "The new HIV treatment figures show a 16-fold increase in the number of people receiving ART between 2003 and 2010. While this is an impressive achievement, about nine million more people were eligible for ART but were not receiving it in 2010. The figures are included in the \"AIDS at 30\" report released today in New-York by the Joint United Nations Programme on HIV/AIDS (UNAIDS)."
        ]
      },
      {
        "heading": "A new global health strategy on HIV/AIDS",
        "content": [
          "Closing the remaining gap through more effective HIV programmes is a central theme of the new WHO Global Health Sector Strategy on HIV/AIDS for 2011-2015 that has been endorsed by the Sixty-fourth World Health Assembly just ten days ago.",
          "\"Innovation in finding more optimal ways to deliver HIV services is key,\" said Dr Gottfried Hirnschall, WHO's Director of HIV/AIDS Department. \"For example, by linking HIV with other health services such as for maternal and child health, tuberculosis, drug dependence and primary care, we will greatly increase the coverage of HIV interventions and also achieve broader health outcomes.\"",
          "The Global Health Sector Strategy on HIV/AIDS for 2011-2015 will guide actions by WHO and its member countries to strengthen health systems and address inequalities and human rights violations that are impeding access to HIV prevention, treatment, and care services."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "HIV treatment reaching 6.6 million people, but majority still in need",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:06Z",
    "first_seen_utc": "2026-01-29T02:46:06Z"
  },
  {
    "url": "https://www.who.int/news/item/14-06-2011-voluntary-unpaid-blood-donations-increase-saving-more-lives",
    "title": "Voluntary unpaid blood donations increase, saving more lives",
    "published_date": "2011-06-14",
    "author": "Sarah Russell",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "World Blood Donor Day encouraging more people to become regular voluntary blood donors.",
        "content": [
          "The number of countries collecting all their blood supplies from voluntary unpaid donors increased by more than 50% between 2002 and 2008, according to new global data from WHO, released on World Blood Donor Day, 14 June.",
          "World Blood Donor Day is celebrated each year to highlight the contribution voluntary unpaid blood donors make to public health. This year's slogan, \"More blood, more life\" aims to encourage still more people to come forward to give blood and save more lives.",
          "\"WHO's goal is for all countries to obtain all blood supplies from voluntary unpaid donations by 2020,\" says Dr Neelam Dhingra, Coordinator, Blood Transfusion Safety at WHO. \"Nine years ago, 39 countries were obtaining all their blood supplies from voluntary unpaid donors: in 2008 that figure had gone up to 62. We hope that World Blood Donor Day will encourage more people in more countries to become regular voluntary blood donors.\""
        ]
      },
      {
        "heading": "New WHO data on donors",
        "content": [
          "In 70 countries, voluntary unpaid blood donations rose by more than 10% between 2007 and 2008. India reported the greatest increase, from 3.6 million to 4.6 million. Other countries reporting substantial increases over the same period include: Afghanistan, Algeria, Argentina, Belarus, Bulgaria, Colombia, Costa Rica, Italy, Japan, Philippines, Republic of Korea, Russian Federation, Sri Lanka, United States of America and Viet Nam.",
          "The WHO data reveals new information about the gender and age of donors. Some 100 countries provide data on gender, revealing that 70% of all blood donations are collected from male donors. Just 25 countries collect more than 40% of their blood supplies from female donors. They include Australia, Azerbaijan, Estonia, Georgia, Mongolia, New Zealand, Portugal, Republic of Moldova, Swaziland, Thailand, United States of America and Zimbabwe. And in 16 countries, less than 10% of donations come from female donors.",
          "In richer countries, donors tend to be older (over 44). In low- and middle-income countries, they are younger (under 25). Seventy-seven countries provide data on distribution of blood donations by age group. In high-income countries, only 27% of donations are from the under-25 age group, while 40% of donations are collected from donors older than 44 years old. In low and middle-income countries, almost half (45%) of all donations come from people under 25, and 18% from the over-44 age group.",
          "\"One obvious reason why there are more younger donors in low-income countries is because the overall population tends to be younger,\" adds Dhingra. \"Strategies to encourage more people to give blood voluntarily need to take factors like this into consideration.\""
        ]
      },
      {
        "heading": "World Blood Donor Day events",
        "content": [
          "Starting 14 June, a week-long programme of high-profile events celebrate voluntary blood donation. This year, Buenos Aires, Argentina, is the international host for World Blood Donor Day, with special football matches, a national marathon, and the culmination of a months-long \"Domino Project\", which has been building awareness and mobilizing blood donations through all regions of Argentina, one after the other.",
          "In Geneva, Switzerland, home to the World Health Organization's headquarters, the local community is gathering school children and other volunteers to stand together all dressed in red to form a human blood drop. The event takes place at the Place des Nations from 10:00 a.m. local time on 14 June. Geneva celebrations also include lighting up the Jet d'eau, one of the city's most prominent landmarks, in the colour red.",
          "WHO estimates that blood donation by at least 1% of the population is generally sufficient to meet a country's basic requirements for safe blood. Requirements are higher in countries with more developed health systems. Among the greatest needs: to replace blood lost in childbirth (a major cause of maternal deaths worldwide), and to treat severe anaemia that threatens the lives of thousands of children who have malaria or are undernourished."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Voluntary unpaid blood donations increase, saving more lives",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:09Z",
    "first_seen_utc": "2026-01-29T02:46:09Z"
  },
  {
    "url": "https://www.who.int/news/item/27-05-2011-sixty-fourth-world-health-assembly-closes-after-passing-multiple-resolutions",
    "title": "Sixty-fourth World Health Assembly closes after passing multiple resolutions",
    "published_date": "2011-05-27",
    "author": "WHO Media Team",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Member States adopt 28 resolutions and three decisions during the Assembly",
        "content": [
          "The Sixty-fourth World Health Assembly, with more than 2700 delegates, including Health Ministers and senior health officials, nongovernment organizations, civil society groups and other observers concluded business on Tuesday afternoon."
        ]
      },
      {
        "heading": "A productive Assembly",
        "content": [
          "The World Health Assembly spent eight days working through a broad agenda developed by the previous Executive Board. In the end, 28 resolutions and three decisions were adopted to guide the upcoming work of the Organization and to address priority global health issues.",
          "\"I believe this has been an especially productive and profoundly effective Assembly,\" says Dr Margaret Chan, Director-General of the World Health Organization. \"These World Health Assemblies are having a tremendous impact on the health of this world.\"",
          "After opening speeches from Dr Chan, Sheikh Hasina, Prime Minister of Bangladesh, and Bill Gates, co-chair of the Bill & Melinda Gates Foundation, the policy work of the Health Assembly began with a presentation of outcomes from the independent Review Committee which reviewed WHO's response to the influenza pandemic and the International Health Regulations. After a year of investigation, the committee agreed that the International Health Regulations helped better prepare the world to cope with public health emergencies but that the world is currently ill prepared to respond to a severe pandemic or to any other public health emergency on a similarly global and threatening scale. In addition, the Committee declared that the pandemic (H1N1) 2009 was indeed a real pandemic and found no evidence WHO was influenced by industry in its decision making."
        ]
      },
      {
        "heading": "Improving global preparedness for future pandemics",
        "content": [
          "In another agenda item aimed to improve global preparedness for future pandemics, delegates approved a framework for pandemic influenza preparedness, the culmination of four years of negotiation between WHO's Member States. The framework will improve influenza virus sharing and access to vaccines and other benefits. Member States agreed the framework lays the groundwork for better preparedness and better access to tools and knowledge. The next phase is to ensure the implementation of the agreement."
        ]
      },
      {
        "heading": "WHO reform",
        "content": [
          "The Organization's budget for 2012-2013 was also discussed and adopted. The program budget of US$ 3.959 billion was recognized by the delegates as a transitional budget that will help the Organization respond to financial austerity and prepare for a series of reforms underway.",
          "There was robust discussion at the Assembly on the proposed programme of WHO reform. Countries welcomed and supported the reforms and wanted to be kept informed and involved, especially on the reforms related to global health governance.",
          "\"The most important message for me was your clear consensus on the need for reform and your clear desire to see these reforms reinforce WHO's position as the foremost authority on international health,\" says Dr Chan."
        ]
      },
      {
        "heading": "Noncommunicable diseases",
        "content": [
          "Delegates and other partners engaged in a lengthy discussion on noncommunicable diseases (NCDs) such as diabetes, heart disease, stroke, cancers, and chronic respiratory diseases. NCDs pose one of the greatest challenges to health and development today and contribute to more than 60 percent of deaths worldwide. Delegates unanimously endorsed the World Health Assembly resolution on the preparations for the United Nations General Assembly high-level meeting on the prevention and control of noncommunicable diseases being held this September. Delegates urged heads of state and government to attend the meeting in New York."
        ]
      },
      {
        "heading": "Five resolutions to strengthen health systems",
        "content": [
          "Progress on prevention and control of NCD and the achievement of the Millennium Development Goals (MDGs) will require strong health systems and the Assembly recognized the importance of this area of work. The delegates approved five resolutions to strengthen health systems including strategies to strengthen nursing and midwifery, actions to improve the health workforce through effective implementation of the WHO Global Code of Practice on the International Recruitment of Health Personnel, and efforts to improve national policy dialogue to build more robust health policies, strategies and plans. In addition two other resolutions encourage sustainable health financing structures and universal coverage of health care and services, and focus on strengthening national health emergency and disaster management capacities and resilience of health systems."
        ]
      },
      {
        "heading": "Resolutions and reports support health-related MDGs",
        "content": [
          {
            "text": "Health-related MDGs received support with resolutions and reports on immunization strategy, infant and young child nutrition, child injury prevention, youth health risks, malaria, and the presentation of the final report of the Commission on Information and Accountability for Women's and Children's Health.",
            "bullets": [
              "The progress report on the global immunization vision and strategy was widely supported. Delegates highlighted their country's achievements in increasing immunization coverage, reducing vaccine-preventable deaths and implementing advocacy events such as the regional immunization weeks. But they also recognized that several challenges remain, including mobilizing more resources to strengthen national immunization programmes; ensuring a balanced approach in strengthening immunization systems; introducing new vaccines; preventing a resurgence of measles through high vaccination coverage; and facilitating vaccine technology transfer to developing countries. The work outlined in the strategy will contribute to overcoming these challenges.",
              "Member States commend WHO's leadership and collaboration with UNICEF, the Bill & Melinda Gates Foundation, and other partners on the Decade of Vaccines -- a vision for using the next 10 years to achieve immunization goals and reach important milestones in vaccine research, development, financing and public support.",
              "Member States also discussed the outline of an implementation plan for maternal, infant and young child nutrition. The plan, currently under development, tackles the double burden of undernutrition and overweight and focuses on the window of opportunity between conception and the second year of life. More than 100 million children under age five were underweight in 2010 and more than 170 million were stunted because of it, according to WHO figures. In addition, some 43 million children were estimated to be overweight and obese in 2010, putting them at risk of serious health conditions in future years.",
              "The World Health Assembly adopted a resolution on child injury prevention. The resolution provides a platform to support action on preventing child injuries, which are the leading cause of death for children over the age of 5. More than 830 000 children die each year from road traffic crashes, drowning, burns, falls and poisoning. Effective interventions to prevent these injuries exist, and include enforcement of speed limits around schools, placing children in child-restraints in the back seat of a vehicle, removing or covering water hazards, installing smoke alarms, and setting up poison control centres.",
              "Young people (10-24 years old) currently represent one quarter of the world's population, and Member States agreed to focus on preventing health risks specifically associated with this age group. A resolution calls Member States to step up their efforts on youth health to attain the health-related MDGs. Work should focus on preventing HIV and pregnancy during adolescence, and preventing the adoption of risk behaviours (e.g. tobacco and harmful use of alcohol) linked to non-communicable diseases.",
              "The Health Assembly adopted a resolution on malaria calling on Member States to keep malaria high on the political and development agendas in order to sustain the tremendous gains made during the past decade, and calling on international partners to ensure adequate and predictable funding so that global malaria targets for 2015 can be met. The resolution highlighted the need for continued universal coverage with malaria vector control for at-risk persons, expanded access to diagnostic testing for suspected malaria and treatment for confirmed cases, and strengthened malaria surveillance systems. The need to implement the WHO Global Plan for Artemisinin Resistance Containment, and to develop a global plan for insecticide resistance management in malaria vectors, were also emphasized.",
              "In an effort to support the UN's Global Strategy for Women's and Children's Health, the delegations welcomed the final report of the Commission on Information and Accountability for Women's and Children's Health. They agreed that the ten recommendations in the report will increase the likelihood that pledges are honoured and will help ensure that resources are spent in the most effective way to save lives. The delegates urged Member States to implement the recommendations, requested the Executive Board hold a discussion in January 2012 on the implementation of the recommendations and also requested a progress report for the next Health Assembly."
            ]
          }
        ]
      },
      {
        "heading": "A new, comprehensive strategy to combat HIV",
        "content": [
          "The Health Assembly adopted a new, comprehensive strategy to combat HIV, The Global Health Sector Strategy on HIV/AIDS, 2011-2015, which will guide actions by WHO and countries around the world during this critical time for the future of the HIV response. At least 4.2 million new HIV infections would be averted and 2 million lives could be saved, if WHO's existing HIV treatment recommendations were fully implemented in 2011-2015. Under the new Strategy, WHO aims to promote greater innovation in HIV prevention, diagnosis, treatment, and care services so that countries can achieve the goal of universal access to HIV services."
        ]
      },
      {
        "heading": "Resolution on health conditions in the occupied Palestinian territory",
        "content": [
          "The WHA adopted a resolution on health conditions in the occupied Palestinian territory, including east Jerusalem, and in the occupied Syrian Golan. The need for universal coverage of health services was reaffirmed while recognizing that the acute shortage of financial and medical resources is jeopardizing access of the population to curative and preventive services. The Assembly requested the WHO Director-General continue to meet the health needs of Palestinian people and the Syrian population in the occupied Syrian Golan."
        ]
      },
      {
        "heading": "Reaffirmed that the remaining stock of smallpox virus should be destroyed",
        "content": [
          "The Health Assembly strongly reaffirmed the decision of previous Assemblies that the remaining stock of smallpox (variola) virus should be destroyed when crucial research based on the virus has been completed. The state of variola virus research will be reviewed at the 67th World Health Assembly in 2014 and in light of that, determining a date for destruction of the remaining virus stocks will be discussed."
        ]
      },
      {
        "heading": "Annual report on the eradication guinea-worm disease",
        "content": [
          "The delegates adopted a resolution paving the way for an annual report on the eradication of dracunculiasis (more commonly known as guinea-worm disease) to be presented every year beginning with the next Health Assembly. Dracunculiasis is the second disease which is approaching eradication (the first being smallpox) and it occurs only after people drink contaminated water. Previously it was responsible for millions of infections across Africa and Asia. The disease mainly occurs in remote poverty-stricken areas, with limited or no access to safe drinking water."
        ]
      },
      {
        "heading": "Strong commitment to polio eradication",
        "content": [
          "The global health community sent a sign of strong commitment to polio eradication with discussion focusing on the 'significant advances' since the launch of a new strategic plan and new, bivalent oral poliovirus vaccine in 2010. In India and Nigeria -- the source of all importations of wild poliovirus into previously polio-free countries in recent years -- polio cases declined by 95% between 2009 and 2010; during the same period polio cases due to the type 3 virus declined by 92% globally. Delegates called for strong national and subnational leadership by political authorities for the implementation of polio eradication strategies and highlighted the need for countries to significantly strengthen routine immunization. Delegates expressed particular concern over the funding gap of US$ 665 million to fully carry out polio eradication activities in 2011 and 2012. Delegates requested WHO to provide additional technical support to countries with ongoing, re-established polio transmission (Angola, Chad, Democratic Republic of the Congo), to continue to pursue research for post-eradication risk management and to help countries maintain high-quality surveillance and population immunity until eradication is complete globally."
        ]
      },
      {
        "heading": "Improving access to quality and affordable medical products",
        "content": [
          "The WHA also discussed the report from the working group of Member States on Substandard/Spurious/Falsely-Labelled/Falsified/Counterfeit Medical Products on improving access to quality and affordable medical products. They also approved the decision to extend the working group to resume its work and report to the next World Health Assembly."
        ]
      },
      {
        "heading": "Protecting health from climate change",
        "content": [
          "Member States welcomed the priority that WHO has placed on protecting health from climate change, and reinforced their own commitment, citing new initiatives from Regional Ministerial meetings to new implementation projects."
        ]
      },
      {
        "heading": "Revitalizing the Global Task Force on Cholera Control",
        "content": [
          "Delegates agreed that cholera remains public health threat for many countries and the incidence is on the rise. They expressed the urgent need for effective public health interventions, such as solid surveillance systems, improved environmental management, access to clean water and proper sanitation, and the adequate use of cholera vaccines as a complementary measure. Cholera was recognized as an indicator of how well the environment is managed. Member States underscored the need to revitalize the Global Task Force on Cholera Control and emphasized the need to scale up advocacy measures."
        ]
      },
      {
        "heading": "Improving access to safe water and sanitation",
        "content": [
          "The WHA adopted a resolution to reinvigorate efforts in clean drinking water, sanitation and health. Waterborne diseases continue to kill more than two million people per year. Member states called for WHO to strengthen its major normative functions on water and health, and expand its monitoring role of progress toward access to safe water and sanitation. The resolution also underscores the need for continued capacity development by strengthening health policy at all levels."
        ]
      },
      {
        "heading": "Protect public health from chemicals and waste",
        "content": [
          "Delegations acknowledged the need to better handle chemicals and waste management to protect public health. They agreed that special attention should be given to the management of pesticides and other chemicals to prevent stockpiles of unwanted chemicals accumulating and to prevent human exposure through contaminated air and water. As a follow-up to the phasing out of mercury from health care facilities, Member States requested WHO through the Libreville Declaration on Health and Environment and other global initiatives to maintain health care waste management as a priority issue on its public health agenda, to protect the environment and ensure safety of staff, waste workers and communities.",
          "The World Health Assembly is held annually in Geneva, Switzerland and is the decision-making body of the WHO. It is attended by delegations from all WHO Member States and focuses on a specific health agenda prepared by the Executive Board. The main functions of the World Health Assembly are to determine the policies of the Organization, appoint the Director-General in election years, supervise financial policies, and review and approve the proposed programme budget."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Sixty-fourth World Health Assembly closes after passing multiple resolutions",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:12Z",
    "first_seen_utc": "2026-01-29T02:46:12Z"
  },
  {
    "url": "https://www.who.int/news/item/14-04-2011-2.6-million-babies-stillborn-in-2009",
    "title": "2.6 million babies stillborn in 2009",
    "published_date": "2011-04-14",
    "author": "Olivia Lawe Davies",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "New global and country estimates published in Lancet Series",
        "content": [
          "Some 2.6 million stillbirths occurred worldwide in 2009, according to the first comprehensive set of estimates published today in a special series of The Lancet medical journal.",
          "Every day more than 7200 babies are stillborn − a death just when parents expect to welcome a new life − and 98% of them occur in low- and middle-income countries. High-income countries are not immune, with one in 320 babies stillborn − a rate that has changed little in the past decade.",
          "The new estimates show that the number of stillbirths worldwide has declined by only 1.1% per year, from 3 million in 1995 to 2.6 million in 2009. This is even slower than reductions for both maternal and child mortality in the same period.",
          "The five main causes of stillbirth are childbirth complications, maternal infections in pregnancy, maternal disorders (especially hypertension and diabetes), fetal growth restriction and congenital abnormalities."
        ]
      },
      {
        "heading": "When and where do stillbirths occur?",
        "content": [
          "Almost half of all stillbirths, 1.2 million, happen when the woman is in labour. These deaths are directly related to the lack of skilled care at this critical time for mothers and babies.",
          "Two-thirds happen in rural areas, where skilled birth attendants − in particular midwives and physicians − are not always available for essential care during childbirth and for obstetric emergencies, including caesarean sections.",
          "The stillbirth rate varies sharply by country, from the lowest rates of 2 per 1000 births in Finland and Singapore and 2.2 per 1000 births in Denmark and Norway, to highs of 47 in Pakistan and 42 in Nigeria, 36 in Bangladesh, and 34 in Djibouti and Senegal. Rates also vary widely within countries. In India, for example, rates range from 20 to 66 per 1000 births in different states.",
          "It is estimated that 66% − some 1.8 million stillbirths − occur in just 10 countries: Afghanistan, Bangladesh, China, Democratic Republic of the Congo, Ethiopia, India, Indonesia, Nigeria, Pakistan, and the United Republic of Tanzania.",
          "Comparing stillbirth rates in 1995 to 2009, the least progress has been seen in sub-Saharan Africa and Oceania. However, some large countries have made progress, such as Bangladesh, China, and India, with a combined estimate of 400 000 fewer stillbirths in 2009 than in 1995. Mexico has halved its rate of stillbirths in that time.",
          "“Many stillbirths are invisible because they go unrecorded, and are not seen as a major public health problem. Yet, it is a heartbreaking loss for women and families. We need to acknowledge these losses and do everything we can to prevent them. Stillbirths need to be part of the maternal, newborn and child health agenda,” says Dr Flavia Bustreo, WHO's Assistant Director-General for Family and Community Health."
        ]
      },
      {
        "heading": "Well-known interventions for women and babies would save stillbirths too",
        "content": [
          "The The Lancet Stillbirth Series , shows that the way to address the problem of stillbirth is to strengthen existing maternal, newborn, and child health programmes by focusing on key interventions, which also have benefits for mothers and newborns.",
          "According to an analysis to which WHO contributed in the Series as many as 1.1 million stillbirths could be averted with universal coverage of the following interventions:",
          "Strengthening family planning services would also save lives by reducing the numbers of unintended pregnancies, especially among high-risk women, and thereby reduce stillbirths.",
          "“If every woman had access to a skilled birth attendant − a midwife, and if necessary a physician − for both essential care and for procedures such as emergency caesarean sections, we would see a dramatic decrease in the number of stillbirths,” says Dr Carole Presern, Director of The Partnership for Maternal, Newborn & Child Health (PMNCH), and a trained midwife."
        ],
        "tables": [
          [
            [
              "Intervention",
              "Stillbirths averted"
            ],
            [
              "Comprehensive emergency obstetric care",
              "696 000"
            ],
            [
              "Syphilis detection and treatment",
              "136 000"
            ],
            [
              "Detection and management of fetal growth restriction",
              "107 000"
            ],
            [
              "Detection and management of hypertension during pregnancy",
              "57 000"
            ],
            [
              "Identification and induction for mothers with >41 weeks gestation",
              "52 000"
            ],
            [
              "Malaria prevention, including bednets and drugs",
              "35 000"
            ],
            [
              "Folic acid fortification before conception",
              "27 000"
            ],
            [
              "Detection and management of diabetes in pregnancy",
              "24 000"
            ]
          ]
        ]
      },
      {
        "heading": "Stillbirths overlooked",
        "content": [
          "Despite the large numbers, stillbirths have been relatively overlooked. They are not included in the Millennium Development Goals for improving maternal health and reducing child mortality.",
          "The estimates were generated using a statistical model that took records of births and deaths (known as 'vital registration' data) from 79 countries, surveys from 39 countries, and studies from 42 countries. Weak vital registration systems, especially in the regions where most stillbirths occur, limit the availability of data and hamper the calculation of precise estimates. Vital registration systems must be improved so that all stillbirths are counted.",
          "The new estimates aim to improve knowledge about the extent of the problem, and draw public and professional attention to stillbirths as a significant global public health issue.",
          "Some 69 authors from more than 50 organizations in 18 countries wrote the six scientific papers, two research articles, and eight linked commentaries included in The Lancet Stillbirth Series , which was initiated by WHO and the Norwegian Institute of Public Health."
        ]
      },
      {
        "heading": "UN commitment",
        "content": [
          "In September 2010, UN Secretary-General Ban Ki-moon announced the Global Strategy for Women’s and Children’s Health, aimed at saving 16 million women and children over the next five years. In the framework of the Strategy, numerous countries have committed to improving access to family planning, antenatal care and skilled birth attendants, which should lead to reductions in stillbirths.",
          "In September this year, a special session on noncommunicable diseases (NCDs) will be held at the UN General Assembly. NCDs such as diabetes and hypertension (high blood pressure) are risk factors for stillbirth."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "2.6 million babies stillborn in 2009",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:13Z",
    "first_seen_utc": "2026-01-29T02:46:13Z"
  },
  {
    "url": "https://www.who.int/news/item/07-04-2011-world-health-day-2011",
    "title": "World Health Day 2011",
    "published_date": "2011-04-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Urgent action necessary to safeguard drug treatments",
        "content": [
          "Drug resistance is becoming more severe and many infections are no longer easily cured, leading to prolonged and expensive treatment and greater risk of death, warns WHO on World Health Day. Under the theme \"Combat Drug Resistance\", WHO calls for urgent and concerted action by governments, health professionals, industry and civil society and patients to slow down the spread of drug resistance, limit its impact today and preserve medical advances for future generations."
        ]
      },
      {
        "heading": "On the brink of losing miracle cures",
        "content": [
          "“The message on this World Health Day is loud and clear. The world is on the brink of losing these miracle cures,” said WHO Director-General Dr Margaret Chan. “In the absence of urgent corrective and protective actions, the world is heading towards a post-antibiotic era, in which many common infections will no longer have a cure and, once again, kill unabated.”"
        ]
      },
      {
        "heading": "Measures to combat drug resistance",
        "content": [
          {
            "text": "Today, WHO is publishing a policy package that sets out the measures governments and their national partners need to combat drug resistance. The policy steps recommended by WHO include:",
            "bullets": [
              "develop and implement a comprehensive, financed national plan",
              "strengthen surveillance and laboratory capacity",
              "ensure uninterrupted access to essential medicines of assured quality",
              "regulate and promote rational use of medicines",
              "enhance infection prevention and control",
              "foster innovation and research and development for new tools."
            ]
          },
          "The discovery and use of antimicrobial drugs to treat diseases such as leprosy, tuberculosis, gonorrhea and syphilis changed the course of medical and human history. Now, those discoveries and the generations of drugs that followed them are at risk, as high levels of drug resistance threaten their effectiveness.",
          "Drug resistance is a natural biological phenomenon, through which microorganisms acquire resistance to the drugs meant to kill them. With each new generation, the microorganism carrying the resistant gene becomes ever more dominant until the drug is completely ineffective. Inappropriate use of infection-fighting drugs (underuse, overuse or misuse) causes resistance to emerge faster."
        ]
      },
      {
        "heading": "Resistance detected in a number of diseases",
        "content": [
          "Last year, at least 440 000 new cases of multidrug resistant-tuberculosis were detected and extensively drug-resistant tuberculosis has been reported in 69 countries to date. The malaria parasite is acquiring resistance to even the latest generation of medicines, and resistant strains causing gonorrhea and shigella are limiting treatment options. Serious infections acquired in hospitals can become fatal because they are so difficult to treat and drug-resistant strains of microorganism are spread from one geographical location to another in today's interconnected and globalized world. Resistance is also emerging to the antiretroviral medicines used to treat people living with HIV."
        ]
      },
      {
        "heading": "Getting everyone on the right track",
        "content": [
          "“On this World Health Day, WHO is issuing a policy package to get everyone, especially governments and their drug regulatory systems, on the right track, with the right measures, quickly,” said Dr Chan. “The trends are clear and ominous. No action today means no cure tomorrow. At a time of multiple calamities in the world, we cannot allow the loss of essential medicines – essential cures for many millions of people – to become the next global crisis.”",
          "\"WHO has established many initiatives to understand and address drug resistance over the last decade, particularly in relation to some of the world's most deadly infectious diseases,\" said Dr Mario Raviglione, Director of WHO Stop TB Department, who has been leading the preparations for World Health Day 2011. \"Those measures must now be further strengthened and implemented urgently across many diseases and across many sectors. New collaborations, led by governments working alongside civil society and health professionals, if accountable, can halt the public health threat of drug resistance.\""
        ]
      },
      {
        "heading": "Everyone can make a contribution",
        "content": [
          "Although governments need to take the lead and develop national policies to combat drug resistance, health professionals, civil society and other groups can also make important contributions. For example, doctors and pharmacists can prescribe and dispense only the drugs that are required to treat a patient, rather than automatically giving either the newest or best-known medicines. Patients can stop demanding that doctors give them antibiotics when they may not be appropriate. Health professionals can help rapidly reduce the spread of infection in health care facilities.",
          "Collaboration between human and animal health and agriculture professionals is also vital, as the use of antibiotics in food animal production contributes to increased drug resistance. Approximately half of current antibiotic production is used in agriculture, to promote growth and prevent disease as well as to treat sick animals. With such massive use, those drug resistant microbes generated in animals can be later transferred to humans.",
          "Governments and partners need to work closely with industry to encourage greater investment in research and development of new diagnostics that can help improve decision making as well as drugs to replace those that are being lost to resistance. Today, less than five per cent of products in the research and development pipeline are antibiotic drugs. Innovative incentive schemes are needed to stimulate industry to research and develop new antimicrobial drugs for the future."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "World Health Day 2011",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:14Z",
    "first_seen_utc": "2026-01-29T02:46:14Z"
  },
  {
    "url": "https://www.who.int/news/item/25-03-2011-partners-call-for-increased-commitment-to-tackle-mdr-tb",
    "title": "Partners call for increased commitment to tackle MDR-TB",
    "published_date": "2011-03-25",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "It is time for countries with rapidly growing economies and a heavy burden of multidrug-resistant tuberculosis to step up their commitment and financing.",
        "content": [
          "On World TB Day, WHO, the Global Fund to Fight AIDS, Tuberculosis and Malaria and the Stop TB Partnership are calling on world leaders to step up their commitment and contributions to meet the goal of diagnosing and treating one million people with multidrug-resistant tuberculosis (MDR-TB) between 2011 and 2015."
        ]
      },
      {
        "heading": "Progress in the multidrug-resistant tuberculosis response",
        "content": [
          "Today WHO has released a report, Towards universal access to diagnosis and treatment of MDR-TB and XDR-TB by 2015 , which presents progress in the MDR-TB response in the countries with the highest burden of drug-resistant TB. \"Many countries have made progress, but despite the recent scale up in efforts, the world needs to do much more to get care to all MDR-TB patients who need it,\" says Dr Margaret Chan, WHO Director-General. \"We cannot allow MDR-TB to spread unchecked.\""
        ]
      },
      {
        "heading": "The risk of leaving multidrug-resistant tuberculosis untreated",
        "content": [
          "Leaving MDR-TB untreated increases the risk of spread of drug resistant strains of TB. WHO estimates there will be more than 2 million new cases of MDR-TB between 2011 and 2015."
        ]
      },
      {
        "heading": "Treatment programmes",
        "content": [
          "Programmes financed by the Global Fund and following WHO treatment standards are expected to diagnose and treat about 250 000 people for MDR-TB by 2015.",
          "It is anticipated that the Global Fund will provide 84% of all international investments in TB in 2011. However, both domestic and international resources need to be scaled up to cope with MDR-TB and continue to make progress in the fight against TB.",
          "“MDR-TB is a threat to all countries as it is difficult and expensive to treat. Unless we make an extraordinary effort to tackle this problem our ability to finance and secure continued progress against TB in general will be threatened” says Professor Michel Kazatchkine, Executive Director of the Global Fund."
        ]
      },
      {
        "heading": "Time to step up commitments",
        "content": [
          "\"It is time for countries with rapidly growing economies and a heavy burden of MDR-TB to step up their commitment and financing for their own MDR-TB programmes. Several have the capacity to show new leadership on south-south cooperation and aid to neighbouring countries that are also affected,\" says Dr Jorge Sampaio, the UN Secretary-General's Special Envoy to Stop TB.",
          "Since 2009, the 23 countries most heavily affected by TB drug resistance have nearly doubled their budgets for MDR-TB. From 2002 through 2010, Global Fund-financed TB programmes around the world have provided treatment to 7.7 million people and saved the lives of 4.1 million.",
          "\"The Global Fund's success can be measured in the number of lives that have been saved through care provided by the TB programmes it finances,\" says Dr Lucica Ditiu, Executive Secretary of the Stop TB Partnership. \"Every TB patient should have access to proper care. We advocate on behalf of millions of patients worldwide and our strong partners such as WHO and the Global Fund. To reach a million people with effective care for MDR-TB over the next five years, we will need to work closely with all partners, especially with affected communities.\"",
          "MDR-TB is a form of TB that fails to respond to standard first-line drugs. In 2009, WHO reported that 9.4 million people became ill with TB and 1.7 million died, including 380 000 people with HIV-associated TB. There were some 440 000 cases of MDR-TB and 150 000 deaths in 2008, the latest year for which estimates are available."
        ]
      },
      {
        "heading": "About WHO",
        "content": [
          "WHO is the directing and coordinating authority for health within the United Nations system. It is responsible for providing leadership on global health matters, shaping the health research agenda, setting norms and standards, articulating evidence-based policy options, providing technical support to countries and monitoring and assessing health trends.",
          {
            "text": "The WHO Stop TB Department together with WHO regional and country offices:",
            "bullets": [
              "develops policies, strategies and standards;",
              "supports the efforts of WHO Member States;",
              "measures progress towards TB targets and assesses national programme performance, financing and impact;",
              "promotes research; and",
              "facilitates partnerships, advocacy and communication"
            ]
          }
        ]
      },
      {
        "heading": "About The Global Fund",
        "content": [
          "The Global Fund is a unique global public/private partnership dedicated to attracting and disbursing additional resources to prevent and treat HIV and AIDS, tuberculosis and malaria. This partnership between governments, civil society, the private sector and affected communities represents a new approach to international health financing. The Global Fund works in close collaboration with other bilateral and multilateral organizations to supplement existing efforts dealing with the three diseases.",
          "Since its creation in 2002, the Global Fund has become the major financier of programmes to fight AIDS, tuberculosis and malaria, with approved funding of US$ 21.7 billion. To date, programs supported by the Global Fund have saved 6.5 million lives through providing AIDS treatment for 3 million people, anti-tuberculosis treatment for 7.7 million people and the distribution of 160 million insecticide-treated nets for the prevention of malaria."
        ]
      },
      {
        "heading": "About the Stop TB Partnership",
        "content": [
          "The Stop TB Partnership, which is hosted by WHO in Geneva, Switzerland, consists of more than 1 600 international organizations, countries, donors from the public and private sectors, and nongovernmental and governmental organizations, all working together to eliminate TB. The Partnership's Global Plan to Stop TB 2011-2015, a roadmap for reducing the toll of TB worldwide and for TB research and development, aims to halve TB deaths compared to 1990 levels by end 2015."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Partners call for increased commitment to tackle MDR-TB",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:15Z",
    "first_seen_utc": "2026-01-29T02:46:15Z"
  },
  {
    "url": "https://www.who.int/news/item/21-02-2011-new-network-to-combat-noncommunicable-diseases",
    "title": "New network to combat noncommunicable diseases",
    "published_date": "2011-02-21",
    "author": "Mr Menno van Hilten",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Noncommunicable diseases such as heart attacks, strokes, cancers, diabetes, respiratory diseases and common injuries account for the vast majority of all global deaths, but because they are not yet included as priorities in the global development agenda, donors and international organizations have yet to pledge support to help developing countries address these leading health problems.",
          "As the UN Economic and Social Council (ECOSOC) meets in Geneva this week to focus on global public health commitments, many health and development leaders will call upon the international development community to integrate indicators on noncommunicable diseases and injuries into the core Millennium Development Goals (MDGs) monitoring and evaluation system.",
          "To support these efforts, WHO today announced the launch of a network of leading organizations and experts from around the world. The network will scale up action to combat noncommunicable diseases, strengthen global partnerships and help governments plan and implement measures to reduce the burden of these diseases.",
          "The new Global Noncommunicable Disease Network (NCDnet) will unite currently fragmented efforts by bringing the cancer, cardiovascular, diabetes and respiratory communities together with tobacco control, healthy diets and physical activity advocates."
        ]
      },
      {
        "heading": "Focus on prevention and control",
        "content": [
          "\"Integrating the prevention of noncommunicable diseases and injuries into the national and global development agendas is not only achievable but also a priority for developing countries,\" said Dr Ala Alwan, WHO Assistant Director-General for Noncommunicable Diseases and Mental Health. \"The goals of the new network are to increase focus on the prevention and control of noncommunicable diseases, to increase resource availability and to catalyse effective multi-stakeholder action at global and country levels.\"",
          "Strengthened by the support of the World Bank, the World Economic Forum, and leading NGOs such as the World Heart Federation, the International Diabetes Federation and the International Union against Cancer, NCDnet will advocate for action to raise the priority accorded to noncommunicable diseases in development work at global and national levels.",
          "“Noncommunicable diseases are a serious threat to global well-being,” said Richard Samans, Managing Director of the World Economic Forum. “They present a growing economic and social challenge for many developed and developing countries. At the World Economic Forum we are committed to working with WHO, and in collaboration with other international partners, to build an effective Global Noncommunicable Disease Network.”"
        ]
      },
      {
        "heading": "Challenges for policy-makers",
        "content": [
          "\"The challenges policy-makers face include how to address the links between noncommunicable diseases and poverty, how to minimize the health and economic losses among the economically active population, and how to prepare for the pressures on health systems resulting from the growing numbers of people with noncommunicable diseases,\" commented Joy Phumaphi, Vice-President of the Human Development Network of the World Bank.",
          "\"I want to highlight the glaring omission of noncommunicable diseases in the Millennium Development Goals. I believe that this is a serious omission and this anomaly should be corrected. It is in this light that I propose we seriously consider an MDG-plus which would set goals for noncommunicable diseases, as we have done for other public health challenges,\" commented Minister of Health Dr Leslie Ramsammy of Guyana.",
          "Noncommunicable diseases cause 38 million deaths annually and together with injuries are responsible for 70% of all global deaths, with 80% of these deaths occurring in low-income and middle-income countries. WHO forecasts that globally, deaths from noncommunicable diseases are likely to increase by 17% over the next 10 years, with the greatest increase projected in the African Region (27%) followed by the Eastern Mediterranean Region (25%)."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New network to combat noncommunicable diseases",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:19Z",
    "first_seen_utc": "2026-01-29T02:46:19Z"
  },
  {
    "url": "https://www.who.int/news/item/14-02-2011-un-agencies-mark-chernobyl-anniversary-with-launch-of-us-dollar-2.5-million-project",
    "title": "UN agencies mark Chernobyl anniversary with launch of US dollar 2.5 million project",
    "published_date": "2011-02-14",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "New York | Geneva | Vienna",
    "sections": [
      {
        "heading": null,
        "content": [
          "Four United Nations agencies marked today the 23rd anniversary of the Chernobyl nuclear accident by launching a US$ 2.5 million programme designed to meet the priority information needs of affected communities in Belarus, the Russian Federation, and Ukraine. Funded by the UN Trust Fund for Human Security, this three-year initiative aims to translate the latest scientific information on the consequences of the accident into sound practical advice for residents of the affected territories. The project is a joint effort by the International Atomic Energy Agency (IAEA), the United Nations Development Programme (UNDP), the United Nations Children’s Fund (UNICEF), and the World Health Organization (WHO).",
          "“People need sound information to make good decisions,” said Helen Clark, the UNDP Administrator and UN Coordinator of International Cooperation on Chernobyl. “Translating science into accurate, practical advice will help people live safely and productively in Chernobyl-affected areas, ease their fears, and contribute to bringing this region back to normal.”",
          "Providing scientifically sound information for Chernobyl-affected communities is a shared priority for UN work on Chernobyl. Supported by a 2007 UN General Assembly resolution, the project, known as the International Chernobyl Research and Information Network (ICRIN), is part of a larger effort to help local communities “return to normal” in the course of the decade that ends in 2016. The project will draw on the work of the UN Chernobyl Forum, a joint undertaking by eight UN agencies and the Governments of Belarus, Russia, and Ukraine that in 2005 issued authoritative scientific findings on the accident’s consequences for health and the environment. Dissemination of these findings in plain language accessible to non-specialists should help dispel widespread misconceptions and fight the stigma that still afflicts the region.",
          "Activities planned under the ICRIN project include the dissemination of information, through education and training for teachers, medical professionals, community leaders, and the media; providing local residents with practical advice on health risks and healthy lifestyles; the creation of Internet-equipped information centers in rural areas; and small-scale community infrastructure projects aimed at improving living conditions and promoting self-reliance.",
          "In a statement released to mark the Chernobyl anniversary, UNDP Goodwill Ambassador Maria Sharapova appealed to young people to seize their chance to shape the future. “Whatever obstacles you may have faced, you need to persevere in pursuing your dreams,” Sharapova said.",
          "The accident at the Chernobyl nuclear power plant on 26 April 1986 was the worst in the history of the nuclear power industry. Explosions at the reactor released radioactive material that contaminated vast territories and prompted the evacuation of hundreds of thousands of people. After two decades, however, as the findings of the UN Chernobyl Forum have shown, a return to normal life is a realistic prospect for people living in the affected region.",
          "IAEA IAEA is the world´s center of cooperation in the nuclear field. The Agency works with its Member States and multiple partners worldwide to promote safe, secure and peaceful nuclear technologies.",
          "UNICEF UNICEF is the driving force that helps build a world where the rights of every child are realized. We work in 190 countries through country programmes and National Committees.",
          "UNDP UNDP is the UN's global development network, advocating for change and connecting countries to knowledge, experience and resources to help people build a better life. The organization is on the ground in 166 countries.",
          "WHO WHO is the directing and coordinating authority for health within the United Nations system. It is responsible for providing leadership on global health matters, shaping the health research agenda, setting norms and standards, articulating evidence-based policy options, providing technical support to countries and monitoring and assessing health trends."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://www.who.int/images/default-source/imported/radiation/chernobyl-monument-radiation-emergency-accident.tmb-1200v.jpg?Culture=en&sfvrsn=db3d79a6_1"
    ],
    "tags": [
      "WHO",
      "UN agencies mark Chernobyl anniversary with launch of US dollar 2.5 million project",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:20Z",
    "first_seen_utc": "2026-01-29T02:46:20Z"
  },
  {
    "url": "https://www.who.int/news/item/14-02-2011-caring-for-the-carers",
    "title": "Caring for the carers",
    "published_date": "2011-02-14",
    "author": "Nada Osseiran",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "International guidelines launched to protect health workers against HIV and TB",
        "content": [
          "Health workers are at the frontline in providing prevention, treatment and care for people living with HIV and TB throughout the world. They are at risk of occupational exposure to HIV and TB but often themselves lack adequate access to protection and treatment. To address this gap, new international guidelines are being launched today by the International Labour Organization (ILO), WHO and the Joint United Nations Programme on HIV/AIDS (UNAIDS).",
          "The new guidelines are important particularly for health workers in areas with high prevalence of HIV and TB, such as doctors, nurses and midwives, technical staff such as pharmacists and laboratory technicians, as well as health managers, cleaners, security guards and other support workers. There are an estimated 60 million health workers throughout the world.",
          "“These guidelines directly aim to ensure that health workers have access to universal and standard precautions, preventive therapy for tuberculosis, HIV post-exposure prophylaxis, treatment, compensation schemes for occupational infection, and social security or occupational insurance at the workplace,” said Mr. Assane Diop, ILO Executive Director for the Social Protection Sector."
        ]
      },
      {
        "heading": "Attention to the needs of health workers",
        "content": [
          "While UNAIDS, ILO and WHO have been championing universal access and making sure people have the right to access prevention, treatment, care and support for HIV and TB services, not enough attention has been paid to the needs of health workers. These guidelines help fill the response gap to reach towards the universal access objective.",
          "\"WHO recognizes health workers' risk of acquiring HIV or TB and the need for comprehensive occupational health and safety procedures,\" said Dr Hiroki Nakatani, WHO Assistant Director-General for HIV/AIDS, Tuberculosis and Malaria. \"These new guidelines provide key recommendations to protect health workers, patients and their families from the significant threat of HIV and TB in all our health facilities.”"
        ]
      },
      {
        "heading": "Guidelines- 14 action points",
        "content": [
          "The 14 action points provided in the guidelines are based on respect for workers' rights as well as practical workplace health and safety programmes to ensure a safer work environment, active participation of health workers as well as public and private health services employers. The guidelines also address challenges such as the high level of stigma and discrimination associated with both diseases.",
          "“Health workers are one of our most precious resources in the global response to both HIV and TB,” said Dr Paul De Lay, UNAIDS Deputy Executive Director. “These new guidelines can ensure that health staff have access to the highest standards of TB and HIV prevention, treatment and care so they can stay healthy and continue caring for others.”",
          "The new guidelines also drew strong support from the ILO’s employer and worker constituents, with Mr. Antonio Peñalosa, Secretary-General of the International Organization of Employers (IOE), calling them “a useful tool to assist the health care sector in staff retention and motivation.”",
          "Sharan Burrow, General Secretary of the International Trade Union Confederation, called them “a major breakthrough,” adding, “With these guidelines, the ILO, WHO and UNAIDS are providing an important and scientifically sound basis for safe working environments that prevent health workers’ infections caused by exposure at work.”",
          "Recent surveys show that health workers prefer convenient and cost-effective solutions, including having dedicated HIV and TB services at their workplaces, and linking them to other occupational health services.",
          "The guidelines which were developed jointly by experts from ILO,WHO and UNAIDS are based on systematic literature reviews, international consultations and an assessment of current practices in 21 country-based studies. They bring together a vast body of evidence and existing guidelines from the ILO, WHO and UNAIDS that now includes a specific and coherent focus on protecting health workers."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Caring for the carers",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:21Z",
    "first_seen_utc": "2026-01-29T02:46:21Z"
  },
  {
    "url": "https://www.who.int/news/item/07-02-2011-africa-seizes-chance-against-polio",
    "title": "Africa seizes chance against polio",
    "published_date": "2011-02-07",
    "author": "Rod  Curtis",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Dakar | Brazzaville | Geneva",
    "sections": [
      {
        "heading": "More than 72 million children to be immunized across 15 countries to tackle remaining risks",
        "content": [
          "This week, Africa seizes an unprecedented chance to drive out polio when 15 countries across the continent launch a synchronized mass immunization campaign to reach 72 million children, capitalizing on gains made this year. A total of some 290 000 vaccinators have been mobilized to go door-to-door to deliver two drops of oral polio vaccine (OPV) to every child under five in areas considered at \"highest risk\" of polio transmission."
        ]
      },
      {
        "heading": "Unprecedented cooperation",
        "content": [
          "Africa's leaders demonstrated unprecedented cooperation and commitment to carry out a series of synchronized immunization activities in 2009 and in March and April, 2010, following the spread of the disease from Nigeria which came to infect 24 countries across west and central Africa and in the Horn of Africa. As a direct result of these immunization campaigns, the polio outbreaks have slowed to a trickle. Across west Africa, only Liberia and Mali have recorded any cases in the past five months, while Nigeria – the only country in Africa never to have stopped polio transmission – has slashed polio by 98% in the past year."
        ]
      },
      {
        "heading": "Risks of not completing eradication",
        "content": [
          "However, recent weeks have shown the very real risks of not completing eradication, with a September case in Liberia confirming residual transmission, a new importation of type 3 wild poliovirus into Mali (the first since 2001), and a case in Uganda, which had been polio-free for more than a year. In all countries, rapid assessments are being conducted to formulate an emergency response plan in which two additional mop-up rounds will be held. All countries in the West Africa sub-region will again conduct two full campaigns in February and March, 2011, but high-quality immunization campaigns must be complemented by enhanced routine immunization and strong disease surveillance.",
          "With the outbreak in Angola (25 cases) having spilled over the border into neighboring provinces of the Democratic Republic of the Congo (28 cases) - these two countries now represent the greatest threat to polio in Africa, having recorded 48 of Africa's 58 cases in the past six months. However, the virus in DR Congo remains geographically restricted and in Angola, steps by the Government to close vaccination coverage gaps in the most recent campaign – which started on 1 October – saw the percentage of missed children in the key reservoir of Luanda fall from nearly 30% to 13%, while nationally, the percentage of missed children fell from 15% to 8%.",
          "WHO's Regional Director for Africa, Dr Luis G. Sambo, acknowledged the recent steps taken by Angola and DR Congo to close vaccination coverage gaps, with the Angolan Minister of Health personally vaccinating children on the streets of Luanda during the October campaign. \"In Africa,\" Dr Sambo said, \"we are seeing the essential government support that can make the difference between success and failure. But much more remains to be done to fill the gaps if we are to protect the stunning gains made this year.\"",
          "\"We are on the cusp of an exciting possibility here,\" said Dr Gianfranco Rotigliano, UNICEF’s Regional Director for West and Central Africa. \"Political leaders across Africa answered the challenge posed by this dreadful disease and the results are before us. It shows what can be done when there is leadership and dynamic partnership with donor support around such an important health issue. We need to continue efforts to vaccinate and to put the needs of children in Africa first.\"",
          "Many volunteer vaccinators in these vaccination campaigns will be Rotarians, who have themselves given almost US$ 1 billion to the polio eradication effort since 1985. Mr Ambroise Tshimbalanga Kasongo, chair of Rotary's African PolioPlus Committee, called on international donors to stay the course to finish the job by filling the US$ 810 million funding gap in the Global Polio Eradication Initiative Strategic Plan that aims to eradicate polio globally by 2013.",
          "\"Rotary's catch phrase is 'End Polio Now',\" he said. \"In Africa, the end of polio is in sight, but we are not there yet. To think we could not reach the finishing line because of lack of financial resources is unacceptable.\"",
          "The 15-country synchronized activities will cost approximately US$ 42.6 million, and are funded by the Bill & Melinda Gates Foundation, the US Centers for Disease Control and Prevention (CDC), USAID, Rotary International, UNICEF and the Governments of Germany and Japan."
        ]
      },
      {
        "heading": "Immunization activities",
        "content": [
          "DR Congo and Angola will launch immunization activities from 28 October and 29 October, respectively, while the 10-country synchronized campaigns are being launched from today (26 October) in Cote d'Ivoire, from 28 October in Benin, Burkina Faso, Gambia, Guinea, Mali, Mauritania, Senegal and Sierra Leone, and from 29 October in Liberia. Chad and Sudan will launch immunization activities on 1 November, while last week (from 23 October), Nigeria immunized more than 29 million children in 20 high-risk northern states.",
          "The Global Polio Eradication Initiative (GPEI) is spearheaded by national governments, WHO, Rotary International, the CDC and UNICEF.",
          "Since the launch of the GPEI in 1988, the incidence of polio has been reduced by more than 99%. In 1988, more than 350 000 children were paralyzed each year in more than 125 endemic countries. Only four countries remain endemic: Nigeria, India, Pakistan and Afghanistan."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Africa seizes chance against polio",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:22Z",
    "first_seen_utc": "2026-01-29T02:46:22Z"
  },
  {
    "url": "https://www.who.int/news/item/28-01-2011-new-who-guidelines-tb-prevention-for-people-with-hiv",
    "title": "New WHO guidelines: TB prevention for people with HIV",
    "published_date": "2011-01-28",
    "author": "Tunga Namjilsuren",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "The guidelines show how people with HIV can be protected from TB with regular, low-cost preventive medication",
        "content": [
          "Children and adults living with HIV can be protected from one of their deadliest threats – tuberculosis (TB) - with a regular, low-cost preventive medication according to new guidelines launched today by the WHO. Of the nearly two million AIDS-related deaths each year, a quarter of them are associated with TB.",
          "Because of their weakened immune system, people living with HIV are less able to fight TB infection and are more likely to develop active TB which can be deadly and can spread to others. In some communities, up to 80% of people with TB test positive for HIV. Taking medicine containing the anti-TB drug isoniazid is a simple and cost-effective measure that prevents the TB bacteria from becoming active if it is present. Known as Isoniazid Preventive Therapy (IPT), the treatment approach is not new, but for a variety of reasons it is underused. Only 85 000 (or 0.2%) of all people living with HIV received isoniazid for TB prevention in 2009.",
          "\"As we commemorate World AIDS Day, it is clear that managing HIV must include addressing TB,\" said Dr Gottfried Hirnschall, Director of WHO's HIV/AIDS Department. \"We need to fully implement the WHO Three I's for HIV/TB strategy in collaboration with all partners. The Three I's are Isoniazid Preventive Therapy, Intensified TB screening and Infection control for TB. These measures should be delivered as part of comprehensive HIV services.\""
        ]
      },
      {
        "heading": "Key recommendations",
        "content": [
          {
            "text": "The guidelines are based on new scientific evidence that updates the previous 1998 policy. The key recommendations are:",
            "bullets": [
              "All children and adults living with HIV, including pregnant women and those receiving antiretroviral treatment, should receive isoniazid prevention therapy.",
              "Isoniazid should be provided for six to 36 months, or as a life-long treatment in settings with high HIV and TB prevalence.",
              "People living with HIV who may have TB symptoms should be further screened for active TB or other conditions so that they are able to access the appropriate treatments."
            ]
          },
          "\"In many countries HIV is a major driver of the TB epidemic. TB is preventable and curable and the new guidelines show how to break the chain that links TB and HIV leading to death,\" said Dr Mario Raviglione, Director of WHO's Stop TB Department. \"All countries and communities need to implement the new guidelines and WHO can provide the necessary support to ensure that this can happen.\"",
          "Misconceptions that may contribute to the low uptake of isoniazid therapy are also addressed in the new guidelines. For example, concern that using isoniazid without other TB medications causes resistance to the medicine was not found to be supported by any scientific evidence. These and other clarifications featured in the guidelines should clear the way for greater access to the preventive therapy for millions of people living with HIV."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New WHO guidelines: TB prevention for people with HIV",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:23Z",
    "first_seen_utc": "2026-01-29T02:46:23Z"
  },
  {
    "url": "https://www.who.int/news/item/15-01-2011-exclusive-breastfeeding-for-six-months-best-for-babies-everywhere",
    "title": "Exclusive breastfeeding for six months best for babies everywhere",
    "published_date": "2011-01-15",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Statement",
    "location": null,
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO recommends mothers worldwide to exclusively breastfeed infants for the child's first six months to achieve optimal growth, development and health. Thereafter, they should be given nutritious complementary foods and continue breastfeeding up to the age of two years or beyond.",
          "The latest systematic review of the evidence on this issue was published in 2009 (\"Optimal duration of exclusive breastfeeding (Review)\", Kramer MS, Kakuma R. The Cochrane Library, 2009, Issue 4). The findings of the review, which included two controlled trials and 18 other studies conducted in both developed and developing countries, support current WHO recommendations.",
          "The systematic review's findings suggest that exclusive breastfeeding of infants with only breast milk, and no other foods or liquids, for six months has several advantages over exclusive breastfeeding for 3-4 months followed by mixed breastfeeding.",
          "These advantages include a lower risk of gastrointestinal infection for the baby, more rapid maternal weight loss after birth, and delayed return of menstrual periods. No reduced risks of other infections or of allergic diseases have been demonstrated. No adverse effects on growth have been documented with exclusive breastfeeding for six months. But a reduced level of iron has been observed in some developing country settings.",
          "WHO closely follows new research findings and has a process for periodically re-examining recommendations. Systematic reviews accompanied by an assessment of the quality of evidence are used to review guidelines in a process that is designed to ensure that the recommendations are based on the best available evidence and free from conflicts of interest."
        ]
      }
    ],
    "references": [],
    "images": [
      "https://cdn.who.int/media/images/default-source/eios-gtm-photos/maternal9f7e7198-6f2c-47b2-a213-4a0e8348c73c.tmb-1200v.jpg?sfvrsn=54abce25_1"
    ],
    "tags": [
      "WHO",
      "Exclusive breastfeeding for six months best for babies everywhere",
      "Statement"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:24Z",
    "first_seen_utc": "2026-01-29T02:46:24Z"
  },
  {
    "url": "https://www.who.int/news/item/11-01-2011-malaria-report-shows-rapid-progress-towards-international-targets",
    "title": "Malaria report shows rapid progress towards international targets",
    "published_date": "2011-01-11",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "The drive to provide access to antimalarial interventions is producing results",
        "content": [
          "A massive scale-up in malaria control programmes between 2008 and 2010 has resulted in the provision of enough insecticide-treated mosquito nets (ITNs) to protect more than 578 million people at risk of malaria in sub-Saharan Africa. Indoor residual spraying has also protected 75 million people, or 10% of the population at risk in 2009. The World malaria report 2010 describes how the drive to provide access to antimalarial interventions to all those who need them, called for by the UN Secretary-General in 2008, is producing results."
        ]
      },
      {
        "heading": "Downward trend in malaria",
        "content": [
          "In Africa, a total of 11 countries showed a greater than 50% reduction in either confirmed malaria cases or malaria admissions and deaths over the past decade. A decrease of more than 50% in the number of confirmed cases of malaria was also found in 32 of the 56 malaria-endemic countries outside Africa during this same time period, while downward trends of 25%–50% were seen in eight additional countries. Morocco and Turkmenistan were certified by the Director-General of WHO in 2009 as having eliminated malaria. In 2009, the WHO European Region reported no cases of Plasmodium falciparum malaria for the first time."
        ]
      },
      {
        "heading": "Results: the best in decades",
        "content": [
          "The WHO Director-General, Dr Margaret Chan, highlighted the transformation that is taking place, \"The results set out in this report are the best seen in decades. After so many years of deterioration and stagnation in the malaria situation, countries and their development partners are now on the offensive. Current strategies work.\"",
          "\"The phenomenal expansion in access to malaria control interventions is translating directly into lives saved, as the WHO World malaria report 2010 clearly indicates,” said Ray Chambers, the UN Secretary-General’s Special Envoy for Malaria. “The strategic scale-up that is eroding malaria’s influence is a critical step in the effort to combat poverty-related health threats. By maintaining these essential gains, we can end malaria deaths by 2015.”"
        ]
      },
      {
        "heading": "Strategies to fight malaria",
        "content": [
          "The strategies to fight malaria continue to evolve. Earlier this year, WHO recommended that all suspected cases of malaria be confirmed by a diagnostic test before antimalarial drugs are administered. It is no longer appropriate to assume that every person with a fever has malaria and needs antimalarial treatment. Inexpensive, quality-assured rapid diagnostic tests are now available that can be used by all health care workers, including at peripheral health facilities and at the community level. Using these tests improves the quality of care for individual patients, cuts down the over-prescribing of artemisinin-based combination therapies (ACTs) and guards against the spread of resistance to these medicines."
        ]
      },
      {
        "heading": "Fragility of malaria control",
        "content": [
          "While progress in reducing the burden of malaria has been remarkable, resurgences in cases were observed in parts of at least three African countries (Rwanda, Sao Tome and Principe, and Zambia). The reasons for these resurgences are not known with certainty but illustrate the fragility of malaria control and the need to maintain intervention coverage even if numbers of cases have been reduced substantially."
        ]
      },
      {
        "heading": "Work remains to attain targets",
        "content": [
          {
            "text": "The report stressed that while considerable progress has been made, much work remains in order to attain international targets for malaria control.",
            "bullets": [
              "Financial disbursements reached their highest ever levels in 2009 at US$ 1.5 billion, but new commitments for malaria control appear to have levelled-off in 2010, at US$ 1.8 billion. The amounts committed to malaria, while substantial, still fall short of the resources required for malaria control, estimated at more than US$ 6 billion for the year 2010.",
              "In 2010, more African households (42%) owned at least one ITN, and more children under five years of age were using an ITN (35%) compared to previous years. Household ITN ownership reached more than 50% in 19 African countries. The percentage of children using ITNs is still below the World Health Assembly target of 80% partly because up to the end of 2009, ITN ownership remained low in some of the largest African countries.",
              "The proportion of reported cases in Africa confirmed with a diagnostic test has risen substantially from less than 5% at the beginning of the decade to approximately 35% in 2009, but low rates persist in the majority of African countries and in a minority of countries in other regions.",
              "By the end of 2009, 11 African countries were providing sufficient courses of ACTs to cover more than 100% of malaria cases seen in the public sector; a further 5 African countries delivered sufficient courses to treat 50%–100% of cases. These figures represent a substantial increase since 2005, when only five countries were providing sufficient courses of ACT to cover more than 50% of patients treated in the public sector.",
              "The number of deaths due to malaria is estimated to have decreased from 985 000 in 2000 to 781 000 in 2009. Decreases in malaria deaths have been observed in all WHO regions, with the largest proportional decreases noted in the European Region, followed by the Region of the Americas. The largest absolute decreases in deaths were observed in Africa."
            ]
          },
          "In summary, the report highlights the importance of maintaining the momentum for malaria prevention, control, and elimination that has developed over the past decade. While the significant recent gains are fragile, they must be sustained. It is critical that the international community ensure sufficient and predictable funding to meet the ambitious targets set for malaria control as part of the drive to reach the health-related Millennium Development Goals by 2015."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Malaria report shows rapid progress towards international targets",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:25Z",
    "first_seen_utc": "2026-01-29T02:46:25Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-world-health-assembly-opens-amid-concerns-about-flu-pandemic",
    "title": "World Health Assembly opens amid concerns about flu pandemic",
    "published_date": "2011-01-07",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "The 62nd World Health Assembly opened today in Geneva, as officials from 193 member countries began their annual review of the activities of the WHO and set new priorities for the future.",
          "In her address to the Health Assembly, WHO Director-General Dr Margaret Chan noted that the world was facing multiple crises, including the current financial crisis and global economic downturn. In addition to this, it also faced the prospect of the first influenza pandemic of this century.",
          "She said that the world today was more vulnerable to the adverse effects of an influenza pandemic than it was in 1968, when the last pandemic began. The increase in air travel meant that any city with an international airport was at risk of an imported case. Global economic interdependence amplified the potential for economic disruption.",
          "Under these circumstances, it was vital to see that no part of the world suffered disproportionately. \"We have to care about equity. We have to care about fair play,\" she said.",
          "Dr Chan noted that 85% of the burden of chronic diseases was concentrated in low-income and middle-income countries, which meant that the developing world had by far the largest pool of people at risk for severe and fatal H1N1 infections.",
          "She urged the international community to look at everything that could be done to collectively protect developing countries from bearing the brunt of an influenza pandemic.",
          "The Director-General said she had reached out to manufacturers of antiviral drugs and vaccines, to Member States, donor countries and UN agencies, civil society organizations, nongovernmental organizations, and foundations to stress the need to extend preparation and mitigation measures to the developing world. The United Nations Secretary-General had joined her in these efforts.",
          "With regard to the criteria for a move to Phase 6, Dr Chan said she had listened to the comments made by Member States during a high-level consultation earlier in the day. \"As the chief technical officer of this Organization, I will follow your instructions closely, particularly concerning criteria for a move to Phase 6, in discharging my duties and responsibilities to Member States.\"",
          "The Director-General said that concerns about a pandemic should not overshadow, or interrupt other vital health programmes. She said that an effective public health response to threats depended on strong health systems that were inclusive, and offered universal coverage down to the community level. Adequate numbers of trained, motivated and compensated staff, as well as fair access to affordable medical products and other interventions were all required for an effective public health response to the current situation.",
          "She urged delegations in particular to complete work under the item on public health, innovation and intellectual property. The International Health Regulations and the need to finish the job of polio eradication were all important issues.",
          "Dr Chan also referred to the proposed programme budget which will be discussed by the World Health Assembly, and said that \"WHO is prepared to lead the response to a global public health emergency. Our services, in several areas, are strained, but we are coping. We need to be assured that we continue to function well, especially if the emergency escalates.\""
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "World Health Assembly opens amid concerns about flu pandemic",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:27Z",
    "first_seen_utc": "2026-01-29T02:46:27Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-who-and-the-international-olympic-committee-sign-agreement-to-improve-healthy-lifestyles",
    "title": "WHO and the International Olympic Committee sign agreement to improve healthy lifestyles",
    "published_date": "2011-01-07",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Lausanne",
    "sections": [
      {
        "heading": "Physical activity can reduce the risk of noncommunicable diseases",
        "content": [
          "WHO and the International Olympic Committee (IOC) are teaming up to promote healthy lifestyle choices, including physical activity, sports for all, Tobacco Free Olympic Games, and the prevention of childhood obesity. As outlined in a memorandum of understanding signed today in Lausanne, the WHO and IOC will work at both the international and country level to promote activities and policy choices to help people reduce their risk of noncommunicable diseases such as cardiovascular disease, cancers, and diabetes.",
          "\"This agreement with the International Olympic Committee will help increase our ability and reach in addressing the diseases which are the leading causes of death around the world,\" said WHO Director-General, Dr Margaret Chan. \" Tackling these diseases is one of the major challenges for sustainable development in the twenty-first century.\"",
          "Noncommunicable diseases kill nearly 35 million people each year, including almost 9 million under the age of 60. Physical inactivity is ranked as the fourth leading risk factor for all deaths globally, contributing to 1.9 million deaths each year."
        ]
      },
      {
        "heading": "Promoting healthy lifestyles",
        "content": [
          "\"The IOC and the WHO are both eager to promote healthy lifestyles and grassroots sports activities worldwide, and today's agreement is an important step to better form synergies between our various initiatives in this field,\" said IOC President Jacques Rogge. \"It is about acting in concert to get everybody moving and thus reduce the risk of noncommunicable diseases across all age groups.\"",
          "Almost 90% of fatalities before the age of 60 occur in developing countries and can be largely prevented by reducing the level of exposure to tobacco use, unhealthy diet and physical inactivity.",
          "Noncommunicable disease deaths are increasing in all regions of the world. If trends continue unabated, deaths will rise to an estimated 41.2 million a year by 2015.",
          "The organizations agreed to establish a follow-up group that will meet at least annually to further define, develop and maintain a programme of international cooperation and implement activities of common interest."
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "More about the benefits of physical activity"
        ]
      }
    ],
    "references": [
      {
        "text": "More about the benefits of physical activity",
        "url": "https://www.who.int/health-topics/physical-activity"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "WHO and the International Olympic Committee sign agreement to improve healthy lifestyles",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:28Z",
    "first_seen_utc": "2026-01-29T02:46:28Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-need-to-address-mental-disorders-in-children",
    "title": "Need to address mental disorders in children",
    "published_date": "2011-01-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "WHO calls for action on World Autism Awareness Day",
        "content": [
          "On the occasion of World Autism Day, WHO has reaffirmed its commitment to provide technical assistance to Member States to deliver integrated health services to people with autism and other mental and developmental disorders of childhood.",
          "Dr Ala Alwan, WHO Assistant Director-General for Noncommunicable Diseases and Mental Health said, \"It is a deep concern that the global burden of disease attributed to mental disorders continues to grow, particularly in developing countries. It is essential to prioritize, implement and fund projects on autism spectrum disorders and other mental disorders in children in developing countries.\"",
          "Currently, the vast majority of children with mental health needs in developing countries do not receive any treatment or care. The immediate challenge in these countries is generating sufficient resources for primary health care to ensure early identification and treatment of mental disorders among children. These disorders are included as priority conditions in WHO's Mental Health Gap Action Programme 2008-2013, which was launched in 2008.",
          "\"A prioritized agenda for autism and other mental disorders in children should generate and strengthen the evidence base for cost-effective prevention and control strategies. Scaling up of services is the real need. This will also improve educational attainments and will contribute to a better informed and healthier generation of children,\" said Dr Benedetto Saraceno, Director, Mental Health and Substance Abuse at WHO.",
          "On 18 December 2007, the United Nations General Assembly adopted Resolution 62/139 which declares 2 April as World Autism Awareness Day.",
          "Autism spectrum disorders are characterized by varying degrees of impairment in communication skills and social interactions and in restricted, repetitive patterns of behaviour. The condition causes disabilities that can be lifelong. Emerging evidence indicates that early intervention results in improved outcomes.",
          "Autism spectrum disorders and other mental disorders among children bring significant economic hardships to families, given the lack of health resources often found in developing countries. The stigmatization and discrimination associated with these illnesses also remain substantial obstacles to diagnosis and treatment. The absence of autism spectrum disorders and other mental disorders among children from lists of the leading causes of death has contributed to their long-term neglect by both public policy-makers in developing countries, as well as donors.",
          "Related links WHO programme on mental health"
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "WHO programme on mental health"
        ]
      }
    ],
    "references": [
      {
        "text": "WHO programme on mental health",
        "url": "https://www.who.int/mental_health/en/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Need to address mental disorders in children",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:30Z",
    "first_seen_utc": "2026-01-29T02:46:30Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-more-funding-urged-for-yellow-fever-vaccine-stockpile",
    "title": "More funding urged for yellow fever vaccine stockpile",
    "published_date": "2011-01-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Genenva | Paris | New York",
    "sections": [
      {
        "heading": null,
        "content": [
          "The International Coordinating Group (ICG) on Yellow Fever Vaccine Provision is warning that the global emergency stockpile of yellow fever vaccine for the world’s most vulnerable populations in Africa is under threat.",
          "The current stockpile will run out in 2010 and there is no funding to cover vaccination campaigns once the stockpile is depleted. Most children and adults in five of the 12 most vulnerable countries in Africa are now protected from contracting yellow fever thanks to recent vaccination campaigns.",
          "But without further funding millions of people will still be at risk of the disease, according to public health experts.",
          "\"We have to finish the job we started or the good work that has been done will be lost,” said Dr Edward Hoekstra, UNICEF Senior Health Specialist, speaking from New York. \"If the stockpile of yellow fever vaccine is allowed to run out, countries that have not yet been reached by immunization campaigns will be unfairly burdened with the disease.”",
          "Dr William Perea, WHO coordinator for the Epidemic Readiness and Intervention said the yellow fever initiative is feeling the effects of the global financial crisis.",
          "\"As we look beyond 2009, we already see serious funding constraints. Although yellow fever vaccine production has tripled since 2001, the roll-out of the programme is limited by insufficient supply of vaccine for 2009,” said Dr Perea.",
          "The five countries that have completed vaccination campaigns so far are Togo, Mali, Senegal, Burkina Faso and Cameroon, which received funding from the International Finance Facility for Immunization (IFFIm), through the GAVI Alliance. There have been no outbreaks in those countries since the vaccination campaigns were completed.",
          "Dr Hoekstra said there is a need to further roll out the programme to protect the remaining 150 million children and adults still at risk for the disease in the region, adding that close cooperation among all partners has been effective in supporting national governments to successfully implement the vaccination campaigns.",
          "\"If we do not sustain this programme, yellow fever outbreaks will continue to affect populations who can least afford it,” said Dr Fenella Avokey of the WHO African Regional Office. \"This is something we had hoped to resolve by 2015.”",
          "Yellow fever is caused by a virus transmitted by mosquitoes. The disease is endemic in forest areas and people are at greatest risk at the end of the rainy season. According to WHO estimates, 206 000 cases and 52 000 deaths occur every year.",
          "The recent campaigns in Burkina Faso and Cameroon benefited more than 95% of the vulnerable populations targeted. Burkina Faso vaccinated 7.6 million people in 33 districts and Cameroon completed a vaccination campaign for 7.5 million people in 62 districts. Seven other African countries where the threat of yellow fever is highest are Benin, Sierra Leone, Nigeria, Liberia, Guinea, Ghana, and Cote d'Ivoire.",
          "Members of the ICG, including WHO, Médecins Sans Frontières (MSF), the International Federation of Red Cross and Red Crescent Societies (IFRC), and the United Nations Children’s Fund (UNICEF), met on 12-13 May to assess recent yellow fever vaccination campaigns and discuss future actions."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "More funding urged for yellow fever vaccine stockpile",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:31Z",
    "first_seen_utc": "2026-01-29T02:46:31Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-global-national-efforts-must-be-urgently-intensified-to-control-zimbabwe-cholera-outbreak",
    "title": "Global, national efforts must be urgently intensified to control Zimbabwe cholera outbreak",
    "published_date": "2011-01-07",
    "author": "Paul Garwood",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Zimbabwe's cholera outbreak, one of the world's largest ever recorded, is far from being brought under control. An enhanced response is needed to urgently reverse an epidemic that has so far infected more than 60,000 people and killed more than 3,100 since August 2008.",
          "\"The World Health Organization and other international and local partners are supporting the Ministry of Health and Child Welfare's (MoHCW) efforts to control the epidemic. But unless drastic action is taken by all players in this crisis, more Zimbabweans will succumb to the outbreak, and other countries in the southern African region will face the continued threat of spill over epidemics,\" said Dr Eric Laroche, Assistant Director-General for WHO's Health Action in Crises Cluster.",
          {
            "text": "Urgent measures needed in Zimbabwe include:",
            "bullets": [
              "increasing awareness, particularly at grassroots level, regarding prevention and treatment measures. Most recorded deaths have occurred at home, which means that more effective messaging directed at all communities, particularly the remotest parts of the country, is crucial for the Zimbabwean public to be best prepared to act against the epidemic.",
              "making available more medicines, particularly oral rehydration salts (ORS) and chlorine tablets, at community level so health care workers, and ordinary people themselves, have the means to quickly treat cases of cholera that emerge. One of the greatest challenges is ensuring people can access health services. As this is not possible for many people, due to limited access to transport or money to pay for the trip to the health facility, stocks of simple yet life-saving supplies, such as ORS and chlorine tablets, must be provided to each community.",
              "mobilizing resources to pay thousands of Zimbabwean doctors, nurses and other health staff who have been unable to obtain salaries and have not had enough money for basic needs, such as buying a bus ticket to get to work. This vacuum in availability of national health staff is a prime factor in the increasing number of cholera sufferers dying.",
              "opening access to more nongovernmental organizations (NGOs) to respond to the cholera outbreak in more areas of the country. Currently, NGOs, such as Médecins Sans Frontières, are operating large numbers of cholera treatment centres and units in areas where other support, including government, is not available. Such activities must be promoted so to increase access to health care, particularly at district level.",
              "strengthening the multisectoral response being provided by all players - United Nations, NGOs, governments and donors - is vital. More effort is needed in multiple areas, including improved case management, water and sanitation, social mobilization, provision of financial resources to health providers operating in Zimbabwe, and increasing health staff in the field."
            ]
          },
          "\"We are dealing with an extraordinary public health crisis that requires from us all an extraordinary public health emergency response, and this must happen now before the outbreak causes more needless suffering and death,\" Dr Laroche said. \"Political differences need to be put aside, economic barriers overcome, health services in the country's periphery strengthened and community awareness to respond enhanced to save many more people from dying due to a disease that can be readily prevented and treated.\"",
          "As of 29 January, 2009, that number had reached 60 401, with 3161 deaths, and showed no signs of abating. All 10 provinces, as well as neighbouring countries, have been affected. Although the Case Fatality Rate has decreased slightly, it is still above 5%, with about three times more deaths being recorded at community level rather than within health facilities. The acceptable level should be below 1%. Neighbouring South Africa has also reported 3000 cases, but the strength of its health care and water and sanitation systems have seen the case fatality rate remain below 1%.",
          {
            "text": "WHO and its partners have worked efficiently with the MoHCW to date to respond to the outbreak, including by:",
            "bullets": [
              "establishing a Cholera Command and Control Centre in the capital, Harare, to coordinate and strengthen alert, response, case management, social mobilization and logistics activities.",
              "mobilizing an outbreak response team of more than 40 experts, including national and international disease control specialists from across WHO. This team has been working on technical coordination, early warning alerts, social mobilization activities, case management and training, outbreak logistics, laboratory support and critical response activities in the most affected provinces.",
              "deploying 10 experts from public health institutions and technical partners in the Global Outbreak Alert and Response Network (GOARN) to support technical coordination at the Cholera Command and Control Centre, and provide technical support to the MoHCW for outbreak response. These include the Burnet Institute in Australia; the London School of Hygiene and Tropical Medicine (LSHTM) and Health Protection Agency in the UK; the International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR,B); US Centers for Disease Prevention and Control; and the National Board of Health and Welfare, Sweden.",
              "delivering medicines and other health equipment to health centres treating cholera patients.",
              "working with the donor community to raise badly needed resources for cholera response activities, as well as the overall strengthening of Zimbabwe's health sector."
            ]
          },
          "Dr David Heymann, WHO's Assistant Director-General for Health Security and Environment Cluster, said despite these measures, the scale of the outbreak should serve as a catalyst for increased support from all parties involved in response efforts.",
          "\"The challenge is not just in Harare, but in remote, hard-to-access parts of the country where the effective implementation of control measures to contain Zimbabwe's cholera epidemic is very difficult,\" said Dr Heymann. \"In addition to the issue of staff shortages, there is a need for increased awareness about how to treat cholera, filling the gaps in medical supplies, providing reliable logistics support and capacity to deliver supplies, and increasing access to health services and safe water supply in remote areas where nongovernmental organizations are not operating. Combined, these factors present a major challenge to bringing this outbreak quickly under control.\"",
          "Related links More on cholera"
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "More on cholera"
        ]
      }
    ],
    "references": [
      {
        "text": "More on cholera",
        "url": "https://www.who.int/health-topics/cholera"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Global, national efforts must be urgently intensified to control Zimbabwe cholera outbreak",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:33Z",
    "first_seen_utc": "2026-01-29T02:46:33Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-yellow-fever-vaccination-campaign-to-start",
    "title": "Yellow fever vaccination campaign to start",
    "published_date": "2011-01-07",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva | New York",
    "sections": [
      {
        "heading": "Largest-ever yellow fever vaccination campaign targets nearly 12 million people",
        "content": [
          "The largest-ever yellow fever mass vaccination campaign is set to kick off next week across three African countries. The week-long event will target 11.9 million people across Benin, Liberia and Sierra Leone, all three of which are at high risk of yellow fever outbreaks.",
          "The campaign – supported by WHO, UNICEF, national Red Cross and Red Crescent Societies, Médecins sans Frontières and other partners – is the first in which yellow fever vaccination drives will be simultaneously launched across several countries. The drives will be administered by local health teams and will also offer a package of interventions, including vitamin A, deworming tablets and, in Sierra Leone, measles vaccine."
        ]
      },
      {
        "heading": "A single dose of yellow fever vaccine offers full protection",
        "content": [
          "”High vaccination coverage will prevent outbreaks of yellow fever, a disease that is very difficult to diagnose in the early stages of infection,’’ said Dr William Perea, Coordinator of WHO Epidemic Readiness and Intervention unit. “A single dose of the vaccine offers full protection.” Dr Perea expressed hope that vaccination campaigns would be carried out throughout all high risk African countries by 2015.",
          "Benin, Liberia and Sierra Leone are the latest 3 of the 13[1] highest risk African countries to carry out preventive campaigns. Since 2007, a total of 29 million people have been protected through mass vaccinations conducted in Burkina Faso, Cameroon, Mali, Senegal and Togo, as well as a first phase completed in Sierra Leone.",
          "A catalytic contribution of US$ 103 million from the GAVI Alliance for 2007 to 2010 resulted in tremendous gains in the fight against yellow fever, helping to establish the vaccine stockpile, fund vaccine and operational costs of vaccination, conduct surveillance and risk assessment to identify high-risk populations, and strengthen vaccine safety monitoring."
        ]
      },
      {
        "heading": "Preventive vaccination needed in several high-risk countries",
        "content": [
          "Vaccination against yellow fever early in life is also a crucial strategy in affected countries. \"Thirty-seven countries in Africa and the Americas have introduced yellow fever vaccine in their routine childhood immunization schedule up from 12 countries a decade ago\", said Dr Jean-Marie Okwo-Bele, Director of the Department of Immunization, Vaccines and Biologicals at WHO.",
          "However, 160 million people could still be at risk in Africa if further funding is not secured for the emergency stockpile and preventive vaccination in remaining high-risk countries. \"Yellow fever is reappearing in countries that have not reported cases in many years,\" said Dr Fenella Avokey, Medical Officer for Yellow Fever Control, of the WHO African Regional Office.",
          "\"We must finish the job we started to sustain the gains achieved so far,\" said Dr Edward Hoekstra, UNICEF Senior Health Specialist. \"Children and adults in West and Central Africa are unnecessarily affected by yellow fever, when one dose of vaccine would prevent them getting the disease at all.\"",
          "The Yellow Fever Initiative is a partnership working to prevent yellow fever epidemics across Africa and Latin America through preventive vaccination and emergency response. The initiative is a joint collaboration of WHO and UNICEF, with the participation of National Governments and non-government organizations, supported by GAVI and other partners.",
          "[1] The 13 highest-risk countries in Africa are Benin, Burkina Faso, Cameroon, Central African Republic, Côte d'Ivoire, Ghana, Guinea, Liberia, Mali, Nigeria, Senegal, Sierra Leone and Togo."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Yellow fever vaccination campaign to start",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:34Z",
    "first_seen_utc": "2026-01-29T02:46:34Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-global-polio-eradication-initiative-launches-2010-2012-strategic-plan-for-interrupting-polio-worldwide",
    "title": "Global polio eradication initiative launches 2010-2012 strategic plan for interrupting polio worldwide",
    "published_date": "2011-01-07",
    "author": "Sona  Bari",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "New polio strategy builds on 99% drop in Nigeria cases but faces 50% funding shortfall",
        "content": [
          "In Geneva this Friday, a broad range of stakeholders will formally launch the new Strategic Plan 2010-2012 for eradicating wild poliovirus."
        ]
      },
      {
        "heading": "Polio eradication sits at a critical juncture",
        "content": [
          "Across Africa, 10 of the 15 previously polio-free countries re-infected in 2009 have successfully stopped their outbreaks 1 . Key endemic countries are witnessing historic gains against the disease. Nowhere is progress more evident than Nigeria, where case numbers have plummeted by more than 99% – from 312 cases at this time last year, to three in 2010. In India, for the first time ever, the remaining endemic states of Bihar and Uttar Pradesh have not reported any wild poliovirus type 1 cases concurrently for more than six months."
        ]
      },
      {
        "heading": "Time to build upon gains already made in 2010",
        "content": [
          "This meeting in Geneva is being held to build on the gains already made in 2010 and to galvanize new action on polio eradication. Last month, the World Health Assembly welcomed the new plan while expressing deep concern about the US$ 1.3 billion funding shortfall (out of a budget of US$ 2.6 billion) over the next three years. This financing shortfall is a serious risk to the eradication of polio – activities are already being cut back or postponed due to a lack of funds.",
          "The Ministers of Health of Nigeria, Afghanistan, Angola and Senegal, among a number of other senior health ministry officials, existing and potential funders, vaccine manufacturers and key partner organizations will attend the meeting – co-hosted by WHO Director-General Margaret Chan and the new UNICEF Executive Director Tony Lake – to discuss the implementation, monitoring, economics and financing of the new plan.",
          "WHO Director-General Dr Margaret Chan called on the international funding community to stand tall for polio eradication. \"The next three years, and especially the next 12 months, are critical to the polio eradication initiative and, by extension, the entire international public health agenda.\""
        ]
      },
      {
        "heading": "Plan builds on major lessons learnt",
        "content": [
          "The new plan builds on major lessons learnt to date, including findings from a major independent evaluation examining the remaining barriers to eradication. It introduces district- and area-specific strategies to target the ever-shrinking remaining reservoirs of poliovirus, exploits the game-changing bivalent oral polio vaccine to increase the impact of immunizations, and tackles health system weaknesses. The success of this plan now hinges on implementation of activities at field level and the provision of adequate financing."
        ]
      },
      {
        "heading": "Adequate resources needed to eradicate polio",
        "content": [
          "Partners in the Global Polio Eradication Initiative are examining every possible option to seek fresh funding while managing existing cash flow to limit any threat to the immunization plan. The risk of not stopping polio in endemic countries was made clear when a large type-1 outbreak originally from India spread to Tajikistan early in 2010 where, to date, it has paralysed 239 children. Tajikistan had been polio-free since 1997. This highlights the urgency of capitalizing on recent gains made in the polio-endemic countries.",
          "“Polio eradication remains an urgent priority for our foundation,” said Tachi Yamada, president of global health at the Bill & Melinda Gates Foundation. “We call on donor governments to also prioritize polio as we seek to eliminate these last, most difficult cases.”",
          "“The complete eradication of polio is an absolute goal and it requires absolute commitment from us all,” said UNICEF Executive Director Tony Lake.",
          "“Rotary believes the new Strategic Plan provides the blueprint to achieving the goal of polio eradication,” said Carl-Wilhelm Stenhammar, 2010-11 Chair, The Rotary Foundation. When Rotary initially launched the effort in 1985, 1 000 children were being paralyzed daily by polio across 125 countries each year. Rotary has since contributed more than US$900 million in that time, and the incidence of polio has fallen by more than 99%."
        ]
      },
      {
        "heading": "Global Polio Eradication Initiative",
        "content": [
          "The Global Polio Eradication Initiative (GPEI) is spearheaded by national governments, WHO, Rotary International, the US Centers for Disease Control and Prevention (CDC) and UNICEF. Since 1988 (the year the GPEI was launched), the incidence of polio has been reduced by more than 99%. In 1988, more than 350 000 children were paralyzed each year in more than 125 endemic countries. In 2009, 1 595 children were paralyzed in 24 countries. Only four countries remain endemic: Afghanistan, India, Nigeria, and Pakistan."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Global polio eradication initiative launches 2010-2012 strategic plan for interrupting polio worldwide",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:35Z",
    "first_seen_utc": "2026-01-29T02:46:35Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-africa-united-in-fight-against-polio-outbreak",
    "title": "Africa united in fight against polio outbreak",
    "published_date": "2011-01-07",
    "author": "Rod  Curtis",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "More than 85 million children under five years old will be immunized against polio in 19 countries across West and Central Africa in a massive example of cross-border cooperation aimed at stopping a year-long polio epidemic.",
          "Nine countries in West and Central Africa (Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone) are considered to have active outbreaks of polio, that is cases within the last six months.",
          "Though the campaign kicks off on 6 March 2010 in the nine countries, others like Benin, Cape Verde, Central African Republic, Côte d'Ivoire, Gambia, Ghana, Guinea Bissau, Niger, Nigeria, and Togo and will join at a later date due to political transitions or elections.",
          "Over 400,000 volunteers and health workers will take part in the campaign.",
          "This complex logistical operation is largely made possible by US$ 30 million in funding by Rotary International, a major partner in the global effort to stop polio.",
          "WHO Regional Director for Africa, Dr Luis Gomes Sambo, noted the synchronized campaign showed Africa's determination to be free of polio. \"From the top leadership to local district administrators in every country,\" he said, \"we are each accountable to the African child; to vaccinate every child and achieve high coverage.\""
        ]
      },
      {
        "heading": "Previous campaigns",
        "content": [
          "A previous round of campaigns in 2009 did not stop the outbreak completely, as not enough children were vaccinated to stop polio transmission. After years with no polio cases, some countries lacked the necessary skills and experience to respond adequately to the outbreak. New approaches being introduced this year include standardized, independent monitoring of whether children have been reached, better training for vaccinators to carry out the plans fully and appropriate deployment of experienced staff.",
          "UNICEF’s Regional Director for West and Central Africa, Dr Gianfranco Rotigliano noted: \"With better coverage that leaves no child unvaccinated, these campaigns can succeed in making West and Central Africa polio-free.\"",
          "This campaign will be repeated on 24 April 2010 in the same 19 countries. In between, children in six countries with recent cases will receive an additional dose on 26 March 2010 as part of a new Short Interval Additional Dose strategy that has proven successful in rapidly building population immunity where needed. These six countries are Burkina Faso, Guinea, Liberia, Mauritania, Senegal and Sierra Leone.",
          "The Chair of Rotary's Africa Regional PolioPlus Committee, Ambroise Tshimbalanga-Kasongo, said: \"We at Rotary are proud to have provided the funding necessary for the March rounds and we call on others to play their part in making Africa polio-free by providing funding necessary for more high coverage campaigns.\""
        ]
      },
      {
        "heading": "Vaccines for every child",
        "content": [
          "To end this outbreak, two drops of oral polio vaccine (OPV) will be administered to every child at the door of every dwelling in all 19 countries. A dedicated army of volunteers and health workers will work up to 12 hours per day, travelling on foot or bicycles, in cars and boats and on motorcycles, often in trying conditions. Each vaccination team will carry the vaccine in special carriers, filled with ice packs to ensure the vaccine remains below the required 8ºC.",
          "The ministries of health are supported by, among others, key operational partners, including the International Federation of Red Cross and Red Crescent Societies. Anders Naucler the Health Coordinator for IFRC West and Central Africa called for all-out efforts: \"Hundreds of volunteers from our Red Cross Red Crescent National Societies will ensure that polio drops reach every last child. That is our challenge and that will be the measure of our success.\""
        ]
      },
      {
        "heading": "Background",
        "content": [
          "The Global Polio Eradication Initiative (GPEI) is spearheaded by national governments, WHO, Rotary International, the US Centers for Disease Control and Prevention (CDC) and UNICEF.",
          "Since 1988 (the year the GPEI was launched), the incidence of polio has been reduced by more than 99%. In 1988, more than 350,000 children were paralyzed each year in more than 125 endemic countries. In 2009, 1595 children were paralyzed in 24 countries. Only four countries remain endemic: Nigeria, India, Pakistan and Afghanistan.",
          "The 19 countries participating in this synchronized immunization campaign are: Benin, Burkina Faso, Cameroon, Cape Verde, Central African Republic, Chad, Côte d'Ivoire, Gambia, Ghana, Guinea, Guinea Bissau, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone, and Togo.",
          "In most countries, the first round is 6-9 March 2010 and the second round 24-27 April 2010."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Africa united in fight against polio outbreak",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:36Z",
    "first_seen_utc": "2026-01-29T02:46:36Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-nancy-goodman-brinker-appointed-goodwill-ambassador",
    "title": "Nancy Goodman Brinker appointed Goodwill Ambassador",
    "published_date": "2011-01-07",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "World Health Organization (WHO) Director-General, Dr Margaret Chan has appointed Ambassador Nancy Goodman Brinker, Founder of Susan G. Komen for the Cure®, a breast cancer foundation, as WHO Goodwill Ambassador for Cancer Control.",
          "As Goodwill Ambassador, Ambassador Brinker is expected to raise awareness about cancer as a global public health problem. She will also advocate for strengthening global action for cancer prevention and control in the context of the Global Strategy for the Prevention and Control of Noncommunicable Diseases endorsed by the World Health Assembly in May 2008. Her messages will emphasize the need for low- and middle income countries to strengthen comprehensive and evidence-based cancer control policies and programmes.",
          "\"I am very pleased to appoint Ambassador Nancy Brinker as a Goodwill Ambassador for WHO,\" said WHO Director-General Margaret Chan. \"I look forward to Ambassador Brinker's help in raising global awareness of the need for comprehensive cancer control policies. The disease burden has shifted from wealthier to less affluent countries, and her advocacy will help in building awareness in low- and middle-income countries.",
          "Ambassador Brinker served as United States Ambassador to Hungary from 2001 to 2003 and as U.S. Chief of Protocol from 2007 to 2009. During her career as a businesswoman, consultant, health care advocate and philanthropist, she has received many awards. Ambassador Brinker has served on various boards, including Harvard University’s School of Public Health and was appointed by President Reagan to serve on the National Cancer Advisory Board at the National Cancer Institute. With former First Lady Laura Bush, Ambassador Brinker helped launch the U.S.-Middle East Partnership for Breast Cancer Awareness and Research in the areas of awareness-building, grassroots advocacy support, research, training, community outreach, and women’s empowerment.",
          "On her appointment as WHO Goodwill Ambassador, Ambassador Brinker said: \"I would like to thank the WHO for this great honor and opportunity. If we raise awareness about the global burden of cancer, its socioeconomic and psychological consequences on cancer patients and their families and the necessary actions for its control, we will be able to advance the global agenda in the fight against cancer. I will work diligently to effectively disseminate these messages to the world.\""
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Nancy Goodman Brinker appointed Goodwill Ambassador",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:37Z",
    "first_seen_utc": "2026-01-29T02:46:37Z"
  },
  {
    "url": "https://www.who.int/news/item/07-01-2011-who-iaea-join-forces-to-fight-cancer-in-developing-countries",
    "title": "WHO, IAEA join forces to fight cancer in developing countries",
    "published_date": "2011-01-07",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO and the International Atomic Energy Agency (IAEA) today announced the launch of a Joint Programme on Cancer Control, aimed at strengthening and accelerating efforts to fight cancer in the developing world.",
          "The agreement reflects growing international concern over cancer as one of the leading causes of death worldwide. Cancer accounted for 7.4 million deaths in 2004 (around 13% of all deaths).",
          "“In low- and middle-income countries, cancer overwhelmingly affects the poor. This has huge implications for human suffering, health systems, health budgets and the drive to reduce poverty,” said WHO Director-General Dr Margaret Chan, who signed the joint programme agreement with IAEA Director General Dr Mohamed ElBaradei.",
          "If current knowledge were put into practice, at least one third of cancer cases could be prevented, another third could be detected early, treated and cured; and suffering could be alleviated through palliative care for patients with advanced cancers.",
          "“The IAEA has long provided radiation technology and expertise to developing countries, but radiotherapy alone cannot halt the growing global cancer crisis,” said Dr ElBaradei. “The Programme of Action for Cancer Therapy was created to help build a broader, more integrated approach to cancer care and control. The joint programme with WHO underlines our conviction that only through combined effort and collaboration can we bring hope and relief to those whose lives are threatened by cancer.”",
          "Efforts in the joint programme are focusing on six model demonstration sites (PMDS) in Albania, Nicaragua, Sri Lanka, Tanzania, Viet Nam and Yemen. Joint efforts will also respond to requests for cancer control assessment and programme development assistance in low- and middle-income countries.",
          "WHO and the IAEA have complementary mandates when it comes to fighting cancer. WHO is the directing and coordinating agency for health in the UN system, while the IAEA’s expertise in radiation medicine is a vital element of cancer diagnosis and cure strategies. The joint programme will provide the framework for the two organizations to dovetail their work, building on their areas of expertise to create a more coordinated and robust approach to combating cancer in low- and middle-income countries.",
          "The formation of a WHO-IAEA joint programme began in May 2005 when the World Health Assembly adopted a far-reaching resolution (WHA58.22) in response to the dramatic increase in cancer incidence worldwide. Later that year, the IAEA established its Programme of Action for Cancer Therapy (PACT) to help expand radiotherapy capacity in developing countries and build partnerships to address the huge disparities that exist in cancer care services. Since then, PACT, WHO and other key international cancer organizations have undertaken increasingly productive collaboration, working together to tackle the crisis on a broad, multidisciplinary front.",
          "According to the terms of the agreement, the WHO-IAEA joint programme will “coordinate activities and resources supporting the development and implementation of sustainable comprehensive cancer control programmes in low- and medium-income countries.” The successful collaborations with other key international cancer organizations will continue to be a cornerstone of the joint programme.",
          "WHO and IAEA aim to work ever more closely with partners to help develop the kind of effective, integrated national cancer control programmes (NCCPs) needed in developing countries to control cancer. Such programmes include cancer prevention, early detection, screening, diagnosis, treatment, palliative care and monitoring including cancer registries. NCCPs fit in the broader WHO framework to strengthen health systems with a major focus on primary health care."
        ]
      },
      {
        "heading": "Related link",
        "content": [
          "More information on cancer"
        ]
      }
    ],
    "references": [
      {
        "text": "More information on cancer",
        "url": "https://www.who.int/health-topics/cancer"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "WHO, IAEA join forces to fight cancer in developing countries",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:39Z",
    "first_seen_utc": "2026-01-29T02:46:39Z"
  },
  {
    "url": "https://www.who.int/news/item/06-01-2011-who-receives-funds-for-children-s-medicines-research-with-unicef",
    "title": "WHO receives funds for children's medicines research with UNICEF",
    "published_date": "2011-01-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "WHO has received US$ 9.7 million in grant from the Bill & Melinda Gates Foundation to work with UNICEF to conduct crucial research in children’s medicines, with the aim of increasing the number of child-size medicines designed and formulated specifically for children.",
          "Currently, many medicines are only designed for adults. More than 50% of medicines prescribed for children have either not been developed specifically for children or have not been proven to be effective and safe for their use. Therefore, many children lack access to essential treatment because no suitable paediatric dosage or formulation of the necessary medicine exists, or those that do exist are not available or are too expensive.",
          "\"We must take the guess work out of medicines for children,\" said Carissa Etienne, Assistant Director-General, WHO. \"Children are suffering and dying from diseases we can treat, and yet we lack the critical evidence needed to deliver appropriate, effective, affordable medicines that might save them.”",
          "As an unsafe alternative to missing paediatric medicines, health-care workers and parents often use fractions of adult dosage forms or prepare makeshift prescriptions of medicines by crushing tablets or dissolving portions of capsules in water. Other challenges include the need for more clinical trials and research to be carried out on paediatric medicines.",
          "\"Some progress has been made on children's medicines but too many medicines are still given to children that have never been properly tested for them,\" said Dr Hans Hogerzeil, Director of Essential Medicines and Pharmaceutical Policies, WHO. \"This work is an excellent example of coordination of United Nations agencies and key experts in the world to address this urgent problem.\"",
          {
            "text": "The grant provides support for essential research to:",
            "bullets": [
              "determine the optimum dosage forms for paediatric medicines (e.g. small tablets, dispersible tablets, powders);",
              "develop dosing guides (e.g. a review of existing priority medicines and the identification of the appropriate doses for new medicines for children);",
              "develop guidelines for testing, treatment and use of medicines in children, including guidelines on conducting clinical trials in children."
            ]
          },
          "Globally, 1000 children under the age of five die every hour. Diarrhoeal diseases account for 17% of these deaths. The optimal treatment for diarrhoea is zinc with oral rehydration salts. Yet, in a recent study of health facilities zinc was the least available of all paediatric medicines. And when zinc is available, it is not licensed as a treatment to reduce diarrhoea -- leaving pharmacists to concoct doses -- and it is both unpleasant tasting and difficult to administer. To reduce child mortality in this area, easy-to-use, palatable and appropriate dosages are needed.",
          "\"The Bill & Melinda Gates Foundation grant will contribute to accelerating work on investigating, clarifying and communicating to partners, including industry, what the needs of children are in terms of medicines and dosages to more effectively fight child morbidity and mortality,” Hanne Bak Pedersen, Deputy-Director of UNICEF's Supply Division, said. “UNICEF is very pleased to be working with WHO on this project and appreciates the support from the Gates Foundation.”",
          "Another major cause of under-five mortality is pneumonia, leading to 17% of deaths each year. Effective treatment of pneumonia requires 50mg of amoxicillin per kilogram of child's weight per day for three to five days. An easy-to-use package of oral amoxicillin providing the appropriate dose would ensure the right course of medicine is taken, and thus help reduce child mortality.",
          "\"Improving essential medicines for children is a critical global health issue,” added Jaime Sepulveda, Director of Integrated Health Solutions Development, Bill & Melinda Gates Foundation. \"This programme will help provide effective health interventions to children and improve child survival, particularly in the world’s poorest countries.\"",
          "This work follows the WHO-led \"make medicines child size\" initiative launched in December 2007, which focuses on improving access to better medicines for children. The topic of children’s medicines is being discussed at the current 124th WHO Executive Board session in Geneva, Switzerland.",
          "<div>\r\n    <h3>Related links</h3>\r\n<p><a href=\"https://www.who.int/childmedicines/en/\" target=\"_blank\" data-sf-ec-immutable=\"\">Make medicines child size initiative</a></p>\r\n</div>"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO receives funds for children's medicines research with UNICEF",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:40Z",
    "first_seen_utc": "2026-01-29T02:46:40Z"
  },
  {
    "url": "https://www.who.int/news/item/06-01-2011-more-research-needed-into-childhood-diarrhoea",
    "title": "More research needed into childhood diarrhoea",
    "published_date": "2011-01-06",
    "author": "Olivia Lawe Davies",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "New priority areas for research identified",
        "content": [
          "The list of priority research questions focus on how to make the best use of interventions that are available today, in order to make the most difference, and ultimately save as many children's lives as possible.",
          "Nearly 2 million children die from diarrhoea every year. If childhood diarrhoea is not addressed urgently, the countries will fail to achieve the fourth Millennium Development Goal (MDG4) target of reducing child deaths by two-thirds by 2015."
        ]
      },
      {
        "heading": "Steady fall in research",
        "content": [
          "Despite the persistently high burden of disease, research into childhood diarrhoea has been steadily decreasing since the 1980s. Funds available for research into diarrhoea are less than those available for research in other diseases that cause fewer deaths.",
          "A lot is already known about effective treatments for diarrhoea. But critical knowledge is lacking on how to make sure the children who need it most get access to that treatment. WHO has led a process to identify which types of research are most needed and would have greatest impact on mortality. A paper published in the March edition of the journal PLoS Medicine describes in detail the process undertaken to arrive at the list of priority research questions."
        ]
      },
      {
        "heading": "Top priorities for research",
        "content": [
          "The resulting top 20% of priority research questions are mainly targeted at better understanding the barriers to implementation, effectiveness and optimization of the use of available interventions and programmes such as oral rehydration salts (ORS) and zinc, exclusive breastfeeding and the integrated management of childhood illness. However, very few donor agencies presently recognize the importance of these domains of health research.",
          "The life-saving treatment for diarrhoea is simple: ORS and zinc tablets. ORS is essentially a pinch of salt and a handful of sugar mixed with clean water. The cost of treating a child with ORS and zinc is about 30 US cents.",
          "Dr Olivier Fontaine, Medical Officer with WHO's Department of Child and Adolescent Health and Development and lead author of the PLoS Medicine article, said, \"Having seen, first hand, the devastation that childhood diarrhoea can cause, and also the almost miraculous, life-saving power of ORS and zinc, I certainly hope that we'll receive the support we need to come up with answers to some of the key questions that remain.\""
        ]
      },
      {
        "heading": "Treatment beyond access",
        "content": [
          "Children in poor countries get diarrhoea on average four times per year. Each of these episodes can be life-threatening. ORS and zinc bring the risk of death down to almost zero. More than 50 million children's lives have been saved by ORS since its creation 25 years ago. The great challenge now is how to reach all children who are still suffering and dying from diarrhoea.",
          "Funding available for health research globally was US$ 126 billion in 2003, but that money has not always been targeted at diseases which affect the greatest number. Research on diarrhoea received less than US$ 10 per disability adjusted life year (DALY), while conditions like diabetes type 2 - another serious condition- received US$ 102 per DALY.",
          {
            "text": "Similar exercises have been conducted by WHO to identify priorities for research on other \"neglected\" childhood diseases, including acute respiratory infections, birth asphyxia, neonatal sepsis, and low birth weight. A meeting of major supporters of child health research is being convened by WHO at the end of March 2009 to:",
            "bullets": [
              "share the lists of research priorities identified for these topics;",
              "identify a subset of priority research issues to be addressed in order to achieve MDG4; and",
              "identify sources of support for the agreed research questions."
            ]
          },
          "Related links Child and adolescent health and development"
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "Child and adolescent health and development"
        ]
      }
    ],
    "references": [
      {
        "text": "Child and adolescent health and development",
        "url": "https://www.who.int/maternal_child_adolescent/en/"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "More research needed into childhood diarrhoea",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:41Z",
    "first_seen_utc": "2026-01-29T02:46:41Z"
  },
  {
    "url": "https://www.who.int/news/item/06-01-2011-reducing-childhood-deaths-from-diarrhoea",
    "title": "Reducing childhood deaths from diarrhoea",
    "published_date": "2011-01-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "New York | Geneva",
    "sections": [
      {
        "heading": "UNICEF and WHO launch strategy to prevent and treat diarrhoea – the second biggest killer of children",
        "content": [
          "Global campaigns to fight diarrhoea - the second deadliest illness for children – must be re-energized to prevent the deaths of millions in the developing world, UNICEF and WHO said today as they released a new report on the disease.",
          "“It is a tragedy that diarrhoea, which is little more than an inconvenience in the developed world, kills an estimated 1. 5 million children each year,” said UNICEF Executive Director, Ann M. Veneman. \"Inexpensive and effective treatments for diarrhoea exist, but in developing countries only 39 per cent of children with diarrhoea receive the recommended treatment.”",
          {
            "text": "The report, Diarrhoea: why children are still dying and what can be done , lays out a seven-point plan that includes a treatment package to reduce childhood diarrhoea deaths and a prevention strategy to ensure long-term results. The seven specific points are:",
            "bullets": [
              "fluid replacement to prevent dehydration;",
              "zinc treatment;",
              "rotavirus and measles vaccinations;",
              "promotion of early and exclusive breastfeeding and vitamin A supplementation;",
              "promotion of hand washing with soap;",
              "improved water supply quantity and quality, including treatment and safe storage of household water; and",
              "community-wide sanitation promotion."
            ]
          },
          "Dr Margaret Chan, Director-General of WHO, said: \"We know where children are dying of diarrhoea. We know what must be done to prevent those deaths. We must work with governments and partners to put this seven-point plan into action.\""
        ]
      },
      {
        "heading": "Past success and present needs",
        "content": [
          "Campaigns targeting childhood diarrhoea in the 1970s and 1980s achieved success by scaling up the use of oral rehydration solution (ORS) to prevent dehydration and by educating caregivers. In spite of the promising results of these campaigns, in recent years the international community has shifted its focus to other global emergencies. There is now an urgent need to focus once more on preventing and treating diarrhoea."
        ]
      },
      {
        "heading": "Treatment with ORS and zinc tablets",
        "content": [
          "WHO and UNICEF recommend treating diarrhoea with low-osmolarity ORS and zinc tablets, which decrease the severity and duration of the attack. These treatments are simple, inexpensive and life-saving.",
          "Access to clean water and good hygiene practices are extremely effective in preventing childhood diarrhoea. Hand washing with soap has been shown to reduce the incidence of diarrhoeal disease by over 40 per cent, making it one of the most cost-effective interventions for reducing child deaths from this neglected killer."
        ]
      },
      {
        "heading": "Improving water and sanitation",
        "content": [
          "Yet despite the known benefits of improving water supply and sanitation, some 88 per cent of diarrhoeal diseases worldwide are attributable to unsafe water, inadequate sanitation and poor hygiene. As of 2006, an estimated 2.5 billion people were not using improved sanitation facilities, and nearly 1 in every 4 people in developing countries was practicing open defecation."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Reducing childhood deaths from diarrhoea",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:42Z",
    "first_seen_utc": "2026-01-29T02:46:42Z"
  },
  {
    "url": "https://www.who.int/news/item/06-01-2011-childhood-vaccines-at-all-time-high-but-access-not-yet-equitable",
    "title": "Childhood vaccines at all-time high, but access not yet equitable",
    "published_date": "2011-01-06",
    "author": "Daniel Epstein",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Washington, DC | Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Reversing a downward trend, immunization rates are now at their highest ever and vaccine development worldwide is booming, according to a new assessment released today by the World Health Organization (WHO), UNICEF and the World Bank.",
          "The State of the world’s vaccines and immunization reports that more infants are being immunized today than ever before - a record 106 million in 2008 - according to new data. At the same time, its authors are calling on donor nations to address a funding gap that leaves millions of children still at risk, particularly in the poorest nations and communities, where preventable diseases take their deadliest toll.",
          "The release of new evidence of success in the overall global immunization effort takes place just as many nations are conducting pandemic influenza A (H1N1) immunization campaigns, underscoring the unparalleled role of vaccines in preventing communicable diseases and the challenges of reaching the most vulnerable communities.",
          "\"The influenza pandemic draws attention to the promise and dynamism of vaccine development today,\" said Dr Margaret Chan, Director-General, WHO. “Yet it reminds us once again of the obstacles to bringing the benefits of science to people in the poorest nations. We must overcome the divide that separates rich from poor - between those who get life-saving vaccines, and those who don’t.\"",
          "Leading officials from international agencies warn that life-saving vaccines, now common in wealthy countries, still do not reach an estimated 24 million children who are most at risk. At least an additional US$ 1 billion per year will be needed to ensure that new and existing vaccines will be delivered to all children in the 72 poorest countries.",
          "\"Worldwide measles deaths fell by 74% between 2000 and 2007, and vaccinations played an important part in that decline,\" said Ann M. Veneman, Executive Director, UNICEF. “Such progress must inspire new efforts to immunize children around the globe against life-threatening diseases.\"",
          "The report states that the reversal of the downward trend was in great part due to the efforts of developing countries, who made good use of support from the GAVI Alliance - a vaccine-financing partnership that includes WHO, UNICEF, the World Bank and the Bill & Melinda Gates Foundation. Since 2000, this has increased the introduction of new and underused vaccines, which now reach more than 200 million children in developing countries.",
          "Experts report that at least 120 vaccines - a record number - are now available against deadly diseases. Over the last few years, scientists in academia and at pharmaceutical companies, many in public-private partnerships created with support from governments and philanthropy, have developed new life-saving vaccines for meningococcal meningitis, rotavirus diarrhoea, pneumococcal disease, and human papillomavirus (HPV). In addition, over 80 new products are in late-stage clinical testing, including more than 30 that target diseases for which no vaccine currently exists. At the same time, a significant number of vaccine candidates, including ones targeting diseases such as HIV/AIDS, malaria, tuberculosis and dengue, are moving through the research pipeline.",
          "The report also notes that the global vaccine market has tripled over the last eight years, reaching more than US$17 billion in revenue. Rising demand for vaccines via United Nations procuring agencies and a renaissance in vaccine discovery and development have fueled industry’s renewed focus on vaccines. Significantly, manufacturers in developing countries are now meeting 86 % of the global demand for traditional vaccines, such as those protecting against measles, whooping cough (pertussis), tetanus and diphtheria.",
          "\"We have seen a dramatic turnaround in the availability of vaccines in even the poorest countries,\" said Graeme Wheeler, Managing Director, World Bank Group. \"Yet the international community, together with the countries themselves must ensure that new and existing technologies actually reach the most vulnerable populations, especially children.\"",
          "The cost of delivering vaccines to those that need them is increasingly an issue that is only partially solved by financing partnerships such as GAVI. Middle income countries are not eligible for GAVI assistance, yet they are home to 30 million children and 2 billion people, a large number of whom live on less than US $2 a day. Even at greatly reduced prices, the cost of new vaccines for pneumococcal disease, rotavirus diarrhoea and HPV are individually greater than the cost of all other traditional vaccines combined.",
          "\"Vaccines are an incredible tool to control disease in all countries and are still a very smart buy in health and economic terms,\" said Dr Fred Were, National Chairman of the Kenya Paediatric Association. “Practicing in my country, we still unfortunately see a lot of illness and death from vaccine-preventable diseases. If this can be reduced we will have more resources and time to focus on other health issues.\""
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Childhood vaccines at all-time high, but access not yet equitable",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:44Z",
    "first_seen_utc": "2026-01-29T02:46:44Z"
  },
  {
    "url": "https://www.who.int/news/item/06-01-2011-reducing-child-deaths-from-pneumonia",
    "title": "Reducing child deaths from pneumonia",
    "published_date": "2011-01-06",
    "author": "Olivia Lawe Davies",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva | New York",
    "sections": [
      {
        "heading": null,
        "content": [
          "A comprehensive action plan that can save up to 5.3 million children from dying of pneumonia by 2015 is being launched today by the WHO and United Nations Children's Fund (UNICEF).",
          "Pneumonia is the biggest cause of child deaths in the world, killing 1.8 million children under five years of age every year, more than 98% of which occur in 68 developing countries. In spite of its huge toll, relatively few resources are dedicated to tackling this child killer.",
          "The Global action plan for the prevention and control of pneumonia (GAPP) includes recommendations on what needs to be done, specific goals and targets, and estimates of what it will cost and how many lives will be saved. Its aim is to increase awareness of pneumonia as a major cause of child deaths, and it calls on global and national policy-makers, donor agencies and civil society to take immediate action to implement the plan.",
          "\"This action plan provides the strategy to prevent and control pneumonia, which today kills more children than any other illness,\" said Dr Margaret Chan, Director-General of WHO. \"We know the strategy will work, and if it is applied in every high burden country, we will be able to prevent millions of deaths.\"",
          "\"Pneumonia is the leading cause of under age five mortality, killing over 4 000 children every day,\" said UNICEF Executive Director, Ann M. Veneman. \"Effective interventions to reduce deaths caused by pneumonia must be used more widely and made more readily available for children at risk.\"",
          "The release of the GAPP strategy coincides with the first Global Pneumonia Summit being held in New York City on 2 November.",
          {
            "text": "The GAPP has a three-pronged vision:",
            "bullets": [
              "Protecting every child by providing an environment where they are at low risk of pneumonia (with exclusive breastfeeding for six months, adequate nutrition, preventing low-birth-weight, reducing indoor air pollution, and increasing hand washing);",
              "Preventing children from becoming ill with pneumonia (with vaccination against its causes: measles, pertussis, Streptococcus pneumoniae and Haemophilus influenzae b, as well as preventing and treating HIV in children, and providing zinc for children with diarrhoea);",
              "Treating children who become ill with pneumonia with the right care and antibiotics (in communities, health centres and hospitals)."
            ]
          },
          "The cost of implementing the GAPP by scaling up the recommended measures in the 68 high burden countries is estimated at US$ 39 billion for 2010-2015. The costs are expected to double over the six-year period, rising from an annual need of US$ 3.8 billion in 2010 to US$ 8.0 billion by 2015.",
          "Specific targets and goals to be reached by 2015 under the GAPP strategy are to expand coverage of all relevant vaccines and exclusive breastfeeding rates to 90%, and raise the level of access to appropriate pneumonia case management to 90%. This will lead to a reduction in child pneumonia deaths by 65% and cutting the number of severe pneumonia cases in children by 25%, compared to 2000 levels."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Reducing child deaths from pneumonia",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:45Z",
    "first_seen_utc": "2026-01-29T02:46:45Z"
  },
  {
    "url": "https://www.who.int/news/item/06-01-2011-maternal-deaths-worldwide-drop-by-third",
    "title": "Maternal deaths worldwide drop by third",
    "published_date": "2011-01-06",
    "author": "Lale Say",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva | New York",
    "sections": [
      {
        "heading": "UN estimates reveal fewer women dying from pregnancy-related causes, but 1000 still die a day and more needs to be done to achieve set targets",
        "content": [
          "The number of women dying due to complications during pregnancy and childbirth has decreased by 34% from an estimated 546 000 in 1990 to 358 000 in 2008, according to a new report, Trends in maternal mortality , released by the World Health Organization (WHO), the United Nations Children's Fund (UNICEF), the United Nations Population Fund (UNFPA) and the World Bank.",
          "The progress is notable, but the annual rate of decline is less than half of what is needed to achieve the Millennium Development Goal (MDG) target of reducing the maternal mortality ratio by 75% between 1990 and 2015. This will require an annual decline of 5.5%. The 34% decline since 1990 translates into an average annual decline of just 2.3%.",
          "\"The global reduction in maternal death rates is encouraging news,\" says Dr Margaret Chan, the Director-General of WHO. \"Countries where women are facing a high risk of death during pregnancy or childbirth are taking measures that are proving effective; they are training more midwives, and strengthening hospitals and health centres to assist pregnant women. No woman should die due to inadequate access to family planning and to pregnancy and delivery care.\"",
          "Pregnant women still die from four major causes: severe bleeding after childbirth, infections, hypertensive disorders, and unsafe abortion. Every day, about 1000 women died due to these complications in 2008. Out of the 1000, 570 lived in sub-Saharan Africa, 300 in South Asia and five in high-income countries. The risk of a woman in a developing country dying from a pregnancy-related cause during her lifetime is about 36 times higher compared to a woman living in a developed country.",
          "\"To achieve our global goal of improving maternal health and to save women's lives we need to do more to reach those who are most at risk,\" says Anthony Lake, Executive Director of UNICEF. \"That means reaching women in rural areas and poorer households, women from ethnic minorities and indigenous groups, and women living with HIV and in conflict zones.\"",
          "The new estimates show that it is possible to prevent many more women from dying. Countries need to invest in their health systems and in the quality of care.",
          "\"Every birth should be safe and every pregnancy wanted,\" says Thoraya Ahmed Obaid, the Executive Director of UNFPA. \"The lack of maternal health care violates women's rights to life, health, equality, and non-discrimination. MDG5 can be achieved,\" she adds, \"but we urgently need to address the shortage of health workers and step up funding for reproductive health services.\"",
          "UN agencies, donors and other partners have increasingly coordinated their assistance to countries. WHO, UNICEF, UNFPA and the World Bank are focusing on the countries with the greatest burden and help governments to develop and align their national health plans in order to accelerate progress in maternal and newborn health.",
          "\"Maternal deaths are both caused by poverty and are a cause of it. The costs of childbirth can quickly exhaust a family’s income, bringing with it even more financial hardship,\" says Tamar Manuelyan Atinc, Vice President for Human Development at the World Bank. \"Given the weak state of health systems in many countries, we must work closely with governments, aid donors and agencies, and other partners to strengthen these systems so that women gain significantly better access to quality family planning and other reproductive health services, skilled midwives at their births, emergency obstetric care, and postnatal care for mothers and newborns.\"",
          {
            "text": "The report that covers the period from 1990 to 2008 also highlights the following.",
            "bullets": [
              "Ten out of 87 countries with maternal mortality ratios equal to or over 100 in 1990, are on track with an annual decline of 5.5% between 1990 and 2008. At the other extreme, 30 made insufficient or no progress since 1990.",
              "The study shows progress in sub-Saharan Africa where maternal mortality decreased by 26%.",
              "In Asia, the number of maternal deaths is estimated to have dropped from 315 000 to 139 000 between 1990 and 2008, a 52% decrease.",
              "99% of all maternal deaths in 2008 occurred in developing regions, with sub-Saharan Africa and South Asia accounting for 57% and 30% of all deaths respectively."
            ]
          },
          "\"We still need to do more to strengthen national data collection systems,\" says Dr Chan. \"It is vital to support the development of complete and accurate civil registration systems that include births, deaths and causes of death. Every maternal death needs to be counted,\" she adds.",
          "The UN maternal mortality estimates are developed in close collaboration with an international expert group and use all available country data on maternal mortality, as well as improved methods of estimation. The intensive country consultation carried out as part of the development of these estimates has been instrumental in identifying increased data collection efforts in recent years including the special systems to capture data on maternal deaths. There are however major gaps in the availability and quality of data for many countries where maternal mortality levels are high, and only through statistical modelling is it possible to obtain an understanding of the trend."
        ]
      },
      {
        "heading": "Related links",
        "content": [
          "Maternal health"
        ]
      }
    ],
    "references": [
      {
        "text": "Maternal health",
        "url": "https://www.who.int/health-topics/maternal-health#tab=tab_1"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Maternal deaths worldwide drop by third",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:46Z",
    "first_seen_utc": "2026-01-29T02:46:46Z"
  }
]