[
  {
    "url": "https://www.who.int/news/item/17-12-2012-new-report-signals-slowdown-in-the-fight-against-malaria",
    "title": "New report signals slowdown in the fight against malaria",
    "published_date": "2012-12-17",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Monrovia, Liberia/Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "During the past decade, a concerted effort by endemic countries, donors and global malaria partners led to strengthened malaria control around the world. The scale-up of malaria prevention and control interventions had the greatest impact in countries with high malaria transmission; 58% of the 1.1 million lives saved during this period were in the ten highest burden countries.",
          "However, after a rapid expansion between 2004 and 2009, global funding for malaria prevention and control levelled off between 2010 and 2012, and progress in the delivery of some life-saving commodities has slowed. According to the World malaria report 2012 , these developments are signs of a slowdown that could threaten to reverse the remarkable recent gains in the fight against one of the world’s leading infectious killers.",
          "For example, the number of long-lasting insecticidal nets (LLINs) delivered to endemic countries in sub-Saharan Africa dropped from a peak of 145 million in 2010 to an estimated 66 million in 2012. This means that many households will be unable to replace existing bed nets when required, exposing more people to the potentially deadly disease.",
          "The expansion of indoor residual spraying programmes also levelled off, with coverage levels in the WHO African Region staying at 11% of the population at risk (77 million people) between 2010 and 2011.",
          "“During the past eight years, scaled-up malaria control helped us avert over a million deaths. We must maintain this momentum and do our utmost to prevent resurgences,” says Ellen Johnson Sirleaf, President of Liberia and Chair of the African Leaders Malaria Alliance, who held an official launch event for the report in Monrovia, Liberia."
        ]
      },
      {
        "heading": "Tracking progress towards 2015 targets",
        "content": [
          "According to the report, 50 countries around the world are on track to reduce their malaria case incidence rates by 75% by 2015 – in line with World Health Assembly and Roll Back Malaria targets. However, these 50 countries only represent 3%, or 7 million, of the malaria cases that were estimated to have occurred in 2000, the benchmark against which progress is measured.",
          "“Global targets for reducing the malaria burden will not be reached unless progress is accelerated in the highest burden countries,” says Dr Robert Newman, Director of the WHO Global Malaria Programme in Geneva. “These countries are in a precarious situation and most of them need urgent financial assistance to procure and distribute life-saving commodities.”",
          "The malaria burden is concentrated in 14 endemic countries, which account for an estimated 80% of malaria deaths. The Democratic Republic of the Congo and Nigeria are the most affected countries in sub-Saharan Africa, while India is the most affected country in South-East Asia.",
          "“The multi-pronged strategy to fight malaria, outlined in the Global Malaria Action Plan, is working. However, in order to prevent a resurgence of malaria in some countries, we urgently need fresh ideas on new financing mechanisms that will reap greater resources for malaria,” says Dr Fatoumata Nafo-Traoré, Executive Director of the Roll Back Malaria Partnership. “We are exploring many options – financial transaction taxes, airline ticket taxes together with UNITAID, and a “malaria bond”, among others.”"
        ]
      },
      {
        "heading": "Major funding gap",
        "content": [
          "The World malaria report 2012 indicates that international funding for malaria appears to have reached a plateau well below the level required to reach the health-related Millennium Development Goals and other internationally-agreed global malaria targets.",
          "An estimated US$ 5.1 billion is needed every year between 2011 and 2020 to achieve universal access to malaria interventions in the 99 countries with on-going malaria transmission. While many countries have increased domestic financing for malaria control, the total available global funding remained at 2.3 billion in 2011 – less than half of what is needed.",
          "This means that millions of people living in highly endemic areas continue to lack access to effective malaria prevention, diagnostic testing, and treatment. Efforts to prevent the emergence and spread of parasite resistance to antimalarial medicines and mosquito resistance to insecticides are also constrained by inadequate funding.",
          "While the plateauing of funding is affecting the scale-up of some interventions, the report documents a major increase in the sales of rapid diagnostics tests (RDTs), from 88 million in 2010 to 155 million in 2011, as well as a substantial improvement in the quality of tests over recent years. Deliveries to countries of artemisinin-based combination therapies, or ACTs, the treatment recommended by the WHO for the treatment of falciparum malaria, also increased substantially, from 181 million in 2010 to 278 million in 2011, largely as a result of increased sales of subsidized ACTs in the private sector."
        ]
      },
      {
        "heading": "Weak surveillance systems",
        "content": [
          "Tracking progress is a major challenge in malaria control. At present, malaria surveillance systems detect only one-tenth of the estimated global number of cases. In as many as 41 countries around the world, it is not possible to make a reliable assessment of malaria trends due to incompleteness or inconsistency of reporting over time.",
          "Stronger malaria surveillance systems are urgently needed to enable a timely and effective malaria response in endemic regions, to prevent outbreaks and resurgences and to ensure that interventions are delivered to areas where they are most needed. In April 2012, WHO launched new malaria surveillance manuals, as part of its T3: Test. Treat. Track. initiative."
        ]
      },
      {
        "heading": "Notes for editors:",
        "content": [
          "The World malaria report 2012 summarizes information received from 99 countries with on-going transmission and other sources, and updates the analyses presented in the 2011 report.",
          "Malaria is an entirely preventable and treatable vector-borne disease. In 2010, an estimated 219 million cases occurred globally, while the disease killed about 660 000 people, mostly children under five years of age."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New report signals slowdown in the fight against malaria",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:47Z",
    "first_seen_utc": "2026-01-29T02:46:47Z"
  },
  {
    "url": "https://www.who.int/news/item/03-12-2012-100-millionth-person-receives-lifesaving-meningitis-vaccine",
    "title": "100 millionth person receives lifesaving meningitis vaccine",
    "published_date": "2012-12-03",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "Affordable, safe, effective vaccine protecting young people from devastating disease",
        "content": [
          "A revolutionary meningitis vaccine will reach the 100 millionth person this week in a region of Africa that has been plagued by deadly epidemics for more than a century. The milestone will take place in northern Nigeria, part of Africa’s ‘meningitis belt’, where the country is conducting its second seasonal immunization campaign against the disease.",
          "The historic achievement comes two years after the MenAfriVac® vaccine was first launched in Burkina Faso. Since then, nine other countries have held vaccination campaigns to protect people from ages 1 to 29 against meningitis A.",
          "Nigeria will vaccinate 16 million people over the next two weeks and Cameroon and Chad are also conducting immunization campaigns this week targeting 5.5 million and 2.3 million people respectively. By the end of this year, the vaccine will have reached more than 112 million people, providing widespread and long-awaited protection."
        ]
      },
      {
        "heading": "GAVI Alliance Partners’ Forum",
        "content": [
          "The achievement will be recognized at the GAVI Alliance Partners’ Forum, which is bringing together developing countries, donors, civil society, technical and research institutes, health agencies and the vaccine industry this week in Dar es Salaam, the capital of the United Republic of Tanzania.",
          "“When we began developing this vaccine, we knew how desperately it was needed, and we hoped it would quickly provide relief for the many people who dread sub-Saharan Africa’s meningitis season,” said Steve Davis, president and CEO of PATH, which partnered with WHO to create MenAfriVac®. “We are so proud to see African countries quickly embrace this vaccine and to see that deadly and debilitating meningitis cases have virtually disappeared in the regions that have been vaccinated.”",
          "“This milestone has been achieved thanks to the commitment of national governments and support from WHO and other partners,” said Dr Flavia Bustreo, WHO Assistant Director-General for Family, Women and Children’s Health. “We must continue our efforts to implement vaccination campaigns in the remaining meningitis belt countries and ensure widespread uptake of the MenAfriVac vaccine.”",
          "“Meningitis is a terrible disease which kills young people, creates severe neurological damage in many survivors, and devastates communities,” said Dr Seth Berkley, CEO of the GAVI Alliance, which is providing funding for the vaccines being used in the campaigns. “It is nothing short of remarkable that exactly two years after the first GAVI-funded meningitis vaccination campaign in the meningitis belt, the 100 millionth will have their life protected.”",
          "“The development of MenAfriVac as a low-cost vaccine was critically important for the global health community,” said Chris Elias, president of Global Development at the Bill & Melinda Gates Foundation. “Vaccines work to save and improve lives and the speed with which the governments in meningitis-affected countries have introduced this new vaccine to protect young people is exemplary.”",
          "“Meningitis A epidemics have affected the poorest families in countries of the Sahel, in the worst cases killing one third of the affected community,” said Geeta Rao Gupta, Deputy Executive Director of UNICEF. “But now campaigns are bringing hope to the poor families of previously unreached communities, which are mobilizing their members around this safe, effective and affordable vaccine.”"
        ]
      },
      {
        "heading": "Seasonal meningitis A epidemics in ‘meningitis belt’",
        "content": [
          "Seasonal meningitis A epidemics threaten the lives of 450 million people living in the ‘meningitis belt’, which stretches through 26 countries from Gambia in the west to Eritrea in the east. The disease causes a painful inflammation of the lining around the brain and the spine that can kill people within 24 to 48 hours. Those who survive often face severe learning difficulties, deafness, or amputated limbs. Children and young adults are most at risk.",
          "In the largest-ever seasonal epidemic in Africa’s history, in 1996-1997, meningitis A infected 250 000 people and killed 25 000. In 1997, African ministers of health appealed to WHO and other partners to find a lasting solution to the dreadful disease."
        ]
      },
      {
        "heading": "Meningitis Vaccine Project formed",
        "content": [
          "In 2001, PATH and WHO formed the Meningitis Vaccine Project to develop a vaccine that would tackle the meningococcus strain that causes meningitis A at a price that African countries could afford. Historically, new vaccines have either not been designed to cover variants of diseases found in developing countries or have been too expensive for developing countries to include in their immunization schedules. The partners worked with the Serum Institute of India Ltd. to develop and manufacture the vaccine at a cost of less than US$0.50 per dose."
        ]
      },
      {
        "heading": "MenAfriVac® has reduced cases of meningitis A",
        "content": [
          "The vaccine has already significantly reduced the burden of meningitis in the regions where it has been introduced. In Burkina Faso, which launched the inaugural MenAfriVac® campaign in December 2010, there were no cases of meningitis A among those who were vaccinated.",
          "“This vaccine is having a tremendous impact on the lives of people in some of the world’s most vulnerable towns and villages,” Berkley said. “The partners involved in developing this vaccine deserve tremendous credit for ensuring the right vaccine is available at the right price.”",
          "On October 31, 2012, MenAfriVac® received approval to be kept outside the cold chain for up to four days at up to 40°C, in a controlled temperature chain (CTC). MenAfriVac® is the first vaccine intended for use in Africa approved for this type of use, potentially setting a regulatory path that other heat-stable vaccines can follow.",
          "Cold chain limitations have posed logistical challenges for MenAfriVac® and other vaccine programmes, increasing programme costs, delaying roll-outs, limiting access to “last mile” communities and allowing outbreaks to continue. Benin launched the pilot project using the new CTC approach during its roll-out of the vaccine from 15–25 November 2012.",
          "Benin, Burkina Faso, Cameroon, Chad, Ghana, Mali, Niger, Nigeria, Senegal, and Sudan, have all conducted campaigns with the MenAfriVac® vaccine since its introduction in 2010."
        ]
      },
      {
        "heading": "About GAVI",
        "content": [
          "The GAVI Alliance is a public-private partnership committed to saving children’s lives and protecting people’s health by increasing access to immunisation in developing countries. The Alliance brings together developing country and donor governments, the World Health Organization, UNICEF, the World Bank, the vaccine industry, technical agencies, civil society, the Bill and Melinda Gates Foundation and other private philanthropists. GAVI uses innovative finance mechanisms, including co-financing by recipient countries, to secure sustainable funding and adequate supply of quality vaccines. Since 2000, GAVI has financed the immunisation of an additional 370 million children and prevented more than 5.5 million premature deaths.",
          "GAVI is funded by governments (Australia, Canada, Denmark, France, Germany, Ireland, Italy, Japan, Luxembourg, Netherlands, Norway, Korea, Russia, South Africa, Spain, Sweden, United Kingdom, United States), the European Commission, the Bill & Melinda Gates Foundation, as well as private and corporate partners (Absolute Return for Kids, Anglo American plc, The Children’s Investment Fund Foundation, Comic Relief, His Highness Sheikh Bin Zayed Al Nahyan, JP Morgan, “la Caixa” Foundation, LDS Charities)."
        ]
      },
      {
        "heading": "About the World Health Organization",
        "content": [
          "WHO is the directing and coordinating authority for health within the United Nations system. It is responsible for providing leadership on global health matters, shaping the health research agenda, setting norms and standards, articulating evidence-based policy options, improving global health security, providing technical support to countries and monitoring and assessing health trends."
        ]
      },
      {
        "heading": "About PATH",
        "content": [
          "PATH is an international nonprofit organization that transforms global health through innovation. PATH takes an entrepreneurial approach to developing and delivering high-impact, low-cost solutions, from lifesaving vaccines, drugs, and devices to collaborative programs with communities. Through its work in more than 70 countries, PATH and its partners empower people to achieve their full potential."
        ]
      },
      {
        "heading": "About UNICEF",
        "content": [
          "UNICEF works in 190 countries and territories to help children survive and thrive, from early childhood through adolescence. The world’s largest provider of vaccines for developing countries, UNICEF supports child health and nutrition, good water and sanitation, quality basic education for all boys and girls, and the protection of children from violence, exploitation, and AIDS. UNICEF is funded entirely by the voluntary contributions of individuals, businesses, foundations and governments"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "100 millionth person receives lifesaving meningitis vaccine",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:48Z",
    "first_seen_utc": "2026-01-29T02:46:48Z"
  },
  {
    "url": "https://www.who.int/news/item/12-11-2012-new-international-protocol-adopted-to-combat-illicit-trade-in-tobacco-products",
    "title": "New international protocol adopted to combat illicit trade in tobacco products",
    "published_date": "2012-11-12",
    "author": "Christian Lindmeier",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "SEOUL, REPUBLIC OF KOREA",
    "sections": [
      {
        "heading": null,
        "content": [
          "The delegates of more than 140 Parties to the WHO Framework Convention on Tobacco Control (WHO FCTC) adopted a new international treaty Monday, setting the rules for combating illegal trade through control of the supply chain and international cooperation. The Protocol to Eliminate Illicit Trade in Tobacco Products commits countries to establishing, as a central measure, a global tracking and tracing system to reduce the illicit trade of tobacco products."
        ]
      },
      {
        "heading": "Illicit trade in tobacco products",
        "content": [
          "“The elimination of all forms of illicit trade in tobacco products, including smuggling and illegal manufacturing, is an essential component of tobacco control,” says Ambassador Ricardo Varela, President of the Conference of the Parties (COP) to the WHO FCTC. “In adopting this new Protocol today by consensus, countries have reiterated their historic commitment towards protecting the health of their citizens, particularly the young and vulnerable.”"
        ]
      },
      {
        "heading": "A global problem",
        "content": [
          "Illicit trade in tobacco products is a global problem. It undermines health objectives, imposes additional strain on health systems and weakens tax and other measures designed to strengthen tobacco control. It leads to substantial revenue losses to governments around the world but generates vast financial profits for illegal traders. These are often used to fund transnational criminal activity."
        ]
      },
      {
        "heading": "Defining unlawful conduct",
        "content": [
          "“Eradicating illicit trade in tobacco products constitutes a clear win-win situation for governments and their people,” says Dr. Haik Nikogosian, Head of the Secretariat of the WHO FCTC. “The new Protocol establishes what actions constitute unlawful conduct and sets out related enforcement and international cooperation measures, such as licensing, information-sharing and mutual legal assistance that will help counteract and eventually eliminate illicit trade.”",
          {
            "text": "After today’s adoption by the Conference of the Parties, the procedural steps for the Protocol on Illicit Trade in Tobacco Products to enter into force are:",
            "bullets": [
              "protocol open for signature by the Parties for one year, starting 10 January 2013;",
              "ratification process, according to national law; and",
              "entry into force (90 days after 40 ratifications)."
            ]
          }
        ]
      },
      {
        "heading": "Reaching consensus",
        "content": [
          "The Protocol to Eliminate Illicit Trade in Tobacco Products was drafted and negotiated by an Intergovernmental Negotiating Body, mandated to undertake this work by the COP at its second session in 2007.",
          "After four years of negotiations, the Intergovernmental Negotiating Body held its fifth and final session from 29 March to 4 April 2012 in Geneva, where the Parties reached consensus on the draft Protocol.",
          "The COP is the central organ and governing body of the Convention and is currently meeting for the fifth time since the treaty entered into force in 2005. The number of Parties to the Convention has grown steadily over the years, from the 40 parties that brought the treaty into force in 2005, to 113 at the first session of the Conference of the Parties in 2006, and 176 as of today.",
          "The WHO FCTC was adopted by the World Health Assembly on 21 May 2003 and entered into force on 27 February 2005. It has since become one of the most rapidly and widely embraced treaties in United Nations history."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New international protocol adopted to combat illicit trade in tobacco products",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:50Z",
    "first_seen_utc": "2026-01-29T02:46:50Z"
  },
  {
    "url": "https://www.who.int/news/item/29-10-2012-atlas-of-health-and-climate-launches-new-collaboration-between-public-health-and-meteorological-communities",
    "title": "Atlas of health and climate launches new collaboration between public health and meteorological communities",
    "published_date": "2012-10-29",
    "author": "Nada Osseiran",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "Atlas provides maps, tables and graphs showing links between health and climate change.",
        "content": [
          "As the world’s climate continues to change, hazards to human health are increasing. The Atlas of health and climate , published today jointly by WHO and the World Meteorological Organization (WMO), illustrates some of the most pressing current and emerging challenges.",
          "Droughts, floods and cyclones affect the health of millions of people each year. Climate variability and extreme conditions such as floods can also trigger epidemics of diseases such as diarrhoea, malaria, dengue and meningitis, which cause death and suffering for many millions more. The Atlas gives practical examples of how the use of weather and climate information can protect public health."
        ]
      },
      {
        "heading": "Climate risk management",
        "content": [
          "“Prevention and preparedness are the heart of public health. Risk management is our daily bread and butter. Information on climate variability and climate change is a powerful scientific tool that assists us in these tasks,” said Dr Margaret Chan, Director-General of WHO. “Climate has a profound impact on the lives, and survival, of people. Climate services can have a profound impact on improving these lives, also through better health outcomes.”",
          "Until now, climate services have been an underutilized resource for public health.",
          "“Stronger cooperation between the meteorological and health communities is essential to ensure that up-to-date, accurate and relevant information on weather and climate is integrated into public health management at international, national and local levels. This Atlas is an innovative and practical example of how we can work together to serve society,” said WMO Secretary-General Mr Michel Jarraud."
        ]
      },
      {
        "heading": "Links between health and climate",
        "content": [
          {
            "text": "Numerous maps, tables and graphs assembled in the Atlas make the links between health and climate more explicit:",
            "bullets": [
              "In some locations the incidence of infectious diseases such as malaria, dengue, meningitis and cholera can vary by factors of more than 100 between seasons, and significantly between years, depending on weather and climate conditions. Stronger climate services in endemic countries can help predict the onset, intensity and duration of epidemics.",
              "Case studies illustrate how collaboration between meteorological, emergency and health services is already saving lives. For example, the death toll from cyclones of similar intensity in Bangladesh reduced from around 500 000 in 1970, to 140 000 in 1991, to 3 000 in 2007 – largely thanks to improved early warning systems and preparedness.",
              "Heat extremes that would currently be expected to occur only once in 20 years, may occur on average every 2-5 years by the middle of this century. At the same time, the number of older people living in cities (one of the most vulnerable groups to heat stress), will almost quadruple globally, from 380 million in 2010, to 1.4 billion in 2050. Cooperation between health and climate services can trigger measures to better protect people during periods of extreme weather.",
              "Shifting to clean household energy sources would both reduce climate change, and save the lives of approximately 680 000 children a year from reduced air pollution. The Atlas also shows how meteorological and health services can collaborate to monitor air pollution and its health impacts.",
              "In addition, the unique tool shows how the relationship between health and climate is shaped by other vulnerabilities, such as those created by poverty, environmental degradation, and poor infrastructure, especially for water and sanitation."
            ]
          }
        ]
      },
      {
        "heading": "Global Framework for Climate Services",
        "content": [
          "The Atlas is being released at an Extraordinary Session of the World Meteorological Congress, being held in Geneva, Switzerland from 29-31 October. The Congress will discuss the structure and implementation of the draft Global Framework for Climate Services.",
          "The framework is a United Nations-wide initiative spearheaded by WMO to strengthen the provision of climate services to the benefit of society, especially the most vulnerable. The health sector is one of the top four priorities, alongside food security, water management and disaster risk reduction.",
          "Climate information can be used to protect health through risk reduction, preparedness and response in all countries with major benefits for health outcomes and development."
        ]
      },
      {
        "heading": "More on the roles of WMO and WHO",
        "content": [
          "The WMO is the United Nations system's authoritative voice on weather, climate and water.",
          "WHO is the directing and coordinating authority for health within the United Nations system. It is responsible for providing leadership on global health matters, shaping the health research agenda, setting norms and standards, articulating evidence-based policy options, providing technical support to countries and monitoring and assessing health trends."
        ]
      },
      {
        "heading": "Related Links",
        "content": [
          {
            "text": null,
            "bullets": [
              "Publication: Atlas of Health and Climate",
              "WHO’s Outreach and Partnerships on Climate Change and Health",
              "More WHO Publications on Climate Change and Health"
            ]
          }
        ]
      }
    ],
    "references": [
      {
        "text": "Publication: Atlas of Health and Climate",
        "url": "https://www.who.int/publications/i/item/9789241564526"
      },
      {
        "text": "WHO’s Outreach and Partnerships on Climate Change and Health",
        "url": "https://www.who.int/activities/awareness-raising-to-protect-human-health-from-climate-change"
      },
      {
        "text": "More WHO Publications on Climate Change and Health",
        "url": "https://www.who.int/publications/i?healthtopics=07b6b5da-4025-4288-bef1-cce0ea8b2569&publishingoffices=3956baf4-0d3b-4748-9d9d-36bfb685beea&publishingoffices-hidden=true"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Atlas of health and climate launches new collaboration between public health and meteorological communities",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:51Z",
    "first_seen_utc": "2026-01-29T02:46:51Z"
  },
  {
    "url": "https://www.who.int/news/item/21-10-2012-newborn-deaths-decrease-but-account-for-higher-share-of-global-child-deaths",
    "title": "Newborn deaths decrease but account for higher share of global child deaths",
    "published_date": "2012-10-21",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": "WHO and Save the Children release most comprehensive newborn death estimates to date and call for more action to reduce newborn mortality",
        "content": [
          "Fewer newborns are dying worldwide, but progress is too slow and Africa particularly is being left further behind. These are the findings of a new study published in the medical journal PLoS Medicine today. The study covering 20 years and all 193 WHO Member States was led by researchers from WHO, Save the Children and the London School of Hygiene and Tropical Medicine. The estimates are based on more data than ever and extensive consultations with countries. The study shows detailed trends over time and forecasts potential future progress."
        ]
      },
      {
        "heading": "Newborn deaths decrease but account for higher share of global child deaths",
        "content": [
          "Newborn deaths decreased from 4.6 million in 1990 to 3.3 million in 2009, but fell slightly faster since 2000. More investment into health care for women and children in the last decade when the United Nations Millennium Development Goals (MDGs) were set, contributed to more rapid progress for the survival of mothers (2.3% per year) and children under the age of five (2.1% per year) than for newborns (1.7% per year).",
          "According to the new figures, newborn deaths, that is deaths in the first four weeks of life (neonatal period), today account for 41% of all child deaths before the age of five. That share grew from 37% in 1990, and is likely to increase further. The first week of life is the riskiest week for newborns, and yet many countries are only just beginning postnatal care programmes to reach mothers and babies at this critical time."
        ]
      },
      {
        "heading": "Causes of neonatal deaths: preterm delivery, asphyxia and infections",
        "content": [
          "Three causes account for three quarters of neonatal deaths in the world: preterm delivery (29%), asphyxia (23%) and severe infections, such as sepsis and pneumonia (25%). Existing interventions can prevent two-thirds or more of these deaths if they reach those in need.",
          "“Newborn survival is being left behind despite well-documented, cost-effective solutions to prevent these deaths,” says Dr. Flavia Bustreo, WHO Assistant Director-General for Family, Women's and Children's Health. “With four years to achieve the Millennium Development Goals, more attention and action for newborns is critical.”"
        ]
      },
      {
        "heading": "Where babies are born dramatically influences their chances of survival",
        "content": [
          "Almost 99% of newborn deaths occur in the developing world. The new study found that in part because of their large populations, more than half of these deaths now happen in just five large countries – India, Nigeria, Pakistan, China and Democratic Republic of the Congo. India alone has more than 900,000 newborn deaths per year, nearly 28% of the global total. Nigeria, the world’s seventh most populous country, now ranks second in newborn deaths up from fifth in 1990. This is due to an increase in the total number of births while the risk of newborn death has decreased only slightly. In contrast, because the number of births went down and the risk of newborn death was cut in half (23 to 11 per 1000), China moved from second place to fourth place.",
          "With a reduction of 1% per year, Africa has seen the slowest progress of any region in the world. Among the 15 countries with more than 39 neonatal deaths per 1000 live births, 12 were from the WHO African Region (Angola, Burundi, Chad, Central African Republic, Democratic Republic of the Congo, Equatorial Guinea, Guinea, Guinea-Bissau, Mali, Mauritania, Mozambique, and Sierra Leone) plus Afghanistan, Pakistan and Somalia. At the current rate of progress it would take the African continent more than 150 years to reach U.S. or U.K. newborn survival levels.",
          "Of the ten countries with a newborn mortality reduction of more than two-thirds in these two decades, eight were high income countries (Cyprus, Czech Republic, Estonia, Greece, Luxembourg, Oman, San Marino and Singapore), and two were middle income countries (Maldives and Serbia).",
          "“This study shows in stark terms that where babies are born dramatically influences their chances of survival, and that especially in Africa far too many mothers experience the heartbreak of losing their baby,” said co-author Dr. Joy Lawn of Save the Children’s Saving Newborn Lives program. “Millions of babies should not be dying when there are proven, cost-effective interventions to prevent the leading causes of newborn death.”"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Newborn deaths decrease but account for higher share of global child deaths",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:52Z",
    "first_seen_utc": "2026-01-29T02:46:52Z"
  },
  {
    "url": "https://www.who.int/news/item/17-10-2012-itu-and-who-launch-mhealth-initiative-to-combat-noncommunicable-diseases",
    "title": "ITU and WHO launch mHealth initiative to combat noncommunicable diseases",
    "published_date": "2012-10-17",
    "author": "Gregory Härtl",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "DUBAI, UNITED ARAB EMIRATES",
    "sections": [
      {
        "heading": "Plan to save lives and reduce costs agreed at ITU Telecom World 2012",
        "content": [
          "The International Telecommunication Union (ITU) and WHO today launched a new partnership called the ‘mHealth’ Initiative to use mobile technology, in particular text messaging and apps, to help combat noncommunicable diseases (NCDs) such as diabetes, cancer, cardiovascular diseases and chronic respiratory diseases.",
          "Noncommunicable diseases are some of the leading causes of death and disease in both developed countries and emerging economies alike. They dominate health care needs and expenditures in most developed as well as most low- and middle-income countries. Of the 57 million deaths globally, NCDs contribute to an estimated 36 million deaths every year, including 14 million people dying between the ages of 30 and 70. Using mobile telephone technology mHealth practices can help save lives, reduce illness and disability, and reduce healthcare costs significantly.",
          "Through the Initiative, ITU and WHO will provide evidence-based and operational guidance to encourage partners worldwide, especially governments, to implement mHealth interventions to address prevention and treatment of NCDs and their common risk factors – tobacco use, unhealthy diet, physical inactivity and the harmful use of alcohol.",
          "The Initiative is being discussed at the ITU Telecom World 2012, currently in session at the Dubai International Convention and Exhibition Centre. The conference is a rare opportunity for thought leaders and digital pioneers in the corporate, research and academic sectors from around the world to meet with high-ranking policy makers and regulators, collaborating to share ideas on the future of global telecommunications."
        ]
      },
      {
        "heading": "mHealth: A unique opportunity to combat ill health and disease",
        "content": [
          "“Technological innovations are changing the landscape of disease prevention and control. The widespread availability of mobile technology, including in many of the least developed countries, is an exceptional opportunity to expand the use of ehealth. By joining forces, ITU and WHO will fight against debilitating non-communicable diseases that can be controlled through the intervention of mHealth solutions and services that are at once cost effective, scalable and sustainable,” said ITU Secretary-General Hamadoun I. Touré. “In doing so, we will help end a scourge that hinders economic growth and development around the world.”",
          "The ITU-WHO mHealth initiative will build on current projects, existing health systems and platforms, and will involve partnerships between governments, NGOs and the private sector.",
          "“WHO is already using mobile devices to carry out surveillance of noncommunicable diseases and their risk factors. For example, the Global Adult Tobacco Surveillance system has used mobile phones to capture data on tobacco use in 17 countries – covering over half of the world’s population. This experience of running population-scale mobile projects will be vital to the initiative,” said Dr Oleg Chestnov, WHO Assistant Director-General for Noncommunicable Diseases and Mental Health",
          "WHO and ITU Member States are also testing mobile solutions for NCDs – ranging from providing assistance to help people quit tobacco, helping people increase their activity levels, eating more healthily and helping patients with noncommunicable diseases better manage their conditions. All of these experiences will feed into the new initiative.",
          "The ITU-WHO mHealth Initiative, which will initially run for a 4-year period and focus on prevention, treatment and enforcement to control noncommunicable diseases, will work with partnerships at all levels. At the global level, partners will share knowledge and technical expertise to help develop the standard operating procedure for each mHealth intervention as well as build support for the Initiative. At the national level, governments work closely with the Initiative to accelerate the roll out of operational projects.",
          "The joint ITU-WHO work plan is a direct follow up to the high level meeting on the prevention and control of NCDs convened by the United Nations General Assembly in New York in 2011 where world leaders and the UN community agreed to pay greater attention to finding ways to deal with the growing global spread of NCD’s and UN agencies agreed to work together to prevent and control NCDs and their risk factors."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "ITU and WHO launch mHealth initiative to combat noncommunicable diseases",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:54Z",
    "first_seen_utc": "2026-01-29T02:46:54Z"
  },
  {
    "url": "https://www.who.int/news/item/17-10-2012-20-million-lives-saved-through-tb-care-and-control",
    "title": "20 million lives saved through TB care and control",
    "published_date": "2012-10-17",
    "author": "Phil Coticelli",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Global",
    "sections": [
      {
        "heading": null,
        "content": [
          "An estimated 20 million people are alive today as a direct result of tuberculosis (TB) care and control, according to the WHO Global tuberculosis report 2012 .",
          "“In the space of 17 years, 51 million people have been successfully treated and cared for according to WHO recommendations. Without that treatment, 20 million people would have died,” said Dr Mario Raviglione, Director of the WHO Stop TB Department. “This milestone reflects the commitment of governments to transform the fight against TB.”",
          "The achievements have been secured by leadership in endemic countries and international support, but today WHO warned that the global fight against the disease remains fragile.",
          "“The momentum to break this disease is in real danger. We are now at a crossroads between TB elimination within our lifetime, and millions more TB deaths,” said Dr Raviglione."
        ]
      },
      {
        "heading": "Data from 204 countries and territories",
        "content": [
          {
            "text": "New data in the WHO Global tuberculosis report 2012 confirm that TB remains a major infectious killer today. The findings show:",
            "bullets": [
              "a continued decline in the number of people falling ill from TB, but still an enormous global burden of 8.7 million new cases in 2011;",
              "an estimated 1.4 million deaths from TB, including half a million women, underlining the disease as one of the world’s top killers of women;",
              "reduced rates of new disease and deaths in all of WHO’s six regions, although the African and European Regions are not yet on track to achieve goals to halve 1990 levels of mortality by 2015;",
              "a persistently slow progress in the MDR-TB response, with only 1 in 5 patients estimated to exist being diagnosed worldwide."
            ]
          },
          "The report also highlights country successes – among them Cambodia which has seen a 45% drop in TB prevalence between 2002 and 2011 – and, in all, it features data from 204 countries and territories and covers all aspects of TB, including multidrug-resistant TB (MDR-TB), TB/HIV, research and development (R&D) and TB financing.",
          "There is praise in the report for the worldwide roll-out of a new diagnostic device that can test patients for TB, including drug-resistant TB, in just 100 minutes. The fully automated nucleic acid amplification test (NAAT), which can diagnose TB and rifampicin-resistant disease, is now available in 67 low- and middle-income countries. Adoption of the ‘while you wait’ test is expected to further accelerate following a recent 41% fall in the price of the test.",
          "The report also points to the promise of medical breakthroughs from new TB drugs – the first in over 40 years – which could be on the market as early as 2013. Indeed, tools to prevent, detect and treat all forms of TB are steadily advancing through the R&D pipeline, says the report.",
          "Further down the line, progress means that a new TB vaccine and a ‘point-of-care’ diagnostic could be available within the next decade.",
          "But delivering new tools comes at a cost – and the report notes that there is a US$ 1.4 billion funding gap per year for research and development."
        ]
      },
      {
        "heading": "US$ 3 billion per year funding gap could prevent TB care progress",
        "content": [
          "Apart from the US$ 1.4 billion funding gap for research, there is a further US$ 3 billion per year funding shortfall between 2013 and 2015 which could have severe consequences for TB control, the report warns.",
          "“This gap threatens to hold back delivery of TB care to patients and weaken measures that prevent and control the spread of TB, with low-income countries at most risk,” said Dr Katherine Floyd, who coordinated the report team. To address this, WHO is calling for targeted international donor funding and continued investments by countries themselves to safeguard recent gains and ensure continued progress. Today, 90% of external donor financing for TB is provided by the Global Fund to Fight AIDS, Tuberculosis and Malaria."
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "20 million lives saved through TB care and control",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:56Z",
    "first_seen_utc": "2026-01-29T02:46:56Z"
  },
  {
    "url": "https://www.who.int/news/item/13-09-2012-accelerating-progress-on-child-survival-since-2000-un-says",
    "title": "Accelerating progress on child survival since 2000, UN says",
    "published_date": "2012-09-13",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "NEW YORK/GENEVA",
    "sections": [
      {
        "heading": null,
        "content": [
          "The pace of reducing child deaths has accelerated sharply since 2000, according to new data released today by UNICEF, WHO, the World Bank and the UN Population Division."
        ]
      },
      {
        "heading": "Mortality rates fall in all regions",
        "content": [
          "An annual report by the UN Inter-agency Group for Child Mortality Estimation (UN-IGME) shows that in 2011, an estimated 6.9 million children died before their fifth birthday, compared to around 12 million in 1990. Rates of child mortality have fallen in all regions of the world in the last two decades – down by at least 50% in eastern Asia, northern Africa, Latin America and the Caribbean, south-eastern Asia and western Asia.",
          "And progress is accelerating: between 2000 and 2011, the annual rate of reduction in the global under-five mortality rate jumped to 3.2%, up from 1.8% in 1990-2000. Sub-Saharan Africa, the region with the greatest challenge in child survival, has doubled its rate of reduction, from 1.5% per year in 1990-2010 to 3.1% in 2000-2011."
        ]
      },
      {
        "heading": "Progress requires expansion and acceleration of proven solutions",
        "content": [
          "An estimated 19 000 children died every day in 2011, and 40% in the first month of life, most from preventable causes. The gains in child survival, although significant, are still insufficient to achieve Millennium Development Goal 4 of reducing the global under-five mortality rate by two-thirds between 1990 and 2015. Only six of the world’s 10 regions are on track to reach the target. Proven solutions need to be expanded to accelerate progress on child survival faster and farther.",
          "Committing to Child Survival: A Promise Renewed is a global movement to accelerate action on maternal, newborn and child survival and build on progress since 1990. More than 100 governments have, since June, renewed their commitment to child survival."
        ]
      },
      {
        "heading": "80% of under-five deaths in sub-Saharan Africa and southern Asia",
        "content": [
          "Sub-Saharan Africa and southern Asia face the greatest challenges in child survival, and currently account for more than 80% of global under-five deaths. Their disparity with other regions is becoming more marked as regions such as eastern Asia and northern Africa have cut child deaths by more than two thirds since 1990.",
          "Half of all under-five deaths occurred in five countries: India (24%), Nigeria (11%), Democratic Republic of the Congo (7%), Pakistan (5%) and China (4%). India and Nigeria account for more than a third of all under-five deaths worldwide.",
          "Globally, the leading causes of death among children under five are pneumonia (18% of all under-five deaths), preterm birth complications (14%), diarrhoea (11%), complications during birth (9%) and malaria (7%)."
        ]
      },
      {
        "heading": "Call for systematic action to reduce neonatal mortality",
        "content": [
          "The UN-IGME 2012 report calls for systematic action to reduce neonatal mortality as the proportion of under-five deaths during the neonatal period is rising in every region and almost all countries. Highly cost-effective interventions are feasible even at the community level. Accelerating the reduction in under-five mortality is possible by expanding preventative and curative interventions that target the main causes of post-neonatal deaths and the most vulnerable children."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Accelerating progress on child survival since 2000, UN says",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:58Z",
    "first_seen_utc": "2026-01-29T02:46:58Z"
  },
  {
    "url": "https://www.who.int/news/item/18-07-2012-'strategic-use'-of-hiv-medicines-could-help-end-transmission-of-virus",
    "title": "'Strategic use' of HIV medicines could help end transmission of virus",
    "published_date": "2012-07-18",
    "author": "Sarah Russell",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA / WASHINGTON DC",
    "sections": [
      {
        "heading": null,
        "content": [
          "More strategic use of antiretroviral HIV medications can significantly reduce the transmission of the virus according to WHO proposals that will be presented at the XIX International AIDS Conference in Washington, DC on Sunday.",
          "“Every year, more than a million more people in low- and middle-income countries start taking antiretroviral drugs,” said Dr Margaret Chan, Director-General, WHO. “But for every person who starts treatment, another two are newly infected. Further scale-up and strategic use of the medicines could radically change this. We now have evidence that the same medicines we use to save lives and keep people healthy can also stop people from transmitting the virus and reduce the chance they will pass it to another person.”"
        ]
      },
      {
        "heading": "Antiretrovirals reduce transmission of HIV",
        "content": [
          "In 2011, a large multi-country study by the HIV Prevention Trials Network showed that antiretrovirals (ARVs) cut transmission of HIV by 96% within couples where one partner is HIV-positive and the other is not infected. A later study in South Africa reinforced these findings.",
          "“When people take antiretrovirals, the amount of HIV in their body is decreased, making them much less likely to pass the virus to others,” says Dr Gottfried Hirnschall, Director of the HIV Department at WHO. “If we can get, and keep, more people on treatment, and reduce their virus levels, we can reduce the number of new people who are infected.”"
        ]
      },
      {
        "heading": "Strategic use of antiretrovirals",
        "content": [
          {
            "text": "On the basis of this evidence, WHO advice for more strategic use of antiretrovirals includes:",
            "bullets": [
              "new guidelines for treating people with HIV who have uninfected partners (‘serodiscordant’ couples), recommending that antiretroviral therapy be offered to the HIV-positive partner, regardless of the strength of his or her immune system, to reduce the likelihood of HIV transmission to the uninfected partner. Up to 50% of HIV-positive people in on-going relationships are estimated to have HIV-negative partners. Rwanda and Zambia are already implementing this new policy. More than a dozen other countries say they plan to join them.",
              "a recommendation to consider modifying current practices to prevent mother-to-child transmission of HIV (PMTCT). Malawi, for example, now offers ARVs to all HIV positive pregnant women, regardless of the strength of their immune system, and has them continue taking the medicines for life. This not only treats HIV infected women and prevents transmission to their infants, it can also protect their partners.",
              "WHO currently recommends that people diagnosed with HIV start taking ARVs when the strength of their immune system drops to a CD4+ count of 350 cells/mm3 or lower. There is increasing evidence that HIV infection causes chronic inflammation, increasing the risk of other health problems, including certain types of cancers, heart disease and diabetes. The Organization is now reviewing recent studies that point to the potential health benefits of giving ARVs earlier, before the immune system starts to weaken."
            ]
          }
        ]
      },
      {
        "heading": "Increased coverage and early treatment cost-effective",
        "content": [
          "Providing ARVs to people living with HIV who have HIV-negative partners, pregnant women and high risk populations, regardless of their immune status, would increase the number of people eligible for treatment in low- and middle-income countries from the current figure of 15 million to 23 million.",
          "While this will increase the cost of providing treatment in the short term, studies predict that the economic benefits of early treatment will substantially offset, and likely exceed, programme costs within 10 years of investment. This economic benefit derives from the fact that the workforce is healthier and more productive and that costs of treatment and orphan care are reduced.",
          "In addition to more targeted treatment approaches recent studies suggest ARVs can also be used to protect people who are currently HIV-negative, but are at high risk of becoming infected. WHO is working with a number of countries where epidemics are concentrated around communities at particularly high risk of being infected with HIV such as men who have sex with men and transgender people."
        ]
      },
      {
        "heading": "New WHO recommendations",
        "content": [
          "Over the next 12 months, WHO will compile a new, consolidated set of recommendations related to the use of ARVs for both HIV treatment and prevention. The document will provide countries with clinical, programmatic and operational guidance so they can make the most effective and strategic use of ARVs.",
          "“The new guidance builds on science and experience from countries. It will inform what ARVs to use and when to use them, how to best deliver them and how to make strategic choices that have maximum benefit for people, and maximum impact on the epidemic,” adds Hirnschall.",
          "In addition, at the International AIDS Conference, WHO will release new guidance on a range of issues, including guidelines on HIV services for sex workers, new recommendations on using ARVs in particular circumstances for pre-exposure prophylaxis (PrEP) and the prevention of HIV and hepatitis among people who inject drugs."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "'Strategic use' of HIV medicines could help end transmission of virus",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:46:59Z",
    "first_seen_utc": "2026-01-29T02:46:59Z"
  },
  {
    "url": "https://www.who.int/news/item/06-07-2012-un-food-safety-body-sets-limits-on-veterinary-growth-promoting-drug",
    "title": "UN food safety body sets limits on veterinary growth promoting drug",
    "published_date": "2012-07-06",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "ROME",
    "sections": [
      {
        "heading": "Codex Alimentarius Commission adopts maximum residue levels",
        "content": [
          "The Codex Alimentarius Commission, the United Nations food standards body, has agreed on a set of residue limits for the veterinary drug ractopamine in animal tissues. Ractopamine is a growth promoter, it also keeps pigs lean.",
          "The Member States of Codex Alimentarius Commission adopted maximum residue limits for the amount of the drug allowed in the tissues of pigs and cattle. The decision was made after a rigorous process of scientific assessment to ascertain that the proposed levels of residues have no impact on human health.",
          "This assessment was carried out by the Joint Expert Committee on Food Additives, a group of independent experts convened by the UN Food and Agriculture Organization / World Health Organization (FAO/WHO) that provides scientific support to Codex. The Codex Alimentarius Commission reached a decision through a vote, carried out in accordance with the Commission’s rules and procedures. The limits were approved with 69 votes for, 67 against, and seven abstentions.",
          "The ractopamine limits set by the Commission are 10 micrograms per kilogram of pig or cattle muscle, 40 micrograms per kilogram in liver and 90 micrograms per kilogram of the animals’ kidneys."
        ]
      },
      {
        "heading": "Codex",
        "content": [
          "The Codex Alimentarius Commission, a joint programme of FAO and WHO, sets international food safety and quality standards to promote safer and more nutritious food for consumers worldwide and ensures fair practices in food trade. Codex standards serve in many cases as a basis for national legislation, and provide the food safety benchmarks for international food trade. The 49-year-old Codex Alimentarius Commission, which concludes tomorrow (7 July), is attended by 600 delegates representing 184 Member States plus the European Union, as well as a large number of intergovernmental and non-governmental organizations."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "UN food safety body sets limits on veterinary growth promoting drug",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:00Z",
    "first_seen_utc": "2026-01-29T02:47:00Z"
  },
  {
    "url": "https://www.who.int/news/item/04-07-2012-un-strengthens-regulations-on-melamine-seafood-melons-dried-figs-and-labelling",
    "title": "UN strengthens regulations on melamine, seafood, melons, dried figs and labelling",
    "published_date": "2012-07-04",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "ROME",
    "sections": [
      {
        "heading": "Consumers to benefit from new food safety standards",
        "content": [
          "The UN food standards body has agreed on new regulations – including the maximum level of melamine in liquid milk formula for babies – to protect the health of consumers across the world. Other measures adopted include new food safety standards on seafood, melons, dried figs and food labelling.",
          "The Codex Alimentarius Commission, jointly run by the UN Food and Agriculture Organization (FAO) and WHO, sets international food safety and quality standards to promote safer and more nutritious food for consumers worldwide. Codex standards serve in many cases as a basis for national legislation, and provide the food safety benchmarks for international food trade."
        ]
      },
      {
        "heading": "Melamine",
        "content": [
          "Melamine can be lethal at high concentrations and has been used illegally to increase apparent protein content in food products including infant formula and milk powder. Milk tainted with melamine has caused death and illness in infants. Two years ago, the Codex Commission adopted a maximum melamine level of 1 mg/kg for powdered infant formula and of 2.5 mg/kg for other foods and animal feed. The Commission has now set a maximum limit of 0.15 mg/kg for melamine in liquid infant milk.",
          "Melamine is used to make dishware and kitchenware, among other industrial applications. The new limit will help governments protect consumers by determining if detected levels of melamine result from unavoidable melamine contamination that does not cause health problems or from deliberate adulteration."
        ]
      },
      {
        "heading": "Dried figs and aflatoxins",
        "content": [
          "Aflatoxins, a group of mycotoxins produced by molds, are toxic and are known to be carcinogenic. They can be found in a variety of products such as dried fruits, nuts, spices and cereals at high levels if the produce is not stored properly. The Commission now agreed a safe maximum limit of 10 micrograms/kg for dried figs, together with details on how test sampling should be conducted."
        ]
      },
      {
        "heading": "Melons",
        "content": [
          "An emerging public health issue relates to the increased popularity of pre-cut melon slices. Exposed pulp of the fruit can become a breeding ground for bacteria. This has been linked to life-threatening salmonella and listeria outbreaks.",
          "The Commission recommended that pre-cut melons should be wrapped or packaged and refrigerated as soon as possible and distributed at temperatures of 4⁰ C or less. Cooling and cold-storing was recommended as soon as possible after harvest, while knife blades used for cutting or peeling should be disinfected on a regular basis."
        ]
      },
      {
        "heading": "Seafood and viruses",
        "content": [
          "Food hygiene in seafood, particularly for molluscs, such as mussels and oysters, have become a major food safety concern. The Commission adopted a set of preventive hygiene measures aimed to control food-borne viruses. Viruses are generally more resistant than bacteria and those transmitted by the faecal-oral route can persist for months in bivalve molluscs, soil, water and sediments. They can survive freezing, refrigeration, UV radiation and disinfection but are sensitive to heat.",
          "Common food-borne viral diseases are caused by hepatitis A virus and norovirus. The Commission noted that the main hazard for the production of molluscs, such as oysters and mussels, was the biological contamination of the waters in which they grow.",
          "It is therefore important to ensure the seawater quality of growing areas, the Commission noted. When there is a likelihood or evidence of viral contamination, closure of the area, destruction of contaminated molluscs and/or heat treatment before consumption of already harvested molluscs is recommended."
        ]
      },
      {
        "heading": "Mandatory nutrition labeling",
        "content": [
          "Codex recommended that food manufacturers across the world label nutritional content on their products to ensure that consumers are better informed; the recommendation is in line with WHO’s Strategy on Diet, Physical Activity and Health and is a major step forward in promoting healthy eating worldwide.",
          "The 49-year-old Codex Alimentarius Commission, meeting from 2–7 July, is attended by 600 delegates representing 184 countries plus the European Union."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "UN strengthens regulations on melamine, seafood, melons, dried figs and labelling",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:01Z",
    "first_seen_utc": "2026-01-29T02:47:01Z"
  },
  {
    "url": "https://www.who.int/news/item/22-06-2012-the-future-we-want-a-healthier-planet",
    "title": "The future we want: a healthier planet",
    "published_date": "2012-06-22",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Statement",
    "location": null,
    "sections": [
      {
        "heading": "",
        "content": [
          "The United Nations Conference on Sustainable Development (Rio+20) offers the world an important opportunity to both acknowledge, and benefit from the inextricable links between human health and sustainable development."
        ]
      },
      {
        "heading": "Good health contributes to the achievement of sustainability goals",
        "content": [
          "WHO estimates that 150 million people suffer severe financial hardship each year because they fall ill, use health services and have to pay for them on the spot. Many have to sell assets or go into debt to meet the payments. 100 million people are pushed below the poverty line for these reasons. Lack of access to health services impoverishes people because they cannot work; using health services impoverishes people because they cannot pay.",
          "Protecting people from catastrophic expenditure and ensuring access to essential services through universal health coverage is thus an essential element of any strategy to reduce poverty and build resilient societies. Health has the potential to increase economic development, improve educational opportunities, empower women, reduce impoverishment and foster social cohesion."
        ]
      },
      {
        "heading": "Health is a beneficiary of sustainable development",
        "content": [
          "A healthy environment is a prerequisite for good health. Reductions in air, water and chemical pollution can prevent up to one quarter of the overall global burden of disease. Cleaner energy policies could halve the number of childhood deaths from pneumonia and substantially reduce the one million people who die each year from chronic lung disease caused by indoor air pollution. Replacing biomass or coal stoves with cleaner stoves and fuels could help improve the health of up to three billion of the world’s poorest people.",
          "As the world seeks to address the challenges posed by ageing populations, growing cities, increasingly mobile populations, competition for scarce natural resources, financial uncertainty, and a changing climate, it is no longer viable to think of solutions in terms of individual sectors. This calls for a greater policy coherence: for a move to address not only health in all policies, but environment in all policies too."
        ]
      },
      {
        "heading": "Health is a way of measuring the impact of sustainable development policies",
        "content": [
          "Monitoring progress towards sustainable development means being able to evaluate the economic, environmental and social dimensions of policy. Investment in health alone cannot solve the problems of sovereign debt, volatile food prices or the environmental impact of climate change. But for those aiming to promote a fairer, greener and more sustainable approach to globalization, people’s health remains vitally important as a measure of the impact of policies in all these areas. Not only are health outcomes readily measurable, health concerns are immediate, personal and local.",
          "The original Rio Declaration of 1992 described “human beings as the central concern of sustainable development ... living a healthy and productive life in harmony with nature”. It is vital that those attending Rio+20 reaffirm this fact, and take concrete action to optimize the interactions between human health and sustainable development."
        ]
      }
    ],
    "references": [
      {
        "text": "",
        "url": "mailto:rwallace@unicef.org"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "The future we want: a healthier planet",
      "Statement"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:02Z",
    "first_seen_utc": "2026-01-29T02:47:02Z"
  },
  {
    "url": "https://www.who.int/news/item/22-06-2012-the-asturias-pledge-a-new-call-to-action-on-environmental-and-occupational-cancer-prevention",
    "title": "The Asturias Pledge – A new call to action on environmental and occupational cancer prevention",
    "published_date": "2012-06-22",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Statement",
    "location": null,
    "sections": [
      {
        "heading": "",
        "content": [
          "Today at an international scientific meeting, convened by the World Health Organization (WHO), more than 100 leading experts on cancer, environment, and occupational and public health joined together with representatives from policy, research and nongovernmental organizations to release the Asturias Pledge. Named after the Spanish Principality in which the meeting was held, this new call to action addresses the known and preventable environmental and occupational causes of cancer, and identifies required policies to reverse the trend of their occurrence.",
          "Globally, roughly 19 per cent of all cancers are attributable to the environment, including work settings, resulting in 1.3 million deaths each year.",
          "\"Many environmental and occupational factors, including certain chemicals, radiation and airborne particles, can cause cancer,\" said Dr Maria Neira, Director for Public Health and Environment at WHO. \"These cancers could be prevented and reduced by changes in national and international policy to limit people’s involuntary exposure to these substances.\"",
          "The causes of these cancers are often the areas which individual people have limited control over such as the quality of the air they breathe, the water they drink, and the level of chemical contamination in indoor and outdoor environments and at the workplace."
        ]
      },
      {
        "heading": "The Asturias Pledge calls on:",
        "content": [
          {
            "text": "Harmful use of alcohol has many implications on public health.",
            "bullets": [
              "Governments to include environmental and occupational preventive measures as part of national cancer control programmes, and ensure intense application of national and international standards for environmental and occupational carcinogens;",
              "The World Health Organization to lead a global effort in highlighting the importance of primary prevention of cancer, assess the impact of environmental and occupational interventions on primary prevention of cancer, develop guidance for implementation of evidence-based interventions, and establish a network of national and international institutions for policy development and implementation of primary prevention measures;",
              "Civil society networks to raise awareness about practices and processes that increase carcinogenic risks, raise awareness, educate and advocate for funding to implement effective primary prevention of environmental and occupational related cancers; and",
              "Industry and the private sector to support and implement measures aimed at preventing environmental and occupational-related cancer and research; contribute to policy development relating to the mitigation of occupational risks and workers’ exposures; eliminate or reduce exposure to known and probable carcinogens, and better inform workers on the risks they face in the workplace and protect them from carcinogens."
            ]
          },
          "“Creating a safe and healthy work environment is one of the biggest challenges facing governments in the area of health protection policy.\" said Leire Pajín Iraola, Spanish Minister of Health, Social Policy and Equality. \"This issue should be dealt with by taking an approach that is intersectoral, multifactorial, comprehensive and evidence-based. Not only must we take steps to avoid the risks associated with exposure to carcinogens, we must also develop policies that promote healthy habits in the workplace, such as physical activity and healthy diet. It is also important to avoid the principal risk factors for workers' health, for example by controlling specific environmental conditions at work and creating smoke-free enclosed spaces.”",
          "\"Holding this conference in Asturias will enable us to show the world how, with an ambitious political vision and the support of citizens and businesses, it is possible to overcome in a very short time the negative environmental impacts of twentieth century industrialization and to transform ourselves into a territory committed like no other to environmental protection and better public health,\" said, Mr Vicente Álvarez Areces, President of the Principality of Asturias.",
          "Decreasing, and eventually eliminating the exposure to environmental and occupational carcinogens is the most effective way to prevent a number of cancers. By stopping the use of asbestos, it is possible to prevent lung cancer, mesothelioma and cancers of the larynx and ovaries. Replacement of benzene with safer solvents will prevent leukaemia.",
          "\"The World Cancer Declaration calls for a concerted, cross-sectorial approach to address cancer and cancer risk factors, said Eduardo Cazap, President of the Union of International Cancer Control (UICC). \"The UICC membership is committed not only to raising awareness but also to working with both governments and private enterprises to implement change to reduce exposure to environmental cancer risks that we encounter in our everyday lives.\"",
          "The identification of gaps and barriers will now help define a road map to better address the environmental and occupational determinants of cancer, to develop a range of proposals for primary prevention of cancer and to introduce environmental and occupational aspects into the global cancer agenda."
        ]
      },
      {
        "heading": "Notes for the editor",
        "content": [
          "The first International Conference on Environmental and Occupational Determinants of Cancer: Interventions for Primary Prevention takes place in Asturias, Spain from 17-18 March 2011. The conference was organized by WHO in collaboration with the International Agency for Research on Cancer, the Union for International Cancer Control and the Fundación Sandra Ibarra de Solidaridad Frente al Cáncer. The conference was hosted by the Ministry of Health, Social Policy and Equality and the Government of the Principality of Asturias, Spain."
        ]
      },
      {
        "heading": "",
        "content": null
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "The Asturias Pledge – A new call to action on environmental and occupational cancer prevention",
      "Statement"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:04Z",
    "first_seen_utc": "2026-01-29T02:47:04Z"
  },
  {
    "url": "https://www.who.int/news/item/22-06-2012-2-4-billion-people-will-lack-improved-sanitation-in-2015",
    "title": "Rio+20 declares health key to sustainable development",
    "published_date": "2012-06-22",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Statement",
    "location": null,
    "sections": [
      {
        "heading": "",
        "content": [
          "The United Nations Conference on Sustainable Development (Rio+20) has adopted a series of measures that have the potential to contribute to a more equitable, cleaner, greener, and more prosperous world – and recognizes the important linkages between health and development."
        ]
      },
      {
        "heading": "Health linked to sustainable development",
        "content": [
          "\"The Future We Want\" conference outcome document, agreed upon by member states attending the 20-22 June conference, highlights the fact that better health is a “precondition for, an outcome of, and an indicator of all three dimensions of sustainable development”.",
          "“This focus on the links between health and sustainable development is critical,” said Dr Margaret Chan, Director-General of the World Health Organization. “Healthy people are better able to learn, be productive and contribute to their communities. At the same time, a healthy environment is a prerequisite for good health.”",
          "The outcome document also emphasizes the importance of universal health coverage to enhancing health, social cohesion and sustainable human and economic development. And it acknowledges that the global burden and threat of noncommunicable diseases (NCDs) constitutes one of the major sustainable development challenges of the 21st century.",
          "The document states: “We are convinced that action on the social and environmental determinants of health, both for the poor and the vulnerable and the entire population, is important to create inclusive, equitable, economically productive and healthy societies. We call for the full realization of the right to the enjoyment of the highest attainable standard of physical and mental health”."
        ]
      },
      {
        "heading": "Health-related development issues",
        "content": [
          {
            "text": "Health-related development issues covered in detail in the outcome document include:",
            "bullets": [
              "access to better energy services including sustainable cooking and heating solutions, which can significantly reduce childhood pneumonia and adult cardiopulmonary disease deaths from indoor air pollution;",
              "greater focus on urban planning measures including more sustainable, energy-efficient housing and transport – which can significantly reduce many NCD risks, e.g. cardiopulmonary diseases from air pollution, health risks from physical inactivity and traffic injury;",
              "better sanitation in cities and villages to protect against the spread of communicable diseases;",
              "sustainable food systems that combat hunger and contribute to better health and nutrition;",
              "more sustainable water usage, meeting basic needs for safe drinking-water, and stewardship of water supplies to grow food;",
              "assurance that all jobs and workplaces meet minimum safety and health standards to reduce cancer, chronic lung diseases, injuries and early deaths."
            ]
          }
        ]
      },
      {
        "heading": "Universal health coverage",
        "content": [
          "Rio+20 also underlined the vital need for universal health coverage (including policies to prevent, protect and promote public health). Currently, 150 million people worldwide suffer severe financial hardship each year because they fall ill and cannot afford to pay for the services or medicines they need to recover. Universal health coverage can therefore fight poverty and build more resilient and prosperous communities."
        ]
      },
      {
        "heading": "Protecting and promoting human health",
        "content": [
          "An outcome of the 1992 Rio Conference (The 1992 UN Conference on Environment and Development) was Agenda 21, a comprehensive plan for global and local action. Chapter Six of this document focused on ‘Protecting and Promoting Human Health’.",
          {
            "text": "Over the past 20 years, WHO has worked in the five areas outlined in that chapter:",
            "bullets": [
              "meeting primary health care needs particularly in rural areas;",
              "control of communicable diseases;",
              "protecting vulnerable groups;",
              "meeting the urban health challenge; and",
              "reducing environmental health risks, which are often exacerbated by unsustainable development."
            ]
          },
          "The Organization will continue this work and scale up efforts to help countries aiming to achieve universal health coverage and prevent and treat noncommunicable diseases."
        ]
      }
    ],
    "references": [
      {
        "text": "",
        "url": "mailto:rwallace@unicef.org"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Rio+20 declares health key to sustainable development",
      "Statement"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:05Z",
    "first_seen_utc": "2026-01-29T02:47:05Z"
  },
  {
    "url": "https://www.who.int/news/item/14-06-2012-more-voluntary-blood-donations-essential",
    "title": "More voluntary blood donations essential",
    "published_date": "2012-06-14",
    "author": "Gregory Härtl",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "On World Blood Donor Day, WHO calls for more people to be heroes – donating blood regularly",
        "content": [
          "Every year, millions of people rely on the generosity of another person to donate blood. Yet, blood donation rates vary considerably and the demands for blood and blood products are increasing worldwide. To meet these needs, more people must come forward to give blood voluntarily, and regularly, says the WHO on World Blood Donor Day.",
          "“With increasing life expectancy and the subsequent increase in the number of age-related, chronic diseases, including cancers, that require blood and blood products for treatment, demand outstrips supply,” says Dr Neelam Dhingra, Coordinator for Blood Transfusion Safety at WHO. “In addition, some blood products used to treat cancer patients, like platelets, have a shelf-life of only five days. This means we increasingly need more blood donors to meet these demands.”"
        ]
      },
      {
        "heading": "Need for blood and blood products is rising",
        "content": [
          "The need for blood and blood products is rising in all parts of the world. In high- and middle-income countries, with advancements in health-care systems and improved health coverage, this need is being driven by increasingly sophisticated medical and surgical procedures such as cardiovascular and transplant surgery, trauma care and therapy for cancer and blood disorders. All major surgeries need blood to be available on standby.",
          "In addition, severe bleeding during delivery or after childbirth is the leading cause of maternal mortality worldwide. When severe bleeding occurs, urgent and timely treatment is required for management of these patients, including transfusion of blood and blood products, as women may die within one hour.",
          "Every year, road traffic accidents cause 1.3 million deaths globally and, in addition, injure or disable between 20 million and 50 million people; 90% of deaths from road traffic accidents occur in developing countries. Uncontrolled bleeding accounts for more than 468 000 deaths per year.",
          "In low-income countries where diagnostic facilities and treatment options are limited, the majority of transfusions are prescribed for the treatment of complications during pregnancy and childbirth, the management of severe childhood anaemia, trauma and congenital blood disorders. In many situations, current systems are unable to meet the needs, while expansion of health coverage and improved access to health services further increases these demands."
        ]
      },
      {
        "heading": "More repeat donors are essential",
        "content": [
          "There are 92 million blood donations per year globally, most of these by voluntary, unpaid donors. But of these voluntary donors, 30 million give blood once, and then do not return.",
          "“We need to encourage these donors to come back and become repeat, regular donors,” says Dr Dhingra. “Each blood donation is only 450 millilitres and by having more repeat voluntary donors, we can better assure the reliability of blood supply and safety of blood and blood products.”"
        ]
      },
      {
        "heading": "Country successes",
        "content": [
          "Yet, there are some noteworthy examples of countries who are able to meet the transfusion needs of their health-care systems, and WHO is highlighting these successes on this World Blood Donor Day.",
          "Today, 62 countries meet their transfusion needs and many more are making rapid progress. For example, Viet Nam has increased voluntary blood donation from just one third of total supplies to almost 90% in just 10 years. It has also increased total annual blood collection from 268 394 units to 776 420 units in the same period.",
          "In the Cook Islands, education campaigns targeting health workers and the community have resulted in a complete change in the source of blood donations: from 2002 to 2007, the proportion of blood collected from voluntary, unpaid donors increased from 30% to 100%. It also increased the number of regular donors from just 70 to more than 400 donors from its population of around 20 000."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "More voluntary blood donations essential",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:07Z",
    "first_seen_utc": "2026-01-29T02:47:07Z"
  },
  {
    "url": "https://www.who.int/news/item/30-05-2012-who-stop-tobacco-industry-interference",
    "title": "WHO: stop tobacco industry interference",
    "published_date": "2012-05-30",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "WHO urges national leaders to fight against industry attacks",
        "content": [
          "On World No Tobacco Day (31 May), WHO is calling on national leaders to be extra vigilant against the increasingly aggressive attacks by the industry which undermine policies that protect people from the harms of tobacco. Tobacco kills almost 6 million people every year and is one of the leading preventable causes of illness and death around the world."
        ]
      },
      {
        "heading": "Tobacco industry trying to undermine treaty",
        "content": [
          "“In recent years, multinational tobacco companies have been shamelessly fuelling a series of legal actions against governments that have been at the forefront of the war against tobacco. The industry is now stepping out of the shadows and into court rooms,” says WHO Director-General Dr Margaret Chan. “We must now stand together with these governments that have had the courage to do the right thing to protect their citizens.”",
          "More countries are moving to fully meet their obligations under the 2003 WHO Framework Convention on Tobacco Control (WHO FCTC). Governments are working to create 100% smoke-free, enclosed work and public places; to inform the public of tobacco harms through large and strong pictorial warning on tobacco packages; and to ban tobacco advertising, promotion and sponsorship. The tobacco industry however, is hard at work to undermine the treaty, including taking governments to court. In fact, the governments of Australia, Norway and Uruguay are currently battling tobacco industry law suits in their national courts."
        ]
      },
      {
        "heading": "Combating tobacco industry interference",
        "content": [
          {
            "text": "Article 5.3 of the WHO FCTC urges countries to protect public health policies from commercial and other vested interests of the tobacco industry. On World No Tobacco Day, WHO is releasing a technical resource paper and global brief based on 2008 guidelines for implementation of this Article of the treaty to help guide countries on ways to combat tobacco industry interference. The paper covers a range of issues including:",
            "bullets": [
              "maneuvering to hijack the political and legislative process",
              "exaggerating the economic importance of the tobacco industry",
              "manipulating public opinion to gain the appearance of respectability",
              "fabricating support through front groups",
              "discrediting proven science",
              "intimidating governments with litigation or the threat of litigation."
            ]
          },
          "“National leaders need to resist these tactics and use the full force of the Convention to protect the hard won gains to safeguard people’s health from the scourge of tobacco,” says Dr Douglas Bettcher, Director of WHO’s Tobacco Free Initiative department.",
          "In line with article 5.3 countries should, among other measures: limit interactions and disclose all meetings with the tobacco industry; reject partnerships and non-binding agreements with the industry; refuse funds and other support, and reject industry endorsement and participation in youth initiatives.",
          "In addition, countries should not grant incentives, privileges or benefits to the tobacco industry, such as subsidies or tax exemptions, and should create firewalls against the interference of the tobacco industry in public health, including State-owned tobacco companies."
        ]
      },
      {
        "heading": "Tobacco kills millions",
        "content": [
          "Tobacco kills up to half its users. By 2030, WHO estimates that tobacco will kill more than 8 million people every year, with four out of five of these deaths occurring in low and middle-income countries. Tobacco is a major risk factor for non-communicable diseases (NCDs) such as cancer, cardio-vascular disease, diabetes and chronic respiratory diseases. NCDs account for 63% of all deaths worldwide."
        ]
      },
      {
        "heading": "Secondhand smoke kills children",
        "content": [
          "In nonsmokers, exposure to secondhand smoke is estimated to kill another 600 000 people annually. Almost half of all children regularly breathe air polluted by tobacco smoke and more than 40% of children have at least one smoking parent. In 2004, children accounted for nearly one third of deaths attributable to secondhand smoke.",
          "Most adult smokers started the habit before the age 20. To recruit new smokers, the industry’s relentless marketing machinery targets youth, especially young women.",
          "The Framework Convention on Tobacco Control is the first international treaty negotiated under the auspices of WHO. It was adopted in 2003 and now has 175 Parties.",
          "On World No Tobacco Day 2012, and throughout the following year, WHO will urge countries to put the fight against tobacco industry interference at the heart of their efforts to control the global tobacco epidemic."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO: stop tobacco industry interference",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:09Z",
    "first_seen_utc": "2026-01-29T02:47:09Z"
  },
  {
    "url": "https://www.who.int/news/item/26-05-2012-65th-world-health-assembly-closes-with-new-global-health-measures",
    "title": "65th World Health Assembly closes with new global health measures",
    "published_date": "2012-05-26",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": null,
        "content": [
          "The Sixty-fifth World Health Assembly concluded Saturday after adopting 21 resolutions and three decisions on a broad range of health issues. The six days of discussions involved nearly 3000 delegates, including health ministers and senior health officials from amongst the 194 WHO Member States, as well as representatives from civil society and other stakeholders.",
          "The agenda covered some of the biggest challenges and opportunities facing public health today.",
          "“As challenges, let me mention noncommunicable diseases and ageing, maternal and child health, under- and over- nutrition, the eradication of polio and health demands during humanitarian emergencies,” said Dr Margaret Chan, WHO Director-General. “As opportunities, let me mention immunization, and the decade of vaccines, and the new multisectoral strategies made possible when we take a social determinants approach.”",
          "The Health Assembly opened with delegates noting the tremendous achievements in health in recent decades and the emergence of global solidarity around health. Multiple Member States supported the concept of universal health coverage. “Universal health coverage is the single most powerful concept that public health has to offer,” added Dr Chan.",
          "“Public health should be one of the top priorities in our development projects, because without health, no development is possible,” says Professor Thérèse N’Dri-Yoman, Minister of Health of Côte d’Ivoire and the elected President of the Health Assembly. “It was clear from all the presentations that the best and safest way to reduce inequalities in health-care delivery in our countries, either poor or rich, is by implementing universal health coverage.”",
          "Reappointment of Dr Margaret Chan: At the World Health Assembly, Dr Margaret Chan was appointed for a second five-year term as Director-General of WHO with 98% of the Member States’ votes. Dr Chan's new term will begin on 1 July 2012 and continue until 30 June 2017.",
          "In her acceptance speech, Dr Chan pledged her continued commitment to improve the health of the most vulnerable. In addition, she said that the biggest challenge over the next five years will be to lead WHO in ways that will help maintain the unprecedented momentum for better health that marked the start of this century.",
          "WHO reform: Member States discussed reform proposals in three areas: programmes and priority setting, governance and management. Delegates reaffirmed support for the Director-General's reform agenda, reiterating the need for comprehensive reform, for WHO to become more effective in its normative and technical assistance role and to improve accountability and transparency. They encouraged greater focus on results and enhanced governance. Proposals around improving monitoring of WHO’s work were welcomed.",
          "Delegates expressed broad acceptance of the proposed five categories: communicable diseases, noncommunicable diseases, health through the life-course, health systems, and preparedness, surveillance and response. Member States emphasized that WHO should increase the focus on the social, economic and environmental determinants of health. The delegates requested the Secretariat to show how health determinants will be given priority in the next draft of the Organization’s General Programme of Work, which will be reviewed at the year’s Regional Committee meetings."
        ]
      },
      {
        "heading": "The resolutions and decisions adopted by the Member States include:",
        "content": [
          "Early marriages and young pregnancies: More than 30% of girls in developing countries are married before the age of 18, and 14% before the age of 15. Many delegates requested that WHO continues raising awareness of the problem of early marriage and adolescent pregnancy and its consequences for young women and their infants.",
          "Several Member States noted the importance of implementing laws and policies and strengthening sexuality education. Some countries said that “one size does not fit all” and that family and community social norms must be considered. The Secretariat confirmed that it will work with Regional Offices to adapt the guidelines to public health realities country-by-country.",
          "Humanitarian emergencies: The World Health Assembly adopted a resolution reaffirming the central role of health in humanitarian response and strongly endorsing WHO’s role as Health Cluster Lead Agency. It calls on Member States and donors to allocate sufficient resources for health sector activities during humanitarian emergencies and for strengthening WHO’s capacity to exercise its role as Lead Agency both at global and country levels. The resolution also calls on WHO to provide Member States and humanitarian partners with predictable support during emergencies, by coordinating rapid assessments, the development of strategies and action plans, and monitoring the health situation.",
          "International Health Regulations: The Health Assembly reviewed the annual report on the implementation of the International Health Regulations (2005). State Parties were making fair progress in 2011 for a number of core capacities, notably surveillance, response, laboratory and zoonotic events. Most regions reported relatively low capacities in human resources and preparedness for chemical and radiological events. Many State Parties have requested or will request a two-year extension to the mid-2012 deadline for establishing core capacities under IHR. The delegates referred to difficulties in implementing measures related to points of entry and in engaging stakeholders outside the health sector.",
          "Mass gatherings: The Health Assembly received the report by the Secretariat on “Global mass gatherings: implications and opportunities for global health security”. The discussions were led by delegates from areas which have hosted mass gatherings recently or on a regular basis. Delegates expressed the need to exchange lessons learned on preparedness and management and Member States also stressed the need for efficient preventive measures and interventions.",
          "Millennium Development Goals: Member States endorsed the report on the progress and achievements of the health-related Millennium Development Goals and health goals after 2015. While the pace of progress has accelerated in many Member States, it was also acknowledged that more still needs to be done in the remaining three years to achieve the goals.",
          "A second report on The Commission on Information and Accountability for Women’s and Children’s Health, established at the request of the United Nations Secretary-General’s in the context of the Global Strategy for Women’s and Children’s Health, presented 10 recommendations to improve accountability in countries and globally. The focus is on the 75 countries which together account for more than 95% of all maternal and child deaths in the world. Many countries and global partners have made specific commitments to accelerate action towards the achievement of MDG 4 (reduce child mortality) and 5 (improve maternal health).",
          {
            "text": "Noncommunicable diseases: The Health Assembly adopted several resolutions and decisions on noncommunicable diseases (NCDs):",
            "bullets": [
              "Delegates approved the development of a global monitoring framework for the prevention and control of NCDs, including indicators and a set of global targets. Member States agreed to adopt a global target of a 25% reduction in premature mortality from noncommunicable diseases such as cardiovascular disease, cancer, diabetes and chronic respiratory diseases by 2025.",
              "Another resolution focuses on strengthening NCD policies to promote active ageing. The resolution urges Member States to encourage the active participation of older people in society, increase healthy ageing and promote the highest standard of health and well-being for older persons by addressing their needs.",
              "The building of partnerships at national and global levels are essential components of multisectoral action against NCDs. Member States discussed ways to prevent NCDs through action involving other sectors than health to prevent premature deaths and to reduce exposure to risk factors for NCDs, mainly tobacco use, harmful use of alcohol, unhealthy diet, and physical inactivity.",
              "Delegates also received a report on the progress of the implementation of the global action plan for the prevention of avoidable blindness and visual impairment.",
              "Member States acknowledged the need for a comprehensive, coordinated response to addressing mental disorders from health and social sectors at the country level. The delegates recognized this includes approaches such as programmes to reduce stigma and discrimination, reintegration of patients into workplace and society, support for care providers and families, and investment in mental health from the health budget."
            ]
          },
          "Occupied Palestinian territory: The World Health Assembly adopted a resolution on the health conditions in the occupied Palestinian territory including east Jerusalem, and in the occupied Syrian Golan. The need for full coverage of health services was reaffirmed while recognizing that the acute shortage of financial and medical resources is jeopardizing access of the population to curative and preventive services.",
          "Pandemic influenza preparedness: Member States acknowledged that the pandemic influenza preparedness (PIP) framework is a crucial development for global health security, based on the lessons from the 2009 influenza pandemic. Delegates recognized that industry and other partners play important roles in the development of vaccines to counter outbreaks.",
          "Delegates agreed on a 70% and 30% share of resources between preparedness and response respectively, but that this would be regularly reviewed. They welcomed the role of the framework’s advisory group, but stressed the need for extra resources – both human and financial – to support WHO capacity and leadership.",
          "Intensification of the global polio eradication initiative: The delegates acknowledged that polio eradication is at a tipping point between success and failure and necessary funding is essential to ensure success. In this regard, Member States declared the completion of polio eradication a programmatic emergency for global health.",
          "Research and development: The Health Assembly welcomed the report of the Consultative Expert Working Group on Research and Development: Financing and Coordination containing recommendations for securing new funds for health research and development on diseases that affect people in developing countries. It adopted a resolution to hold Member States’ consultations at national, regional and global levels to analyze the report and the feasibility of the recommendations.",
          "Schistosomiasis: Delegates adopted a resolution to support countries in evaluating interruption of transmission and preventing its re-emergence during the post-elimination phase. They also discussed the need for a health-systems approach, involving public-private partnerships, to ensure availability of drugs and their development.",
          "Social determinants of health: The Health Assembly endorsed the Rio Political Declaration and its recommendations. It approved measures to support the five priority actions recommended in the declaration to address social determinants of health. The measures will lead to, among other things, greater collaboration between UN and partner agencies and more support for Member States to adopt an inclusive ‘health-for-all’ approach.",
          "Substandard/spurious/falsely-labelled/falsified/counterfeit medical products: Delegates approved a draft resolution on a new Member State mechanism proposing international cooperation on substandard, spurious, falsely-labelled, falsified or counterfeit (SSFFC) medical products. Many countries stressed the need for strengthening regulatory authorities and the critically important role that WHO plays in enhancing regional and international networking among the regulators. Emerging channels of distribution such as Internet sales pose a significant threat and require specific solutions. Representatives of NGOs and the pharmaceutical sector expressed their support for the mechanism.",
          "Progress reports: The delegates also received progress reports in six areas: strengthening of health systems; disease eradication, prevention and control; reproductive health; food safety initiatives; climate change and health; partnerships and multilingualism.",
          "The World Health Assembly is held annually in Geneva, Switzerland and is the decision-making body of the WHO. It is attended by delegations from all WHO Member States and focuses on a specific health agenda prepared by the Executive Board. The main functions of the World Health Assembly are to determine the policies of the Organization, appoint the Director-General in election years, supervise financial policies, and review and approve the proposed programme budget."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "65th World Health Assembly closes with new global health measures",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:10Z",
    "first_seen_utc": "2026-01-29T02:47:10Z"
  },
  {
    "url": "https://www.who.int/news/item/23-05-2012-dr-margaret-chan-appointed-to-a-second-term-as-director-general",
    "title": "Dr Margaret Chan appointed to a second term as Director-General",
    "published_date": "2012-05-23",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": null,
        "content": [
          "The World Health Assembly today appointed Dr Margaret Chan for a second five-year term as Director-General of the World Health Organization (WHO). In her acceptance speech to health ministers and representatives of WHO’s Member States, Dr Chan pledged her continued commitment to improve the health of the most vulnerable.",
          "“In my view, universal coverage is the single most powerful concept that public health has to offer. It is a powerful equalizer,” said Dr Chan. “[It] is the best way to cement the gains made during the past decade.”",
          "In addition she said that the biggest challenge over the next five years will be to lead WHO in ways that will help maintain the unprecedented momentum for better health that marked the start of this century.",
          "“The future of funding for international health development is uncertain,” said Dr Chan. “If we let down our guard, slacken our efforts, problems that are so close to being brought under control will come roaring back.”",
          "The Director-General is WHO's chief technical and administrative officer and oversees the policy for the Organization's international health work. Dr Chan's new term will begin on 1 July 2012 and continue until 30 June 2017.",
          "Dr Chan, from the People’s Republic of China, joined WHO as Director of the Department for Protection of the Human Environment in 2003. In 2005, she was appointed Director of Communicable Diseases Surveillance and Response, as well as Representative of the Director-General for Pandemic Influenza. Later that year she was named Assistant Director-General for Communicable Diseases. In November 2006 she was elected to her first appointment as Director-General of WHO.",
          "Before joining WHO, Dr Chan was Director of Health of Hong Kong. In her nine-year tenure as director, she launched new services to prevent the spread of disease and promote better health. She also introduced new initiatives to improve communicable disease surveillance and response, enhance training for public health professionals and to establish better local and international collaboration. She also effectively managed outbreaks of avian influenza and of severe acute respiratory syndrome (SARS).",
          "Dr Chan obtained her medical degree from the University of Western Ontario in Canada."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Dr Margaret Chan appointed to a second term as Director-General",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:11Z",
    "first_seen_utc": "2026-01-29T02:47:11Z"
  },
  {
    "url": "https://www.who.int/news/item/16-05-2012-new-data-highlight-increases-in-hypertension-diabetes-incidence",
    "title": "New data highlight increases in hypertension, diabetes incidence",
    "published_date": "2012-05-16",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": null,
        "content": [
          "The World health statistics 2012 report, released today, puts the spotlight on the growing problem of the noncommunicable diseases burden.",
          "One in three adults worldwide, according to the report, has raised blood pressure – a condition that causes around half of all deaths from stroke and heart disease. One in 10 adults has diabetes.",
          "“This report is further evidence of the dramatic increase in the conditions that trigger heart disease and other chronic illnesses, particularly in low- and middle-income countries,” says Dr Margaret Chan, Director-General of WHO. “In some African countries, as much as half the adult population has high blood pressure.”",
          "For the first time, the World Health Organization’s annual statistics report includes information from 194 countries on the percentage of men and women with raised blood pressure and blood glucose levels.",
          "In high-income countries, widespread diagnosis and treatment with low-cost medication have significantly reduced mean blood pressure across populations – and this has contributed to a reduction in deaths from heart disease. In Africa, however, more than 40% (and up to 50%) of adults in many countries are estimated to have high blood pressure. Most of these people remain undiagnosed, although many of these cases could be treated with low-cost medications, which would significantly reduce the risk of death and disability from heart disease and stroke.",
          "Also included for the first time in the World health statistics 2012 are data on people with raised blood glucose levels. While the global average prevalence is around 10%, up to one third of populations in some Pacific Island countries have this condition. Left untreated, diabetes can lead to cardiovascular disease, blindness and kidney failure."
        ]
      },
      {
        "heading": "Obesity another major issue",
        "content": [
          "“In every region of the world, obesity doubled between 1980 and 2008,” says Dr Ties Boerma, Director of the Department of Health Statistics and Information Systems at WHO. “Today, half a billion people (12% of the world’s population) are considered obese.”",
          "The highest obesity levels are in the WHO Region of the Americas (26% of adults) and the lowest in the WHO South-East Asia Region (3% obese). In all parts of the world, women are more likely to be obese than men, and thus at greater risk of diabetes, cardiovascular disease and some cancers.",
          "Noncommunicable diseases currently cause almost two thirds of all deaths worldwide. Global concern about the rise in numbers of deaths from heart and lung disease, diabetes and cancer prompted the United Nations to hold a high-level meeting on noncommunicable diseases in New York in September 2011.",
          "The World Health Assembly, to be held in Geneva from 21 to 26 May 2012, will review progress made since that meeting and agree on next steps. Work is currently under way to develop a global monitoring framework and a set of voluntary targets for prevention and control of these diseases.",
          "Published annually by WHO, the World health statistics is the most comprehensive publication of health-related global statistics available. It contains data from 194 countries on a range of mortality, disease and health system indicators including life expectancy, illnesses and deaths from a range of diseases, health services and treatments, financial investment in health, as well as risk factors and behaviours that affect health.",
          {
            "text": "Some key trends in this year’s report are:",
            "bullets": [
              "Maternal mortality: In 20 years, the number of maternal deaths has decreased from more than 540 000 deaths in 1990 to less than 290 000 in 2010 – a decline of 47%. One third of these maternal deaths occur in just two countries – India with 20% of the global total and Nigeria with 14%.",
              "10 year trends for causes of child death: Data from the years 2000 to 2010 show how public health advancements have helped save children’s lives in the past decade. The world has made significant progress, having reduced the number of child deaths from almost 10 million children aged less than 5 years in 2000 to 7.6 million annual deaths in 2010. Declines in numbers of deaths from diarrhoeal disease and measles have been particularly striking.",
              "Death registration: Only 34 countries (representing 15% of the world’s population) produce high-quality cause-of-death data. In low and middle-income countries, less than 10% of deaths are registered."
            ]
          }
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "New data highlight increases in hypertension, diabetes incidence",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:12Z",
    "first_seen_utc": "2026-01-29T02:47:12Z"
  },
  {
    "url": "https://www.who.int/news/item/05-05-2012-who-highlights-importance-of-good-hand-hygiene-for-patient-safety",
    "title": "WHO highlights importance of good hand hygiene for patient safety",
    "published_date": "2012-05-05",
    "author": "WHO",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "Note for Media",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "4 MAY 2012 | GENEVA - On Hand Hygiene Day (5 May), more than 15 000 health-care facilities from 156 countries are participating in the WHO Save Lives: Clean Your Hands Initiative by committing to improve patient safety by practicing better hand hygiene.",
          "This commitment means that almost 10 million health-care workers are aiming to implement hand hygiene best practices, such as cleansing hands in specific moments during patient care. These steps help to combat the often hidden but persistent public health hazard of health care-associated infections.",
          "Many of the germs causing these infections are transferred by hands when health-care providers or visitors are touching the patient while providing assistance. Using proper hand hygiene to keep hands clean is critical to reducing the risk of health care-associated infections in patients. The most common infections are urinary tract and surgical site infections, pneumonia and infections of the bloodstream."
        ]
      },
      {
        "heading": "A worldwide problem",
        "content": [
          "\"Health care-associated infection is a major burden around the world and threatens the safety and care for patients,\" said Sir Liam Donaldson, WHO Patient Safety Envoy. \"I urge the health-care community to take firm and decisive action to save lives from this preventable harm.\"",
          "Of every 100 hospitalized patients, at least seven in developed and 10 in developing countries will acquire health care-associated infections. In intensive care units, that figure rises to around 30%, according to a recent WHO report1.",
          "A new WHO survey of more than 2000 healthcare facilities in 69 countries, found that 65% of them are at a good level of progress with regards to hand hygiene promotion, resources and activities, but at least 35% are still at an inadequate or basic level. Promising achievements in promoting hand hygiene through reminders and education of health-care workers have occurred in more than 90% of health-care facilities, but improvement is still needed in areas such as monitoring of hand hygiene practices and establishing optimal hand hygiene behaviour within a strong patient safety culture."
        ]
      },
      {
        "heading": "Performing hand hygiene",
        "content": [
          "When working with patients, hand hygiene should be performed in specific moments either by handwashing with soap and water or by handrubbing with an alcohol-based formulation. WHO recommends alcohol-based handrub as the most effective and easiest method for hand hygiene performance during routine health-care delivery.",
          "\"But handrubs are not available or not affordable in many countries,\" says Dr Benedetta Allegranzi, team lead in the WHO Patient Safety Clean Care is Safer Care programme. \"Improving affordability and accessibility to this simple and proven intervention will save lives, and it will require working with both public and private partners.\"",
          "To address these issues, the WHO Patient Safety Programme is launching the Private Organizations for Patient Safety (POPS)2, a computer-based platform for knowledge sharing to promote compliance with WHO recommendations, share information and enhance hand hygiene product availability and accessibility in all parts of the world."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "WHO highlights importance of good hand hygiene for patient safety",
      "Note for Media"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:13Z",
    "first_seen_utc": "2026-01-29T02:47:13Z"
  },
  {
    "url": "https://www.who.int/news/item/02-05-2012-15-million-babies-born-too-soon",
    "title": "15 Million babies born too soon",
    "published_date": "2012-05-02",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "NEW YORK",
    "sections": [
      {
        "heading": "1.1 Million preterm babies die every year, but with inexpensive treatment 75% could survive",
        "content": [
          "Each year, some 15 million babies in the world, more than one in 10 births, are born too early, according to the just released report Born too soon: the global action report on preterm birth .",
          "More than one million of those babies die shortly after birth; countless others suffer some type of lifelong physical, neurological, or educational disability, often at great cost to families and society.",
          "An estimated three-quarters of those preterm babies who die could survive without expensive care if a few proven and inexpensive treatments and preventions were available worldwide, according to more than 100 experts who contributed to the report, representing almost 40 UN agencies, universities, and organizations. The report explains what is known about preterm birth, its causes, and the kinds of care that are needed.",
          "The lead authors of the report from The March of Dimes Foundation, The Partnership for Maternal, Newborn & Child Health, Save the Children and The World Health Organization, offer a detailed plan for the actions needed to reduce both the death toll and the numbers of preterm births."
        ]
      },
      {
        "heading": "First-ever country figures for a large, but neglected problem",
        "content": [
          "Preterm births have been an overlooked and neglected problem, world health leaders say.",
          "“All newborns are vulnerable, but preterm babies are acutely so,” says UN Secretary General Ban Ki-moon, who wrote the foreword to the report and considers the effort to reduce preterm births and deaths an integral part of his Global strategy for women’s and children’s health .",
          "“Being born too soon is an unrecognized killer,” says Joy Lawn, M.D., PhD, co-editor of the report and Director, Global Evidence and Policy for Save the Children. “Preterm births account for almost half of all newborn deaths worldwide and are now the second leading cause of death in children under 5, after pneumonia.”",
          "New figures in the report show both the magnitude of the problem and the disparities between countries. Of the 11 countries with preterm birth rates over 15%, all but 2 are in sub-Saharan Africa. Preterm births account for 11.1% of the world's live births, 60% of them in South Asia and sub-Saharan Africa. In the poorest countries, on average, 12% of babies are born too soon, compared to 9% in higher-income countries.",
          "The problem of preterm births is not confined to low-income countries. The United States and Brazil both rank among the top 10 countries with the highest number of preterm births. In the United States, for example, about 12%, or more than one in nine of all births, are preterm.",
          {
            "text": "The countries with the greatest numbers of preterm births are:",
            "bullets": [
              "India – 3 519 100",
              "China – 1 172 300",
              "Nigeria – 773 600",
              "Pakistan – 748 100",
              "Indonesia – 675 700",
              "United States – 517 400",
              "Bangladesh – 424 100",
              "Philippines – 348 900",
              "Democratic Republic of the Congo – 341 400",
              "Brazil – 279 300"
            ]
          },
          {
            "text": "The 10 countries with the highest rates of preterm births for every 100 births are:",
            "bullets": [
              "Malawi – 18.1 per 100",
              "Comoros – 16.7",
              "Congo – 16.7",
              "Zimbabwe – 16.6",
              "Equatorial Guinea – 16.5",
              "Mozambique – 16.4",
              "Gabon – 16.3",
              "Pakistan – 15.8",
              "Indonesia – 15.5",
              "Mauritania – 15.4"
            ]
          },
          {
            "text": "Those contrast with the 11 countries with the lowest rates of preterm births:",
            "bullets": [
              "Belarus – 4.1",
              "Ecuador – 5.1",
              "Latvia – 5.3",
              "Finland – 5.5",
              "Croatia – 5.5",
              "Samoa – 5.5",
              "Lithuania – 5.7",
              "Estonia – 5.7",
              "Antigua/Barbuda – 5.8",
              "Japan – 5.9",
              "Sweden – 5.9"
            ]
          },
          "“The numbers of preterm births are increasing. In all but 3 countries, preterm birth rates increased in the last 20 years,” says Dr. Lawn.",
          "“Worldwide, 50 million births still happen at home and many babies die without birth or death certificates,” says Dr. Lawn.",
          "In high-income countries, the increases in the number of preterm births are linked to the number of older women having babies, increased use of fertility drugs and resulting multiple pregnancies. In some developed countries, medically unnecessary inductions and Cesarean deliveries before full-term have also increased preterm births. In many low-income countries, the main causes of preterm births include infections, malaria, HIV, and high adolescent pregnancy rates. In rich and poor countries, many preterm births remain unexplained.",
          "“The report also focuses on the dramatic survival gap between low-income and high-income countries for babies born before 28 weeks,” says Christopher Howson, PhD., co-editor of the report, an epidemiologist and head of Global Programs for the March of Dimes. “In low-income countries, more than 90% of extremely preterm babies die within the first few days of life, while less than 10% die in high-income countries.”",
          "“However, this is a solvable problem,” says Dr. Howson. “A number of countries, for example, Ecuador, Botswana, Turkey, Oman and Sri Lanka have halved their neonatal deaths from preterm birth through improving care of serious complications like infections and respiratory distress. These interventions are particularly effective in preventing death in moderately preterm babies, which account for more than 80% of all preterm births.”",
          "Wide differences within countries were found. For example, in the United States the preterm birth rate in 2009 for black Americans was as high as 17.5%, compared with 10.9% for white Americans. The age of the mother made a significant difference. In the U.S., the preterm birth rate for women aged 20 to 35 was between 11-12%; it was more than 15% for women under 17 and over 40.",
          "Spotlighting preterm births may help many low-income countries, mainly in sub-Saharan Africa, achieve UN Millennium Development Goal 4, a two-thirds reduction in young child deaths, and Goal 5, improved maternal health, by 2015. These goals were set by the United Nations General Assembly in 2000. Nearly all high-income developed countries have already met these goals."
        ]
      },
      {
        "heading": "All preterm births are not the same",
        "content": [
          {
            "text": "For the report, preterm was defined as 37 weeks of completed gestation or less, which is the standard WHO definition. Preterm babies are defined in 3 categories:",
            "bullets": [
              "late preterm - those born between 32 and 37 weeks - account for 84% of total preterm births, or 12.5 million. Most survive with supportive care;",
              "very preterm - those born between 28 and 32 weeks. These babies require extra supportive care. Most will survive; and",
              "extremely preterm - those born before 28 weeks. These babies require the most intensive, expensive care to survive. In developed countries, these babies have a 90% chance of survival, though they may suffer lifelong physical, neurological, and learning disabilities. In low-income countries, only 10% survive."
            ]
          },
          "A recent March of Dimes analysis shows that, even though numbers are low, the risk of death of babies born between 37 and 39 weeks of gestation is twice as high as full term babies, or 39 weeks.",
          "“It is important to ensure that babies get at least 39 weeks of gestation when medically possible, and to deliver this message to both providers and mothers,\" says Dr. Howson. “A healthy baby is worth the wait.\""
        ]
      },
      {
        "heading": "Inexpensive and simple techniques save lives",
        "content": [
          "\"People tend to associate preterm with high-cost intensive care services which would be challenging to poor countries, but a whole menu of effective, inexpensive services are available and work to save most of these lives,\" says Carole Presern, PhD, a midwife who has delivered babies in remote areas of Asia and is the Director of The Partnership for Maternal, Newborn & Child Health.",
          {
            "text": "Experts at the UN, medical institutions and field organizations say that inexpensive, proven forms of care for premature babies could save at least three quarters of these babies in the developing world. These include:",
            "bullets": [
              "antenatal steroid injections for mothers in premature labor, which cost US$ 1 an injection. This helps develop immature fetal lungs and prevent respiratory problems; yet, in low-income countries, they are only available and provided for 10% of those in need. This alone could save almost 400 000 lives of babies a year;",
              "\"Kangaroo care\" where the infant is held skin-to-skin on the mother's chest to keep warm. The warmth is very important for premature infants. Kangaroo care makes frequent breastfeeding easy and provides constant maternal supervision for the infant. This could save 450 000 lives a year;",
              "antiseptic cream to prevent birth cord infection; and",
              "antibiotics to prevent and fight infection, an important cause of neonatal death."
            ]
          },
          "All health care providers, including physicians, nurses, and midwives, need training in basic preterm care, notes Dr. Presern who says she has seen too many situations where even the doctor doesn't seem to know what to do with a tiny infant."
        ]
      },
      {
        "heading": "Two types of preterm birth",
        "content": [
          "Preterm births are divided into two categories: Those that are spontaneous from early onset of labor or premature rupture of the membranes and those that are provider-induced.",
          "Provider-induced early deliveries may occur when the health of the mother or fetus is in jeopardy, such as in pre-eclampsia (dangerously high blood pressure in pregnancy), for convenience of the doctor, midwife or mother, or by an error in due dates. Even babies born a few weeks too soon are more likely to be re-hospitalized or to have breathing problems or other illnesses."
        ]
      },
      {
        "heading": "Prevention key to reducing premature births",
        "content": [
          "A key way to reduce preterm numbers is to find ways to help all pregnancies go to full term, or 39 weeks. \"Prevention will be the key, says Elizabeth Mason, M.D., Director of Maternal, Newborn, Child and Adolescent Health at the World Health Organization and a major contributor to the report. “We are now looking closely at what can be done before a woman gets pregnant to help her have an optimal outcome,\" says Dr. Mason. “We know that poverty, women’s education, malaria and HIV all have an impact on the pregnancy and the health of the baby.”",
          "A number of risk factors for preterm birth have been identified, including a prior history of preterm birth, underweight, obesity, diabetes, hypertension, smoking, infection, maternal age (either under 17 or over 40), genetics, multi-fetal pregnancy (twins, triplets, and higher), and pregnancies spaced too closely together.",
          "However, little is known about the interplay of these and other environmental and social factors.",
          "The report calls for a strong research program to identify risk factors clearly and understand how their interactions may lead to preterm birth so that more definitive ways can be found to screen and treat women at risk to prevent the problem from occurring.",
          "Until research provides better answers, though, the report advises taking effective measures now, such as screening women for known medical conditions that could put them at risk during pregnancy, assuring good nutrition before and during pregnancy, and making sure that all women have access to good preconception and prenatal health care and receive the recommended number of visits during pregnancy."
        ]
      },
      {
        "heading": "An agenda for action",
        "content": [
          "In addition to detailed recommendations about needed research, the report offers an agenda and action plan for all groups concerned with preterm birth and child health, ranging from the United Nations and governments at all levels to donor countries to global philanthropic institutions and civil society.",
          "Some 30 groups have already committed to take part in the overall effort to reduce both the absolute numbers of preterm births and the mortality rate and to support the research agenda. These commitments are posted on the Every Woman, Every Child web site, supporting the Every Woman, Every Child effort to advance the Global Strategy for Women’s and Children’s Health.",
          "The extensive list of recommendations in the report includes specific actions such as addressing the missing essential medicines and equipment, training existing health staff in how to look after women in preterm labor and these vulnerable babies, increased funding for research to find new prevention solutions, and better data for accurate future counts. Efforts to increase awareness of the preterm birth issue are essential.",
          "\"This report is not the last word, but an important next step,\" says Dr. Howson. \"Both the report and the broad international constituency behind it offer a framework and set of clear actions to help accelerate global progress on preterm birth.”",
          {
            "text": "Parliaments scale up efforts on maternal and child health In the first week in April, leaders of nearly 120 national parliaments attending a major meeting in Kampala, Uganda resolved to prioritize action and resources for improving the health of women and children. Delegates to the Inter-Parliamentary Union (IPU) passed a resolution calling for all member-parliaments to take all possible measures to achieve Millennium Development Goals (MDGs) 4 and 5 by 2015. MDG 4 aims to reduce child deaths around the world by two-thirds by 2015; MDG 5 aims to reduce the maternal mortality ratio by three-quarters by the same year. This is the first time that the world’s parliaments, acting through the IPU, have passed a resolution on this issue. The debate on the resolution featured interventions from more than 50 member-delegations, associate members and observers, including Nigeria, Brazil, the UK, Sweden and Indonesia.",
            "bullets": [
              "Preterm birth rate per 100 live births"
            ]
          }
        ]
      },
      {
        "heading": "Parliaments scale up efforts on maternal and child health",
        "content": [
          "In the first week in April, leaders of nearly 120 national parliaments attending a major meeting in Kampala, Uganda resolved to prioritize action and resources for improving the health of women and children.",
          "Delegates to the Inter-Parliamentary Union (IPU) passed a resolution calling for all member-parliaments to take all possible measures to achieve Millennium Development Goals (MDGs) 4 and 5 by 2015. MDG 4 aims to reduce child deaths around the world by two-thirds by 2015; MDG 5 aims to reduce the maternal mortality ratio by three-quarters by the same year.",
          "This is the first time that the world’s parliaments, acting through the IPU, have passed a resolution on this issue. The debate on the resolution featured interventions from more than 50 member-delegations, associate members and observers, including Nigeria, Brazil, the UK, Sweden and Indonesia."
        ]
      }
    ],
    "references": [
      {
        "text": "Preterm birth rate per 100 live births",
        "url": "https://www.who.int/data/gho/data/indicators/indicator-details/GHO/preterm-birth-rate-per-100-live-births"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "15 Million babies born too soon",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:15Z",
    "first_seen_utc": "2026-01-29T02:47:15Z"
  },
  {
    "url": "https://www.who.int/news/item/24-04-2012-world-malaria-day-2012",
    "title": "World Malaria Day 2012",
    "published_date": "2012-04-24",
    "author": "Tarik Jasarevic",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "Test, Treat, Track: scaling up the fight against malaria",
        "content": [
          "On the eve of World Malaria Day 2012, WHO hails global progress in combating malaria but highlights the need to further reinforce the fight. WHO’s new initiative, T3: Test, Treat, Track , urges malaria-endemic countries and donors to move towards universal access to diagnostic testing and antimalarial treatment, and to build robust malaria surveillance systems."
        ]
      },
      {
        "heading": "A million lives saved",
        "content": [
          "“In the past ten years, increased investment in malaria prevention and control has saved more than a million lives,” says Dr Margaret Chan, WHO Director-General. “This is a tremendous achievement. But we are still far from achieving universal access to life-saving malaria interventions.”"
        ]
      },
      {
        "heading": "Progress not enough to meet target",
        "content": [
          "A massive acceleration in the global distribution of mosquito nets, the expansion of programmes to spray the insides of buildings with insecticides, and an increase in access to prompt antimalarial treatment has brought down malaria mortality rates by more than a quarter worldwide, and by one third in Africa since 2000. But simply maintaining current rates of progress will not be enough to meet global targets for malaria control."
        ]
      },
      {
        "heading": "T3: Test, Treat, Track",
        "content": [
          "WHO therefore urges the global health community to further scale up investments in diagnostic testing, treatment, and surveillance for malaria in order to save more lives and to make a major push towards achieving the health-related Millennium Development Goals in 2015.",
          "Endemic countries should be able to ensure that every suspected malaria case is tested, that every confirmed case is treated with a quality-assured antimalarial medicine, and that the disease is tracked through timely and accurate surveillance systems.",
          "WHO has published technical guidance for all three pillars of T3: Test, Treat, Track – releasing the final two documents of the package, Disease Surveillance for Malaria Control, and Disease Surveillance for Malaria Elimination, today.",
          {
            "text": "“Until countries are able to test, treat, and report every malaria case, we will never defeat this disease,” says Dr Margaret Chan, who is in Namibia for World Malaria Day this year. \"We need strong and sustained political commitment from all countries where malaria is endemic, and from the global health community, to see this fight through to the end.”",
            "bullets": [
              "In half of all malaria-endemic countries in Africa, over 80% of cases are still being treated without diagnostic testing. Universal diagnostic testing will ensure that patients with fever receive the most appropriate treatment, and that antimalarial medicines are used rationally and correctly. Countries that have already scaled up diagnostic testing (such as Senegal) are saving hundreds of thousands of treatment courses every year.",
              "Many countries have made significant progress in improving access to antimalarials. In 2010, 60 governments were providing artemisinin-based combination therapies (ACTs) free of charge to all age groups. But millions of people still lack ready access to appropriate treatment. The effort must be scaled up to ensure that every confirmed malaria case gets treated.",
              "Improved surveillance for malaria cases and deaths will help countries determine which areas or population groups are most affected. It will also help ministries of health to identify resurgences and map new trends - thus maximizing the efficiency of prevention and control programmes. Better surveillance will also allow for a more effective delivery of international aid programmes."
            ]
          },
          "“T3: Test, Treat, Track aims to galvanize endemic countries and their partners to build on the success of malaria prevention efforts over the past decade,” says Dr Robert Newman, Director of WHO’s Global Malaria Programme. “In recent years, there has been major progress in the development of new diagnostic tools and highly effective antimalarial medicines. The challenge now is to ensure these tools get used, and that countries accurately measure their public health impact.”"
        ]
      },
      {
        "heading": "Malaria progress, 2000-2010",
        "content": [
          "During the past decade, global malaria prevention and control efforts have been scaled up, with notable progress in sub-Saharan Africa, where the vast majority of malaria cases occur. The number of long-lasting insecticidal nets delivered to malaria-endemic countries in sub-Saharan Africa increased from 5.6 million in 2004 to 145 million in 2010. Programmes to spray the interiors of buildings with insecticides were also expanded, with the number of people protected in sub-Saharan Africa rising from 10 million in 2005 to 81 million in 2010.",
          "The availability of rapid diagnostic tests has made it possible to improve and expand diagnostic testing for malaria. The rate of testing - in the public sector in Africa - rose from less than 5% in 2000 to 45% in 2010. Meanwhile, the number of ACTs procured worldwide by government health departments also increased exponentially: from 11 million in 2005 to 181 million in 2010.",
          "However, malaria transmission still occurs in 99 countries around the world, and the malaria burden continues to cripple health systems in many African countries. In 2010, this entirely preventable and treatable disease caused an estimated 655 000 deaths worldwide. About 560 000 of the victims were children under five years of age, which means malaria killed one child every minute.",
          "“Sustaining recent gains in Africa will require continued political commitment and funding,” said Dr Thomas Teuscher, Executive Director a.i., Roll Back Malaria Partnership. \"An estimated 3 million lives can be saved between now and 2015, if we continue to work in partnership and if governments in endemic countries redouble their efforts to provide people with essential health services.”",
          "World Malaria Day was instituted by the World Health Assembly at its 60th session in May 2007 to recognize the global effort to provide effective control of malaria. It is celebrated on 25 April ever year."
        ]
      },
      {
        "heading": "Note to Editors",
        "content": [
          "WHO’s statistical uncertainty range for global malaria mortality is 537 000–907 000 – an indication of the urgent need for better surveillance and improved reporting"
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "World Malaria Day 2012",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:16Z",
    "first_seen_utc": "2026-01-29T02:47:16Z"
  },
  {
    "url": "https://www.who.int/news/item/11-04-2012-dementia-cases-set-to-triple-by-2050-but-still-largely-ignored",
    "title": "Dementia cases set to triple by 2050 but still largely ignored",
    "published_date": "2012-04-11",
    "author": "Fadela Chaib",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": null,
        "content": [
          "Worldwide, nearly 35.6 million people live with dementia. This number is expected to double by 2030 (65.7 million) and more than triple by 2050 (115.4 million). Dementia affects people in all countries, with more than half (58%) living in low- and middle-income countries. By 2050, this is likely to rise to more than 70%.",
          "Treating and caring for people with dementia currently costs the world more than US$ 604 billion per year. This includes the cost of providing health and social care as well the reduction or loss of income of people with dementia and their caregivers."
        ]
      },
      {
        "heading": "New WHO report:Dementia: a public health priority",
        "content": [
          "Only eight countries worldwide currently have national programmes in place to address dementia. A new report Dementia: a public health priority , published by the World Health Organization (WHO) and Alzheimer's Disease International, recommends that programmes focus on improving early diagnosis; raising public awareness about the disease and reducing stigma; and providing better care and more support to caregivers."
        ]
      },
      {
        "heading": "Improving early diagnosis",
        "content": [
          "Lack of diagnosis is a major problem. Even in high-income countries, only one fifth to one half of cases of dementia are routinely recognized. When a diagnosis is made, it often comes at a relatively late stage of the disease.",
          "“We need to increase our capacity to detect dementia early and to provide the necessary health and social care. Much can be done to decrease the burden of dementia,\" says Dr Oleg Chestnov, Assistant Director-General, Noncommunicable Diseases and Mental Health at WHO. \"Health-care workers are often not adequately trained to recognize dementia.\""
        ]
      },
      {
        "heading": "Raising public awareness and reducing stigma",
        "content": [
          "The report points to a general lack of information and understanding about dementia. This fuels stigma, which in turn contributes to the social isolation of both the person with dementia and their caregivers, and can lead to delays in seeking diagnosis, health assistance and social support.",
          "\"Public awareness about dementia, its symptoms, the importance of getting a diagnosis, and the help available for those with the condition is very limited. It is now vital to tackle the poor levels of public awareness and understanding, and to drastically reduce the stigma associated with dementia,\" says Marc Wortmann, Executive Director, Alzheimer’s Disease International."
        ]
      },
      {
        "heading": "Providing more support to caregivers",
        "content": [
          "Strengthening care is also key. In every region of the world, most caregiving is provided by informal caregivers - spouses, adult children, other family members and friends. The report notes that people who care for a person with dementia are themselves particularly prone to mental disorders, such as depression and anxiety, and are often in poor physical health themselves. Many caregivers also suffer economically as they may be forced to stop working, cut back on work, or take a less demanding job to care for a family member with dementia.",
          "The report recommends involving existing caregivers in designing programmes to provide better support for people with dementia and those looking after them. Community-based services can provide valuable support to families caring for people with dementia in both high- and low-income countries - delaying the need for people to enter into high-cost residential care. At the same time, health workforce training needs to pay closer attention to dementia, and the skills required to provide both clinical and long-term care.",
          "Dementia is a syndrome, usually of a chronic nature, caused by a variety of brain illnesses that affect memory, thinking, behaviour and ability to perform everyday activities. Alzheimer’s disease is the most common cause of dementia and possibly contributes to up to 70% of cases."
        ]
      },
      {
        "heading": "About dementia and Alzheimer's disease",
        "content": [
          "Dementia is a syndrome that can be caused by a number of progressive disorders that affect memory, thinking, behaviour and the ability to perform everyday activities. Alzheimer's disease is the most common cause of dementia.",
          "The World Health Organization is the directing and coordinating authority for health within the United Nations system. It is responsible for providing leadership on global health matters, shaping the health research agenda, setting norms and standards, articulating evidence-based policy options, providing technical support to countries and monitoring and assessing health trends.",
          "Alzheimer’s Disease International (ADI) is the international federation of 78 Alzheimer associations that support people with dementia and their families in their respective countries. Founded in 1984, ADI serves as a network for Alzheimer associations around the world to share and exchange information, resources and skills. Its vision is a better quality of life for people with dementia and their families. ADI is based in London and is registered as a non-profit organization in the state of Illinois, USA."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Dementia cases set to triple by 2050 but still largely ignored",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:18Z",
    "first_seen_utc": "2026-01-29T02:47:18Z"
  },
  {
    "url": "https://www.who.int/news/item/03-04-2012-world-health-day-2012---good-health-adds-life-to-years",
    "title": "World Health Day 2012 - Good health adds life to years",
    "published_date": "2012-04-03",
    "author": "Tarik Jasarevic",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "Rethinking conventional definitions of what it means to be ‘old’",
        "content": [
          "On World Health Day (7 April), WHO is calling for urgent action to ensure that, at a time when the world's population is ageing rapidly, people reach old age in the best possible health.",
          "In the next few years, for the first time, there will be more people in the world aged over 60 than children aged less than five. By 2050, 80% of the world’s older people will be living in low- and middle-income countries."
        ]
      },
      {
        "heading": "Noncommunicable diseases - the main health risk for older people",
        "content": [
          "The main health challenges for older people everywhere are noncommunicable diseases, such as heart disease, stroke, cancer, diabetes, and chronic lung disease.",
          "“People in low- and middle-income countries currently face up to four times the risk of death and disability from noncommunicable diseases than people in high-income countries,” says Dr Margaret Chan WHO Director-General. “Yet most of these conditions are largely preventable or inexpensive to treat.”"
        ]
      },
      {
        "heading": "Healthy lifestyles can help",
        "content": [
          "The risk of developing all noncommunicable diseases can be significantly reduced by adopting healthy behaviours, such as being physically active, eating a healthy diet, avoiding the harmful use of alcohol and not smoking or using tobacco products. The earlier people adopt these behaviours, the better their chance of enjoying a healthy old age.",
          "“Healthy lifestyles from the very beginning of life is key to a healthy and active old age,” says Dr John Beard, Director of the Department of Ageing and the Life-course at WHO."
        ]
      },
      {
        "heading": "Cost effective measures",
        "content": [
          "WHO highlights the need for countries to take steps to prevent noncommunicable diseases, and to ensure that systems and services are in place to provide treatment and care when it is required. Many of these services are highly cost-effective. For example, high blood pressure – a key risk factor for both heart disease and stroke – can be effectively treated for just a few dollars a year. Today, less than 15% of older people in low- and middle-income countries in need are receiving treatment for high blood pressure.",
          {
            "text": "WHO has outlined four key actions that governments and societies can take now to strengthen healthy and active ageing.",
            "bullets": [
              "Promote good health and healthy behaviours at all ages to prevent or delay the development of chronic diseases.",
              "Minimize the consequences of chronic disease through early detection and quality care (primary, long-term and palliative care).",
              "Create physical and social environments that foster the health and participation of older people.",
              "\"Reinvent ageing\" - changing social attitudes to build a society in which older people are respected and valued."
            ]
          }
        ]
      },
      {
        "heading": "Breaking stereotypes",
        "content": [
          "Poor health is not the only concern people have as they grow older. Stigmatizing attitudes and common stereotypes often prevent older people from participating fully in society. Older people make important contributions as family members, volunteers and as active participants in the workforce and are a significant social and economic resource.",
          "“When a 100-year-old man finishes a marathon, as happened last year, we have to rethink conventional definitions of what it means to be ‘old’,” says Dr Chan. “Past stereotypes developed in past centuries no longer hold.”",
          "World Health Day is celebrated on 7 April to mark the anniversary of the founding of the WHO in 1948."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "World Health Day 2012 - Good health adds life to years",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:27Z",
    "first_seen_utc": "2026-01-29T02:47:27Z"
  },
  {
    "url": "https://www.who.int/news/item/22-03-2012-chan-to-world-stand-with-australia",
    "title": "Chan to world: stand with Australia",
    "published_date": "2012-03-22",
    "author": "Dr Chan pleaded with young people to “use your power” with online social networking to support Australia.",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "SINGAPORE",
    "sections": [
      {
        "heading": "WHO's Director-General applauds Australia’s determination in fighting tobacco industry intimidation",
        "content": [
          "WHO Director-General Margaret Chan today urged the world to “stand shoulder to shoulder” against the tobacco industry’s attempts to overturn Australia’s new path breaking tobacco control law."
        ]
      },
      {
        "heading": "Tobacco products to be sold in “plain packaging”",
        "content": [
          "The Australian law requires tobacco products to be sold in “plain packaging” – that is, drab packages with graphic images of tobacco-related diseases and without logos. Australia is the first country to require plain packaging.",
          "“We must make plain packaging a big success so that it becomes the success of the world,” Dr Chan told Professor Jane Halton, Secretary of Australia’s Department of Health and Ageing, and other delegates to the 15th World Conference on Tobacco or Health taking place in Singapore."
        ]
      },
      {
        "heading": "Australia sued by tobacco industry",
        "content": [
          "Australia has been sued by tobacco giant Philip Morris Asia under a bilateral trade agreement with China, Hong Kong Special Administrative Region. Separately, it has been sued in domestic court by the tobacco industry.",
          "Professor Halton promised that Australia will defend itself vigorously against both suits."
        ]
      },
      {
        "heading": "Fighting intimidation",
        "content": [
          "Dr Chan applauded Australia’s determination in fighting tobacco industry intimidation.",
          "“If we stand shoulder to shoulder, together, no tobacco industry can survive,” Dr Chan said. “The fact that they are so desperate, I take it as an indication that the industry sees the writing on the wall. This is the death throe of the addicting industry.”",
          "Dr Chan and Professor Halton spoke at a session entitled, “Australia’s plain packaging experience”.",
          "The defence of Australia, and of other countries whose world-class tobacco control laws the tobacco industry is challenging, has been a constant theme of Dr Chan’s at the conference."
        ]
      },
      {
        "heading": "Attempts to undermine anti-tobacco campaigns",
        "content": [
          "In her keynote address on 20 March, Dr Chan said, “Tactics aimed at undermine anti-tobacco campaigns, and subverting the WHO Framework Convention on Tobacco Control, are no longer covert or cloaked by an image of corporate social responsibility. They are out in the open and they are extremely aggressive.",
          "“The high-profile legal actions targeting Uruguay, Norway, Australia and Turkey are deliberately designed to instill fear in countries wishing to introduce similarly tough tobacco control measures.”"
        ]
      },
      {
        "heading": "Support Australia via social media",
        "content": [
          "Dr Chan pleaded with young people to “use your power” with online social networking to support Australia.",
          "Approximately 2 600 people are attending the conference, of which WHO is an official technical and financial sponsor. The conference is scheduled to end on 24 March."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Chan to world: stand with Australia",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:28Z",
    "first_seen_utc": "2026-01-29T02:47:28Z"
  },
  {
    "url": "https://www.who.int/news/item/21-03-2012-childhood-tuberculosis-neglected-despite-available-remedies",
    "title": "Childhood tuberculosis neglected, despite available remedies",
    "published_date": "2012-03-21",
    "author": "Tarik Jasarevic",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "Childhood TB is a hidden epidemic",
        "content": [
          "Tuberculosis (TB) often goes undiagnosed in children from birth to 15 years old because they lack access to health services - or because the health workers who care for them are unprepared to recognize the signs and symptoms of TB in this age group. With better training and harmonization of the different programmes that provide health services for children, serious illness and death from TB could be prevented in thousands of children every year, WHO and Stop TB Partnership said today."
        ]
      },
      {
        "heading": "Childhood TB a hidden epidemic",
        "content": [
          "“We have made progress on TB: death rates are down 40% overall compared to 1990 and millions of lives have been saved,\" said Dr Mario Raviglione, Director of the WHO Stop TB Department. \"But unfortunately, to a large extent, children have been left behind, and childhood TB remains a hidden epidemic in most countries. It is time to act and address it everywhere\".",
          "Most families who are vulnerable to TB live in poverty and know little about the disease and how to obtain care for it. All too often, when an adult is diagnosed with TB, no attempt is made to find out whether children in the household also have the disease. This is a crucial step, since most children catch TB from a parent or relative. Any child living with a TB patient and that has an unexplained fever and failure to thrive may have the disease and should be evaluated by a health worker for TB. Those who are not ill with TB should be protected against the disease through preventive therapy with the drug isoniazid. Those who are ill should receive treatment."
        ]
      },
      {
        "heading": "Low cost solutions to treat and cure",
        "content": [
          "“Two hundred children die from TB every day. Yet it costs less than 3 cents a day to provide therapy that will prevent children from becoming ill with TB and 50 cents a day to provide treatment that will cure the disease,” said Dr Lucica Ditiu, Executive Secretary of the Stop TB Partnership. “But before we can give prevention or treatment we have to find the children at risk of TB, and this will only happen if governments, civil society and the private sector work together. From now on let us agree: It is unconscionable to let a single child die of TB.”"
        ]
      },
      {
        "heading": "TB can be hard to diagnose",
        "content": [
          "Another problem is that TB can be hard to diagnose. While high-income countries now use sophisticated childhood molecular tests to detect TB, most developing countries still use a method developed 130 years ago. The patient must cough up a sample of sputum, which is then checked under the microscope for the bacteria that cause TB. Young children generally are unable to produce a sample. Even if a child with active TB succeeds in providing a sample, it often contains no detectable bacteria.",
          "Recent studies have shown, however, that when health programmes do start looking for children with TB, they find far more cases than expected. In Karachi, Pakistan, in 2011, researchers trained community members in the Korangi and Bin Qasim Towns to use an electronic score card on a mobile phone to find people who needed a TB test and then accompany them to the hospital or clinic. One result was a 600% increase in detection of pulmonary TB among children. Another recent study in Bangladesh found that the number of children found to have TB more than trebled when workers at 18 community health centres received special training on childhood TB."
        ]
      },
      {
        "heading": "Actions to improve TB care",
        "content": [
          {
            "text": "WHO and the Stop TB Partnership point to three key actions needed to improve TB care and prevent TB deaths in children:",
            "bullets": [
              "Examine all children who have been exposed to TB through someone living in their household. If they are very ill or living with HIV, treat them for TB immediately if they have typical signs and symptoms – even if a definitive diagnosis unavailable.",
              "Provide preventive treatment with the drug isoniazid to all children who are at risk for TB but are not ill with the disease.",
              "Train all health workers who care for pregnant women, babies and children to check patients for TB risk, signs and symptoms and refer them for TB preventive therapy or TB treatment as needed."
            ]
          }
        ]
      },
      {
        "heading": "Children at special risk of TB",
        "content": [
          "TB most commonly affects the lungs, but it also can affect other parts of the body. Infants and young children are at special risk of having severe, often fatal forms of TB, such as TB meningitis, which can leave them blind, deaf, paralysed or mentally disabled. Children are just as vulnerable as adults to developing – or becoming infected with – drug-resistant forms of TB that require a lengthy, costly treatment with often severe side effects.",
          "At least half a million babies and children become ill with TB each year and as many as 70 000 are estimated to die of the disease. Children under 3 years of age and those with severe malnutrition or compromised immune systems are at greatest risk for developing TB.",
          "The only vaccine currently available for TB is the Bacillus Calmette-Guérin (BCG), which offers limited protection against severe forms of TB, such as TB meningitis, in young children. BCG does not create lifelong protection against pulmonary TB, and is unsafe for use in children living with HIV. Scientists are actively searching for a fully effective vaccine to protect children and adults against all forms of TB."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Childhood tuberculosis neglected, despite available remedies",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:30Z",
    "first_seen_utc": "2026-01-29T02:47:30Z"
  },
  {
    "url": "https://www.who.int/news/item/17-02-2012-malaria-deaths-are-down-but-progress-remains-fragile",
    "title": "Malaria deaths are down but progress remains fragile",
    "published_date": "2012-02-17",
    "author": "Zsofia Szilagyi",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Malaria mortality rates have fallen by more than 25% globally since 2000, and by 33% in the WHO African Region, according to the World malaria report 2011 , issued today by WHO. This is the result of a significant scaling-up of malaria prevention and control measures in the last decade, including the widespread use of bed nets, better diagnostics and a wider availability of effective medicines to treat malaria.",
          "However, WHO warns that a projected shortfall in funding threatens the fragile gains and that the double challenge of emerging drug and insecticide resistance needs to be proactively addressed."
        ]
      },
      {
        "heading": "Malaria incidence and mortality rates fall",
        "content": [
          "\"We are making significant progress in battling a major public health problem. Coverage of at-risk populations with malaria prevention and control measures increased again in 2010, and resulted in a further decline in estimated malaria cases and deaths,\" says Dr Margaret Chan, WHO Director-General. \"But there are worrisome signs that suggest progress might slow.\"",
          "During the past decade, malaria incidence and mortality rates have been cut in all regions of the world, according to the report. In 2010, there were an estimated 216 million cases of malaria in 106 endemic countries and territories in the world. An estimated 81% percent of these cases and 91% of deaths occurred in the WHO African Region. Globally, 86% of the victims were children under 5 years of age.",
          "There were an estimated 655 000 malaria deaths in 2010, which is 36 000 lower than the year before.1 While this 5% year-on-year decline represents significant progress, the mortality figures are still disconcertingly high for a disease that is entirely preventable and treatable.",
          "\"With malaria deaths in Africa having fallen significantly since 2000, the return on our investment to end malaria deaths has been greater than any I have experienced in the business world. But one child still dies every minute from malaria - and that is one child and one minute too many,” says Raymond G. Chambers, the UN Secretary General's Special Envoy for Malaria.",
          "“The toll taken by the current economic crisis must not result in our gains being reversed, or progress slowed. With Secretary-General Ban Ki-moon’s charge for near zero deaths by end of 2015, turning back now is not an option,” Mr Chambers adds."
        ]
      },
      {
        "heading": "Steady progress in malaria control measures",
        "content": [
          "Long-lasting insecticidal nets have been one of the least expensive and most effective weapons in the fight against malaria. According to the new report, the number of bed nets delivered to malaria-endemic countries in sub-Saharan Africa increased from 88.5 million in 2009 to 145 million in 2010. An estimated 50% of households in sub-Saharan Africa now have at least one bed net, and 96% of persons with access to a net use it.",
          "There has also been further progress in rolling out diagnostic testing, which is crucially important to separate malaria from other febrile illnesses. The number of rapid diagnostic tests delivered by manufacturers climbed from 45 million in 2008 to 88 million in 2010, and the testing rate in the public sector in the WHO African Region rose from 20% in 2005 to 45% in 2010.",
          "Worldwide, the volume of antimalarial medication delivered to the public sector has also increased. In 2010, 181 million courses of artemisinin-based combination therapies (ACTs) were procured, up from 158 million in 2009, and just 11 million in 2005. ACTs are recommended as the first-line treatment for malaria caused by the most deadly malaria parasite, Plasmodium falciparum ."
        ]
      },
      {
        "heading": "Projected shortfall in funding",
        "content": [
          "Despite significant progress in 2010, the projected shortfall in malaria funding threatens the hard-earned gains of the last decade.",
          "International funds for malaria control reached US$ 1.7 billion in 2010 and US$ 2 billion in 2011, but remained significantly below the US$ 5-6 billion that would be needed annually to achieve global malaria targets. According to projections in the report, despite increased support from the United Kingdom, malaria funding will slightly decrease in 2012 and 2013, and will likely drop further to an annual US$ 1.5 billion by 2015.",
          "Triggered primarily by the reduction in available funding within the Global Fund to Fight AIDS, Tuberculosis and Malaria, this decrease will considerably alter the malaria control landscape and threaten the sustainability of the multipronged approach to fight the disease, which relies heavily on investments in bed nets, indoor residual spraying, diagnostic testing, treatment, research and innovation.",
          "\"We need a fully-resourced Global Fund, new donors, and endemic countries to join forces and address the vast challenges that lie ahead. Millions of bed nets will need replacement in the coming years, and the goal of universal access to diagnostic testing and effective treatment must be realized,\" says Dr Robert Newman, Director of WHO's Global Malaria Programme. \"We need to act with urgency and resolve to ensure that no-one dies from malaria for lack of a 5 dollar bed net, 1 dollar antimalarial drug and a 50 cent diagnostic test.\""
        ]
      },
      {
        "heading": "Emerging threats",
        "content": [
          "Plasmodium falciparum resistance to artemisinins, which was confirmed on the Cambodia-Thailand border in 2009, has now also been identified at additional sites in Myanmar and Viet Nam. WHO has recommended that all countries ban the marketing of oral artemisinin-based monotherapies, which have been one of the major factors fostering the emergence and spread of resistance. Despite continued international pressure, 25 countries still allow the marketing of oral artemisinin-based monotherapies and 28 pharmaceutical companies continue to market these products (down from 39 in 2010).",
          "The problem of mosquito resistance to insecticides also appears to be growing, although to date has not been linked to widespread failure of malaria vector control efforts. According to the World malaria report 2011 , which includes data on insecticide resistance for the first time - 45 countries around the world have identified resistance to at least one of the four classes of insecticides used for malaria vector control; 27 of these are in sub-Saharan Africa. Resistance has been reported from all WHO Regions except the WHO European Region. India and malaria-endemic countries in sub-Saharan Africa are of greatest concern due to widespread reports of resistance - in some areas to all classes of insecticides - combined with a high malaria burden.",
          "Current malaria control efforts are heavily reliant on a single class of insecticides, the pyrethroids, which are the most commonly used compounds for indoor residual spraying, and the only insecticide class recommended - and currently used - on long-lasting insecticidal nets. In response to this emerging threat, WHO is currently working with a broad group of stakeholders to develop a Global Plan for Insecticide Resistance Management in malaria vectors, which will be released in early 2012."
        ]
      },
      {
        "heading": "Notes to editors",
        "content": [
          "The World malaria report 2011 is an annual publication from WHO. It summarizes information received from malaria-endemic countries and malaria control partners, and analyses prevention and control measures according to a comprehensive set of indicators. This year's report builds primarily on data received from countries for the year 2010. For the first time, the report contains individual profiles for 99 countries with ongoing malaria transmission.",
          "Related links",
          "World malaria report 2011"
        ]
      }
    ],
    "references": [
      {
        "text": "World malaria report 2011",
        "url": "https://www.who.int/publications/i/item/9789241564403"
      }
    ],
    "images": [],
    "tags": [
      "WHO",
      "Malaria deaths are down but progress remains fragile",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:31Z",
    "first_seen_utc": "2026-01-29T02:47:31Z"
  },
  {
    "url": "https://www.who.int/news/item/17-02-2012-unparalleled-global-progress-in-hiv-response-but-sustained-investment-vital",
    "title": "Unparalleled global progress in HIV response but sustained investment vital",
    "published_date": "2012-02-17",
    "author": "Tunga Namjilsuren",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "Geneva",
    "sections": [
      {
        "heading": null,
        "content": [
          "Global progress in both preventing and treating HIV emphasizes the benefits of sustaining investment in HIV/AIDS over the longer term. The latest report by the WHO, UNICEF and UNAIDS Report on the global HIV/AIDS response indicates that increased access to HIV services resulted in a 15% reduction of new infections over the past decade and a 22% decline in AIDS-related deaths in the last five years.",
          "\"It has taken the world ten years to achieve this level of momentum,\" says Gottfried Hirnschall, Director of WHO's HIV Department. \"There is now a very real possibility of getting ahead of the epidemic. But this can only be achieved by both sustaining and accelerating this momentum over the next decade and beyond.\""
        ]
      },
      {
        "heading": "Hope for future progress",
        "content": [
          "Advances in HIV science and programme innovations over the past year add hope for future progress. In times of economic austerity it will be essential to rapidly apply new science, technologies and approaches to improve the efficiency and effectiveness of HIV programmes in countries."
        ]
      },
      {
        "heading": "What is already working",
        "content": [
          {
            "text": "The report highlights what is already working.",
            "bullets": [
              "Improved access to HIV testing services enabled 61% of pregnant women in eastern and southern Africa to receive testing and counseling for HIV - up from 14% in 2005.",
              "Close to half (48%) of pregnant women in need receive effective medicines to prevent mother-to-child transmission of HIV (PMTCT) in 2010.",
              "Antiretroviral therapy (ART), which not only improves the health and well-being of the infected people but also stops further HIV transmission, is available now for 6.65 million people in low- and middle-income countries, accounting for 47% of the 14.2 million people eligible to receive it."
            ]
          }
        ]
      },
      {
        "heading": "Investment in HIV services could lead to billions in increased economic activity",
        "content": [
          "When people are healthier, they are better able to cope financially. The report acknowledges that investment in HIV services could lead to total gains of up to US$ 34 billion by 2020 in increased economic activity and productivity, more than offsetting the costs of ART programmes."
        ]
      },
      {
        "heading": "2011 a game changing year",
        "content": [
          "“2011 has been a game changing year. With new science, unprecedented political leadership and continued progress in the AIDS response, countries have a window of opportunity to seize this momentum and take their responses to the next level,” said Paul De Lay, Deputy Executive Director, Programme, UNAIDS. “By investing wisely, countries can increase efficiencies, reduce costs and improve on results. However, gains made to date are being threatened by a decline in resources for AIDS.”"
        ]
      },
      {
        "heading": "What still needs to be done",
        "content": [
          {
            "text": "The report also points to what still needs to be done.",
            "bullets": [
              "More than half of the people who need antiretroviral therapy in low- and middle-income countries are still unable to access it. Many of them do not even know that they have HIV.",
              "Despite the growing body of evidence as to what countries need to focus on to make a real impact on their epidemics, some are still not tailoring their programmes for those who are most at risk and in need. In many cases, groups including adolescent girls, people who inject drugs, men who have sex with men, transgender people, sex workers, prisoners and migrants remain unable to access HIV prevention and treatment services."
            ]
          },
          "Worldwide, the vast majority (64%) of people aged 15-24 living with HIV today are female. The rate is even higher in sub-Saharan Africa where girls and young women make up 71% of all young people living with HIV - essentially because prevention strategies are not reaching them."
        ]
      },
      {
        "heading": "Populations still marginalized",
        "content": [
          "Key populations are continually marginalized. In Eastern Europe and Central Asia, more than 60% of those living with HIV are people who inject drugs. But injecting drug users account for only 22% of those receiving ART.",
          "Although better services to prevent mother to child transmission of HIV have averted some 350 000 new infections among children, some 3.4 million children are living with HIV - many of whom lack HIV treatment. Only about one in four children in need of HIV treatment in low- and middle-income countries received it in 2010, as compared to 1 in 2 adults."
        ]
      },
      {
        "heading": "Progress for children is slower",
        "content": [
          "\"While there have been gains in treatment, care and support available to adults, we note that progress for children is slower,\" says Leila Pakkala, Director of the UNICEF Office in Geneva. “The coverage of HIV interventions for children remains alarmingly low. Through concerted action and equity-focused strategies, we must make sure that global efforts are working for children as well as adults”."
        ]
      },
      {
        "heading": "HIV in regions and countries",
        "content": [
          "In 2010, HIV epidemics and responses in different parts of the world vary with shifting trends, progress rates and outcomes.",
          "Sub-Saharan Africa recorded the biggest overall annual increase - 30% - in the number of people accessing ART. Three countries (Botswana, Namibia and Rwanda) have achieved universal coverage (80%) for HIV prevention, treatment and care services. The regional ART coverage rate stood at 49% at the end of 2010. Approximately 50% of pregnant women living with HIV receive treatment to prevent mother-to child transmission of HIV. And 21% of children in need are able to get paediatric HIV treatments. There were 1.9 million new infections in the region, where 22.9 million people are living with HIV. There are some major disparities in progress between different parts of the region. Countries in Eastern and Southern Africa have reached much higher coverage rates for ART (56%) and PMTCT (64%) than countries in Western and Central Africa (30% and 18% respectively).",
          "Asia shows a stabilizing epidemic overall, but new infections are very high in some communities. Of the 4.8 million people living with HIV in Asia, nearly half (49%) are in India. Antiretroviral treatment coverage is increasing with 39% of adults and children in need of HIV treatment having access. Coverage of PMTCT services is relatively low - (16%).",
          "Eastern Europe and Central Asia presents a dramatic growth in HIV, with new infections increasing by 250% in the past decade. Over 90% of these infections occur in just two countries: Russia and Ukraine. The region demonstrates high coverage rates for PMTCT and paediatric HIV treatment (with 78% and 65% coverage rates respectively). However, ART coverage is very low at 23%, particularly among the most affected people - the ones who inject drugs.",
          "Middle East and North Africa records the highest number of HIV infections ever in the region (59 000) in 2010, which represents a 36% increase over the past year. Coverage of HIV services are very low in the region: 10% for ART, 5% for paediatric treatment and 4% for PMTCT.",
          "Latin America and the Caribbean have a stabilizing epidemic with 1.5 million living with HIV in Latin America and 200 000 in the Caribbean. HIV is predominantly among networks of men who have sex with men in Latin America. In the Caribbean though, women are the more affected group accounting for 53% of people living with HIV. The region has ART coverage of 63% for adults and 39% for children. Coverage for effective PMTCT regimen is relatively high at 74%.",
          {
            "text": "Sustaining the HIV response through the next 10 years.",
            "bullets": [
              "Countries are already showing marked efficiency gains in HIV programmes: South Africa reduced HIV drug costs by more than 50% over a two-year period by implementing a new tendering strategy for procurement. Uganda saved US$ 2 million by shifting to simpler paediatric regimens. Such efficiencies are promoted through Treatment 2.0 - an initiative launched by WHO and UNAIDS in 2010 to promote simpler, cheaper and easier-to-deliver HIV treatment and diagnostic tools, combined with decentralized services that are supported by communities.",
              "A WHO, UNAIDS, UNICEF \"Elimination Initiative\" aims to eliminate new HIV infections among children by 2015 and keep their mothers alive.",
              "WHO is developing new guidance on the strategic use of antiretroviral drugs for both prevention and treatment.",
              "WHO's \"Global Health Sector Strategy on HIV/AIDS, 2011-2015\", endorsed by the World Health Assembly in May 2011 highlights the importance of continuing efforts to optimize HIV treatment and \"combination\" prevention - the use of a range of different approaches to reduce people's risk of infection."
            ]
          },
          "The 2011 Report on the global HIV/AIDS response is the comprehensive report on both the epidemiology and progress rates in access to HIV services globally and in regions and countries. It has been jointly developed by WHO, UNICEF, UNAIDS, in collaboration with national and international partners."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Unparalleled global progress in HIV response but sustained investment vital",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:33Z",
    "first_seen_utc": "2026-01-29T02:47:33Z"
  },
  {
    "url": "https://www.who.int/news/item/17-02-2012-public-health-influenza-experts-agree-h5n1-research-critical-but-extend-delay",
    "title": "Public health, influenza experts agree H5N1 research critical, but extend delay",
    "published_date": "2012-02-17",
    "author": "Gregory Härtl",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": "WHO to convene additional meeting to discuss next steps",
        "content": [
          "A small group of global public health and influenza experts at a WHO-convened meeting reached consensus on two urgent issues related to the newly created H5N1 influenza viruses: extending the temporary moratorium on research with new laboratory-modified H5N1 viruses and recognition that research on naturally-occurring H5N1 influenza virus must continue in order to protect public health.",
          "“Given the high death rate associated with this virus -- 60% of all humans who have been infected have died -- all participants at the meeting emphasized the high level of concern with this flu virus in the scientific community and the need to understand it better with additional research,\" says Dr Keiji Fukuda, Assistant Director-General of Health Security and Environment for the World Health Organization. “The results of this new research have made it clear that H5N1 viruses have the potential to transmit more easily between people underscoring the critical importance for continued surveillance and research with this virus.”",
          "WHO convened the meeting as a first step to facilitate the discussion of differing opinions that have arisen in recent months after two research groups, one in the Netherlands and the other based in the United States, have created versions of the H5N1 influenza virus which are more transmissible in mammals than the H5N1 virus that occurs naturally.",
          "The experts at the meeting included lead researchers of the two studies, scientific journals interested in publishing the research, funders of the research, countries who provided the viruses, bioethicists and directors from several WHO collaborating-center laboratories specializing in influenza."
        ]
      },
      {
        "heading": "Consensus to delay publications",
        "content": [
          "The group also came to a consensus that delayed publication of the entire manuscripts would have more public health benefit than urgently partially publishing.",
          "“There is a preference from a public health perspective for full disclosure of the information in these two studies. However there are significant public concern surrounding this research that should first be addressed,” says Fukuda.",
          "Two critical issues are to increase public awareness and understanding of this research through communications and the review of biosafety and biosecurity aspects raised by the new laboratory-modified H5N1 influenza virus. WHO will continue discussion with relevant experts to move this forward.",
          "Broad issues raised, but not limited to, these research studies will be discussed at future meetings convened by WHO soon with participation by a broader range of experts and interested parties relevant to these issues."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Public health, influenza experts agree H5N1 research critical, but extend delay",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:34Z",
    "first_seen_utc": "2026-01-29T02:47:34Z"
  },
  {
    "url": "https://www.who.int/news/item/18-01-2012-dr-margaret-chan-nominated-for-a-second-term-to-be-who-director-general",
    "title": "Dr Margaret Chan nominated for a second term to be WHO Director-General",
    "published_date": "2012-01-18",
    "author": "Gregory Härtl",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": "GENEVA",
    "sections": [
      {
        "heading": null,
        "content": [
          "Dr Margaret Chan was nominated today by the WHO's Executive Board for a second term as Director-General of the Organization. The Director-General is WHO's chief technical and administrative officer and oversees the policy for the Organization's international health work.",
          "This nomination will be submitted for approval to the Sixty-fifth World Health Assembly, scheduled to meet in Geneva from 21–26 May 2012.",
          "If confirmed by the World Health Assembly, Dr Chan's new term will begin on 1 July 2012 and continue until 30 June 2017.",
          "Only one candidate, Dr Chan, was proposed to the Executive Board (EB). WHO's Member States were given the opportunity to propose candidates between 4 July and 15 November 2011. Dr Chan presented her vision of the Organization's challenges and priorities to the Executive Board, which then agreed that her nomination be forwarded to the World Health Assembly.",
          "Dr Margaret Chan, from the People's Republic of China, obtained her medical degree from the University of Western Ontario in Canada. She joined the Hong Kong Department of Health in 1978.",
          "In 1994, Dr Chan was appointed Director of Health of Hong Kong. In her nine-year tenure as director, she launched new services to prevent the spread of disease and promote better health. She also introduced new initiatives to improve communicable disease surveillance and response, enhance training for public health professionals, and establish better local and international collaboration. She managed outbreaks of avian influenza and of severe acute respiratory syndrome (SARS).",
          "In 2003, Dr Chan joined WHO as Director of the Department for Protection of the Human Environment. In June 2005, she was appointed Director, Communicable Diseases Surveillance and Response as well as Representative of the Director-General for Pandemic Influenza. In September 2005, she was named Assistant Director-General for Communicable Diseases. Dr Chan was elected to the post of Director-General on 9 November 2006. Her current term runs through June 2012."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "Dr Margaret Chan nominated for a second term to be WHO Director-General",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:35Z",
    "first_seen_utc": "2026-01-29T02:47:35Z"
  },
  {
    "url": "https://www.who.int/news/item/12-01-2012-india-records-one-year-without-polio-cases",
    "title": "India records one year without polio cases",
    "published_date": "2012-01-12",
    "author": "Sona  Bari",
    "medically_reviewed_by": "World Health Organization (WHO)",
    "topics": "News release",
    "location": null,
    "sections": [
      {
        "heading": "ATLANTA/EVANSTON/GENEVA/NEW YORK/SEATTLE",
        "content": [
          "India appears to have interrupted wild poliovirus transmission, completing one year without polio since its last case, in a 2-year-old girl in the state of West Bengal, on 13 January 2011.",
          "India was once recognized as the world’s epicentre of polio. If all pending laboratory investigations return negative, in the coming weeks India will officially be deemed to have stopped indigenous transmission of wild poliovirus. The number of polio-endemic countries, those which have never stopped indigenous wild poliovirus transmission, will then be reduced to a historical low of three: Afghanistan, Nigeria and Pakistan.",
          "However, there remains no room for complacency. India must maintain sensitive surveillance and high childhood immunity against wild poliovirus to guard against any importation of polio until eradication is achieved globally. In 2011, Afghanistan and Pakistan have both seen alarming increases in polio cases, and poliovirus from Pakistan re-infected China (which had been polio-free since 1999). In Africa, active polio transmission continues in Chad, the Democratic Republic of the Congo and Nigeria, with outbreaks in West and Central Africa in the past 12 months reminding the world that as long as polio exists anywhere, it remains a threat everywhere.",
          "Global health leaders today paid tribute to the Government of India for its leadership and financial commitment to the polio eradication effort, and to the millions of vaccinators, community mobilizers, Rotarians, parents and caregivers who have supported polio eradication for more than a decade. The scale of the eradication effort in India is mind-boggling: each year, more than 170 million children under the age of 5 are vaccinated in two national immunization campaigns, with up to 70 million children in the highest-risk areas vaccinated multiple times in additional special campaigns; the whole effort requires nearly a billion doses of oral polio vaccine annually."
        ]
      },
      {
        "heading": "Hundreds of thousands of children will be saved",
        "content": [
          "India’s achievement in stopping polio will save hundreds of thousands of children from lifelong paralysis or death each year. Poliovirus can travel easily to polio-free areas. Stopping polio in India will prevent a recurrence of the polio outbreaks – due to virus of Indian origin – seen in recent years in countries as diverse as Angola, Bangladesh, Nepal, Russia and Tajikistan."
        ]
      },
      {
        "heading": "An opportunity to end polio",
        "content": [
          "\"India’s success is arguably its greatest public health achievement and has provided a global opportunity to push for the end of polio,\" said WHO Director-General Margaret Chan. “The Global Polio Eradication Initiative is in full emergency mode and focused on using this momentum to close this crippling disease down. Stopping polio in India required creativity, perseverance and professionalism – many of the innovations in polio eradication were sparked by the challenges in India. The lessons from India must now be adapted and implemented through emergency actions to finish polio everywhere.”",
          "The key to India’s remarkable progress in the fight against polio according to UNICEF Executive Director Anthony Lake, has been the strong leadership of the Government of India and state governments, which launched a comprehensive polio eradication programme that has enabled sustained high immunization coverage in states like Uttar Pradesh and Bihar with high rates of poverty, high population density and poor sanitation and infrastructure, conditions in which disease like polio can thrive."
        ]
      },
      {
        "heading": "Polio can be eradicated in challenging environments",
        "content": [
          "“India’s achievement is proof positive that we can eradicate polio even in the most challenging environments – in fact, it is only by targeting these areas that we can defeat this evil disease,” Mr Lake said. “We have the ability to protect every last person, especially children, from this entirely preventable disease – and because we can, we must finish the job of eradicating polio globally, once and for all.\"",
          "Rotary International first launched the global polio eradication effort in 1985, and President Kalyan Banerjee said that with the intensity of transmission in India, many experts had predicted it would be the last country in the world to achieve eradication. “India is undoubtedly the biggest domino to fall in the polio eradication effort,” Mr Banerjee said. “India’s success is a great credit to the Indian government and to Indian Rotary members – as well as those from around the world – who have worked with local leaders to conduct these immunization efforts to reach every child with the polio vaccine.\""
        ]
      },
      {
        "heading": "India must continue to protect its children from polio",
        "content": [
          "Like all countries that have stopped indigenous wild poliovirus transmission, India must continue to protect its children through supplementary immunization activities and improved routine immunization coverage rates or risk a potentially horrific re-importation event, said the Director of the U.S. Centers for Disease Control and Prevention, Dr. Thomas Frieden. “Polio’s history contains many cautionary tales,” Dr. Frieden added. “Polio anywhere in the world is a risk everywhere in the world, and to protect itself from a setback, India is appropriately planning to continue meticulous monitoring and intensive childhood vaccination against polio.”"
        ]
      },
      {
        "heading": "Ensuring no child suffers polio",
        "content": [
          "“Polio can be stopped when countries combine the right elements – political will, quality immunization campaigns, and an entire nation’s determination” said Bill Gates, co-chair of the Bill & Melinda Gates Foundation. “World leaders must continue to raise the funds needed to run the global campaign and help to ensure that no child suffers from this crippling disease ever again.”",
          "With India’s achievement, the global polio eradication effort now focuses on improving the implementation of emergency operations plans in Chad, Nigeria and Pakistan. Success depends on local ownership and accountability at all levels of government and international partners."
        ]
      },
      {
        "heading": "Notes to editors",
        "content": [
          "India is one of the largest donors to polio eradication, being largely self-financed. By 2013, India will have contributed US$ 2 billion.",
          "When all pending specimens are processed (stools from children with acute flaccid paralysis and samples from sewage sampling), if no wild poliovirus is detected, India will no longer be considered polio-endemic. The laboratory system is expected to clear all samples within 4–6 weeks of collection.",
          "The Global Polio Eradication Initiative (GPEI) is spearheaded by national governments, WHO, Rotary International, the US Centers for Disease Control and Prevention (CDC) and UNICEF."
        ]
      }
    ],
    "references": [],
    "images": [],
    "tags": [
      "WHO",
      "India records one year without polio cases",
      "News release"
    ],
    "scrape_timestamp_utc": "2026-01-29T02:47:37Z",
    "first_seen_utc": "2026-01-29T02:47:37Z"
  }
]