[
  {
    "id": "fake_000001",
    "claim": "COVID-19 case numbers in the U.S. are inflated due to the high sensitivity of the RT-PCR diagnostic test"
  },
  {
    "id": "fake_002",
    "claim": "Spraying chlorine or alcohol on the skin kills viruses in the body"
  },
  {
    "id": "fake_003",
    "claim": "Only older adults and young people are at risk"
  },
  {
    "id": "fake_004",
    "claim": "Children cannot get COVID-19"
  },
  {
    "id": "fake_005",
    "claim": "COVID-19 is just like the flu"
  },
  {
    "id": "fake_006",
    "claim": "Everyone with COVID-19 dies"
  },
  {
    "id": "fake_007",
    "claim": "Cats and dogs spread coronavirus"
  },
  {
    "id": "fake_008",
    "claim": "Face masks always protect against coronavirus"
  },
  {
    "id": "fake_009",
    "claim": "Hand dryers kill coronavirus"
  },
  {
    "id": "fake_010",
    "claim": "SARS-CoV-2 is just a mutated form of the common cold"
  },
  {
    "id": "fake_011",
    "claim": "You have to be with someone for 10 minutes to catch the virus"
  },
  {
    "id": "fake_012",
    "claim": "Rinsing the nose with saline protects against coronavirus"
  },
  {
    "id": "fake_013",
    "claim": "You can protect yourself by gargling bleach"
  },
  {
    "id": "fake_014",
    "claim": "Antibiotics kill coronavirus"
  },
  {
    "id": "fake_015",
    "claim": "Thermal scanners can diagnose coronavirus"
  },
  {
    "id": "fake_016",
    "claim": "Garlic protects against coronaviruses"
  },
  {
    "id": "fake_017",
    "claim": "Parcels from China can spread coronavirus"
  },
  {
    "id": "fake_018",
    "claim": "Home remedies can cure and protect against COVID-19"
  },
  {
    "id": "fake_019",
    "claim": "You can catch coronavirus from eating Chinese food in the US"
  },
  {
    "id": "fake_020",
    "claim": "You can catch coronavirus from urine and feces"
  },
  {
    "id": "fake_021",
    "claim": "The virus will die off when temperatures rise in the spring"
  },
  {
    "id": "fake_022",
    "claim": "Coronavirus is the deadliest virus known to humans"
  },
  {
    "id": "fake_023",
    "claim": "Flu and pneumonia vaccines can protect against COVID-19"
  },
  {
    "id": "fake_024",
    "claim": "The virus originated in a laboratory in China"
  },
  {
    "id": "fake_025",
    "claim": "The outbreak began because people ate bat soup"
  },
  {
    "id": "fake_026",
    "claim": "5G helps SARS-CoV-2 spread"
  },
  {
    "id": "fake_027",
    "claim": "Drinking alcohol reduces the risk of infection"
  },
  {
    "id": "fake_028",
    "claim": "Injecting or consuming bleach or disinfectant kills the virus"
  },
  {
    "id": "fake_029",
    "claim": "You can catch coronavirus in swimming pools"
  },
  {
    "id": "fake_030",
    "claim": "Facebook posts shared in at least three countries as scientists work to develop a COVID-19 vaccine claim to offer a legal way to refuse vaccination."
  },
  {
    "id": "fake_031",
    "claim": "Wisconsin is Òclearly seeing a decline in COVID infectionsÓ."
  },
  {
    "id": "fake_032",
    "claim": "Facebook posts claim a child who is infected with the novel coronavirus will be taken to a hospital unaccompanied."
  },
  {
    "id": "fake_033",
    "claim": "IndiaÕs Ministry of Home Affairs banning citizens from posting about the new coronavirus on social media."
  },
  {
    "id": "fake_034",
    "claim": "42 Democratic senators, plus two Independents, voted against sending direct payments to Americans as part of the coronavirus economic stimulus package."
  },
  {
    "id": "fake_035",
    "claim": "The photo of a vaccine for canine coronavirus proves that a vaccine exists for the novel coronavirus that causes COVID-19."
  },
  {
    "id": "fake_036",
    "claim": "A picture of a reporter in protective medical gear is an example of how the American media ÒhypesÓ the COVID-19 pandemic."
  },
  {
    "id": "fake_037",
    "claim": "A photo taken by a journalist showing a beach in Jacksonville, Florida, isnÕt from after the government reopened the beach as news reports have claimed."
  },
  {
    "id": "fake_038",
    "claim": "News photo from stay-at-home protest was doctored to add Confederate flag."
  },
  {
    "id": "fake_039",
    "claim": "Says a photo shows the ÒSAME EXACT PEOPLEÓ at Òtwo different beachesÓ in Los Angeles County and Jacksonville, Florida."
  },
  {
    "id": "fake_040",
    "claim": "ÒMy wife is suffering from coronavirus and she is pregnant. The doctor said she wonÕt survive it.Ó"
  },
  {
    "id": "fake_041",
    "claim": "A Democratic attack ad said Trump shipped 17 tons of medical supplies to China."
  },
  {
    "id": "fake_042",
    "claim": "The COVID-19 virus cannot spread in areas sprayed with eucalyptus oil vapor."
  },
  {
    "id": "fake_043",
    "claim": "Goodwill Industries International has fired all its employees because of the coronavirus pandemic."
  },
  {
    "id": "fake_044",
    "claim": "Says WisconsinÕs in-person election has caused a ÒsurgeÓ in new coronavirus cases"
  },
  {
    "id": "fake_045",
    "claim": "Nobel laureate Luc Montagnier claimed that the coronavirus genome contained sequences of HIV (the virus that causes AIDS)."
  },
  {
    "id": "fake_046",
    "claim": "TrumpÕs claim that ObamaÕs handling of the 2009 swine flu pandemic was a disaster."
  },
  {
    "id": "fake_047",
    "claim": "House of Representatives Speaker Nancy Pelosi posted and deleted a video on her Twitter account, in which she calls on people to visit Chinatown in San Francisco."
  },
  {
    "id": "fake_048",
    "claim": "House Speaker Nancy Pelosi delete a February 24, 2020, video of herself from Twitter in which she encouraged people to visit Chinatown in San Francisco."
  },
  {
    "id": "fake_049",
    "claim": "The Food and Drug Administration (FDA) authorized BodysphereÕs two-minute COVID-19 testing kit."
  },
  {
    "id": "fake_050",
    "claim": "Posts shared more than 2,000 times on social media appear to show a 2009 tweet from Donald Trump criticizing then-president Barack ObamaÕs handling of the H1N1 pandemic and placing ÒALL responsibilityÓ on presidents in a crisis."
  },
  {
    "id": "fake_051",
    "claim": "AmazonÕs Alexa says the government released the coronavirus."
  },
  {
    "id": "fake_052",
    "claim": "In the United States, there are Ò360,000 (deaths) a year from swimming pools. But we donÕt shut the country down for that.Ó"
  },
  {
    "id": "fake_053",
    "claim": "Hospitals compensated 15% more for COVID-19 patients under the stimulus package and New York City hospitals are inflating their coronavirus numbers."
  },
  {
    "id": "fake_054",
    "claim": "A video argues that the pandemic could have resulted from the accidental or intentional release of either a natural virus under study or an artificial virus that was bioengineered (manmade)."
  },
  {
    "id": "fake_055",
    "claim": "Says Democrats are on vacation until May 4 and Òrefuse to come backÓ to sign a bill to help small businesses."
  },
  {
    "id": "fake_056",
    "claim": "ÒThis is COVID-19, not COVID-1, folks. And so you would think the people charged with the World Health Organization facts and figures would be on top of that.Ó"
  },
  {
    "id": "fake_057",
    "claim": "Thieves are handing out chemically doused face masks to knock people out before robbing them."
  },
  {
    "id": "fake_058",
    "claim": "Economic stimulus payments to U.S. citizens will either reduce future tax refunds or will have to be paid back."
  },
  {
    "id": "fake_059",
    "claim": "Valley County, Montana, mandated pink arm bands for residents who had submitted to quarantine protocol."
  },
  {
    "id": "fake_060",
    "claim": "Gov. Andrew Cuomo Òwas simply saying if we can share 20 percent of your excess, your non-used ventilators, to help people in other parts of the state on a voluntary basis, that would be great. Of course, there was a reaction to that, which was not positive.Ó"
  },
  {
    "id": "fake_061",
    "claim": "TrumpÕs claims about how quickly WHO acted to announce human-to-human transmission"
  },
  {
    "id": "fake_062",
    "claim": "Video shows an orangutan who started washing its hands after watching the zookeepers do so during the coronavirus pandemic."
  },
  {
    "id": "fake_063",
    "claim": "The news media has tried to pass off one manÕs death, attributed to complications from COVID-19, as two separate cases."
  },
  {
    "id": "fake_064",
    "claim": "ÒMichigan Governor Gretchen Whitmer bans buying US flags during lockdown.Ó"
  },
  {
    "id": "fake_065",
    "claim": "ÒThe president looks like he was ahead of the curve Ð as you know, he talks about this all the time Ð on shutting down travel from China.Ó"
  },
  {
    "id": "fake_066",
    "claim": "Joe DiffieÕs death was labeled Òas a COVID-19 death and it wasnÕt!Ó"
  },
  {
    "id": "fake_067",
    "claim": "Trump says that as president he has ÒtotalÓ authority to re-open states amid the COVID-19 pandemic."
  },
  {
    "id": "fake_068",
    "claim": "Average American has less than two-tenths of one percent chance of getting coronavirus, and thus public health officials overreacted to the pandemic."
  },
  {
    "id": "fake_069",
    "claim": "Trump claims Òit is the decision of the President,Ó not governors, to Òopen up the states.Ó"
  },
  {
    "id": "fake_070",
    "claim": "The US $1,200 coronavirus relief checks this year are Òjust an advance on your next tax return. É Next year, youÕre automatically going to owe $1,200 come tax season.Ó"
  },
  {
    "id": "fake_071",
    "claim": "Says American NIAID director Dr. Anthony Fauci Òstands to lose 100 million dollars on Bill Gates ÔvaccineÕ for the coronavirus. Because he invested in this vaccine.Ó"
  },
  {
    "id": "fake_072",
    "claim": "Numbers in a photo about death tolls from COVID-19 show that the pandemic is a con."
  },
  {
    "id": "fake_073",
    "claim": "Michigan Gov. Gretchen Whitmer banned sale of American flags during COVID-19 pandemic."
  },
  {
    "id": "fake_074",
    "claim": "A photo shared thousands of times on Facebook claims to show the throat of a novel coronavirus patient."
  },
  {
    "id": "fake_075",
    "claim": "COVID-19 stimulus checks are an advance on 2020 tax refunds."
  },
  {
    "id": "fake_076",
    "claim": "Dr. Anthony Fauci Òwas telling people on February 29th that there was nothing to worry about and it posed no threat to the US public at large.Ó"
  },
  {
    "id": "fake_077",
    "claim": "Calling 1-800-382-5277 or 1-800-746-6373 gives Americans information on their coronavirus stimulus checks."
  },
  {
    "id": "fake_078",
    "claim": "Says Michigan COVID-19 order bans gardening and the sale of vegetable seeds and fruit."
  },
  {
    "id": "fake_079",
    "claim": "Mosques allowed to stay open in the US during the coronavirus epidemic while churches are forced to close."
  },
  {
    "id": "fake_080",
    "claim": "15 major global pandemics all originated in China."
  },
  {
    "id": "fake_081",
    "claim": "President Donald Trump referred to the coronavirus as a ÒhoaxÓ or Òpolitical conspiracy.Ó"
  },
  {
    "id": "fake_082",
    "claim": "Pentagon confirms coronavirus accidentally got into chemtrail supply train."
  },
  {
    "id": "fake_083",
    "claim": "ChinaÕs Communist government created the novel coronavirus in a laboratory and released it into the world as a deadly bioweapon."
  },
  {
    "id": "fake_084",
    "claim": "Viral publication says a video shows a Ògay party in Italy few weeks before COVID-19.Ó"
  },
  {
    "id": "fake_085",
    "claim": "ÒPer order from @GovWhitmer, people in Michigan are now banned from purchasing a new baby car seat in stores.Ó"
  },
  {
    "id": "fake_086",
    "claim": "ÒMass vaccination for COVID-19 in Senegal was started yesterday (4/8) and the first 7 CHILDREN who received it DIED on the spot.Ó"
  },
  {
    "id": "fake_087",
    "claim": "Soap and hand sanitizer can be used to kill coronavirus in the body."
  },
  {
    "id": "fake_088",
    "claim": "Viral video with Dr. Shiva Ayyadurai proves Fauci, White House and others are members of deep state."
  },
  {
    "id": "fake_089",
    "claim": "Herd immunity is probably why California has far fewer COVID-19 deaths than New York."
  },
  {
    "id": "fake_090",
    "claim": "ÒChurch services canÕt resume until weÕre all vaccinated, says Bill Gates.Ó"
  },
  {
    "id": "fake_091",
    "claim": "COVID-19 mass vaccine in Senegal that began in West Africa killed the first seven children who received it."
  },
  {
    "id": "fake_092",
    "claim": "CDC admitted to lying about COVID-19 death stats."
  },
  {
    "id": "fake_093",
    "claim": "Top German virologist JŸrgen Rissland recommended drinking whiskey to combat COVID-19."
  },
  {
    "id": "fake_094",
    "claim": "Bill Gates is plotting to use COVID-19 testing and a future vaccine to track people with microchips."
  },
  {
    "id": "fake_095",
    "claim": "COVID-19 causes prolonged and progressive hypoxia (starving your body of oxygen) by binding to the heme groups in hemoglobin in your red blood cells. People are simply desaturating (losing O2 in their blood), and thatÕs what eventually leads to organ failures that kill them, not any form of ARDS or pneumonia."
  },
  {
    "id": "fake_096",
    "claim": "COVID-19 vaccine trial killed 7 children in Senegal."
  },
  {
    "id": "fake_097",
    "claim": "U.S. Speaker of the House Nancy Pelosi said she wonÕt pass new economic stimulus package unless senior citizens are excluded."
  },
  {
    "id": "fake_098",
    "claim": "Social media posts recommend tonic water and zinc as a cure for a novel coronavirus infection, as the drink contains quinine, whose synthetic relative hydroxychloroquine is on trial as a COVID-19 treatment."
  },
  {
    "id": "fake_099",
    "claim": "US arrests the man who created Covid-19."
  },
  {
    "id": "fake_100",
    "claim": "India is suing Microsoft founder Bill Gates because of his vaccine against coronavirus that killed 77,000 girls."
  },
  {
    "id": "fake_101",
    "claim": "Coronavirus will be exterminated if lockdowns are lifted."
  },
  {
    "id": "fake_102",
    "claim": "The number of deaths from COVID-19 are exaggerated."
  },
  {
    "id": "fake_103",
    "claim": "Michigan governor violated social distancing order while signing stay-at-home order."
  },
  {
    "id": "fake_104",
    "claim": "Posts claim that the speaker of the Winsconsin state assembly Robin Vos wore protective gear that Òelection workers he forced to work É do not have.Ó"
  },
  {
    "id": "fake_105",
    "claim": "5G exposure/radiation pollution compromises the structure and function of hemoglobin in cells and worsens COVID-19 pandemic."
  },
  {
    "id": "fake_106",
    "claim": "A video has been viewed tens of thousands of times on Twitter, Facebook and YouTube alongside a claim that it shows the US Federal Bureau of Investigation (FBI) raiding a synagogue that was used to hoard face masks and other medical equipment."
  },
  {
    "id": "fake_107",
    "claim": "Steam from boiling oranges kills COVID-19."
  },
  {
    "id": "fake_108",
    "claim": "ÒEveryone is only dying of coronavirus now.Ó"
  },
  {
    "id": "fake_109",
    "claim": "Facebook posts claims the Asian, Hong Kong, swine and bird flus each Òkilled more people than coronavirus.Ó"
  },
  {
    "id": "fake_110",
    "claim": "Queen Elizabeth said Philippine President Rodrigo Duterte Òis the kind of leader who knows the way É Filipinos are very lucky to have him.Ó"
  },
  {
    "id": "fake_111",
    "claim": "A photo shows South Carolina after stay-at-home orders were announced."
  },
  {
    "id": "fake_112",
    "claim": "The Obama administration left President Donald Trump with a Òstockpile with a cupboard that was bare.Ó"
  },
  {
    "id": "fake_113",
    "claim": "ÒSame little boy died of COVID-19 in three different countries. Still donÕt believe the media is #fakenews?Ó"
  },
  {
    "id": "fake_114",
    "claim": "ÒThe North Carolina and Virginia State line is closed. Nothing in or out.Ó"
  },
  {
    "id": "fake_115",
    "claim": "A poem about people staying home was written by Kathleen OÕMara in 1869."
  },
  {
    "id": "fake_116",
    "claim": "Ò59 people die as pastor gives them Dettol to drink in church to prevent coronavirus.Ó"
  },
  {
    "id": "fake_117",
    "claim": "Asian flu, Hong Kong flu, swine flu and bird flu killed more people than coronavirus has today. And that the government never shut down anything for those."
  },
  {
    "id": "fake_118",
    "claim": "Claim that televangelist Pat Robertson said some young people Òare doing all kinds of unnatural things with their sex organs. When people do that, they transfer all kinds of chemicals from ladiesÕ private parts and thatÕs where I think the (corona)virus came from.Ó"
  },
  {
    "id": "fake_119",
    "claim": "People are handing out masks Òdoused with chemicals which knocks you out coldÓ so they can rob you."
  },
  {
    "id": "fake_120",
    "claim": "Former NYC Mayor Rudolph Giuliani said he Òbought $2M in shares of Novartis, a primary supplier of hydroxychloroquineÓ in early February."
  },
  {
    "id": "fake_121",
    "claim": "Coronavirus is fake or a made-up ploy by 5G."
  },
  {
    "id": "fake_122",
    "claim": "Photo of a mannequin being wheeled into a hospital shows the COVID-19 coverup."
  },
  {
    "id": "fake_123",
    "claim": "Hospital is caught using a dummy in pandemic footage."
  },
  {
    "id": "fake_124",
    "claim": "ÒIn Italy, they have thrown their money on the streets. A clear message to the whole world that money is not enough when health is in danger.Ó"
  },
  {
    "id": "fake_125",
    "claim": "Coronavirus death toll in the U.S. is inflated by inclusion of unrelated deaths."
  },
  {
    "id": "fake_126",
    "claim": "President Trump has repeatedly touted the anti-malarial medications hydroxychloroquine and chloroquine as the much-needed solution to covid-19"
  },
  {
    "id": "fake_127",
    "claim": "Social media posts shared tens of thousands of times claim White House adviser Dr. Anthony Fauci stands alone in insisting hydroxychloroquineÕs effectiveness against COVID-19 is unproven, while Italy, France, Spain and Brazil say it Òworks.Ó"
  },
  {
    "id": "fake_128",
    "claim": "Says 44 US senators Òvoted NOT to send stimulus checks.Ó"
  },
  {
    "id": "fake_129",
    "claim": "The NBA is asking President Donald Trump to Òresign or weÕll never play again.Ó"
  },
  {
    "id": "fake_130",
    "claim": "President Donald TrumpÕs statement that lupus patients are not vulnerable to COVID-19 is not true."
  },
  {
    "id": "fake_131",
    "claim": "New data shows that 21 million Chinese died from the coronavirus."
  },
  {
    "id": "fake_132",
    "claim": "Suggestion that Trump urged sick people to get out and vote during COVID-19 pandemic."
  },
  {
    "id": "fake_133",
    "claim": "Ron Johnson said Americans should go back to work, because Òdeath is an unavoidable part of life.Ó"
  },
  {
    "id": "fake_134",
    "claim": "North Carolina Òhospital beds are typically 85% full across the state.Ó"
  },
  {
    "id": "fake_135",
    "claim": "ÒWeÕve got to give the American public a rough estimate of how long we think this is going to take, based mostly on the South Korean model, which seems to be the trajectory that we are on, thankfully, and not the Italian model.Ó"
  },
  {
    "id": "fake_136",
    "claim": "Says the U.S. is developing an ÒantivirusÓ that includes a chip to track your movement."
  },
  {
    "id": "fake_137",
    "claim": "Big Pharma, Dr. Anthony Fauci and Bill Gates want to ban hydroxychoroquine."
  },
  {
    "id": "fake_138",
    "claim": "ÒThe Chinese Communist Party is using Zoom as a way to spy on our citizens.Ó"
  },
  {
    "id": "fake_139",
    "claim": "Photo on biography of a boy who died from coronavirus."
  },
  {
    "id": "fake_140",
    "claim": "ÒJoe Exotic tests positive for coronavirus in prison. ItÕs been confirmed.Ó"
  },
  {
    "id": "fake_141",
    "claim": "Walmart has adopted staggered shopping days based on age in response to the pandemic."
  },
  {
    "id": "fake_142",
    "claim": "ÒWe were slow with the testing, but very quick with the travel ban. And thatÕs been much more critical in saving lives.Ó"
  },
  {
    "id": "fake_143",
    "claim": "Walmart is adopting a staggered schedule due to the coronavirus."
  },
  {
    "id": "fake_144",
    "claim": "Says Nostradamus predicted the coronavirus in a 1551 passage about a plague spreading from the east."
  },
  {
    "id": "fake_145",
    "claim": "Israeli recipe for lemon and bicarbonate drink is a coronavirus cure."
  },
  {
    "id": "fake_146",
    "claim": "Video claiming you canÕt catch coronavirus."
  },
  {
    "id": "fake_147",
    "claim": "Kennedy Center, PBS donated to Democrats after getting COVID-19 stimulus money."
  },
  {
    "id": "fake_148",
    "claim": "In New York Òevery contaminated corpse belongs to the stateÓ and will be incinerated without any Òwakes or memorial services to pay your last respects.Ó"
  },
  {
    "id": "fake_149",
    "claim": "Says Goodwill used the pandemic Òto fire all of their employees instead of laying them off.Ó"
  },
  {
    "id": "fake_150",
    "claim": "Goodwill laid off all employees due to COVID-19."
  },
  {
    "id": "fake_151",
    "claim": "Says video shows Òthe Chinese are destroying the 5G poles as they are aware that it is the thing triggering the corona symptoms.Ó"
  },
  {
    "id": "fake_152",
    "claim": "TrumpÕs claim that he imposed the first travel ban on China."
  },
  {
    "id": "fake_153",
    "claim": "Audio of Biden calling the coronavirus a hoax."
  },
  {
    "id": "fake_154",
    "claim": "ÓIf you line up all the countries that have done (Covid-19) testing on a per-capita basis, weÕre [the US] at the bottom of the list.Ó"
  },
  {
    "id": "fake_155",
    "claim": "ÒRivers in Oklahoma are full of catfish carrying the virus.Ó"
  },
  {
    "id": "fake_156",
    "claim": "Governors across the U.S. are announcing that the current school year will be repeated due to coronavirus school closings."
  },
  {
    "id": "fake_157",
    "claim": "A video purportedly showing COVID-19 victims in body bags strewn across the floor of a New York hospital was shared several thousand times in multiple languages on social media."
  },
  {
    "id": "fake_158",
    "claim": "Facebook posts shared thousands of times feature a video of U.S. officials talking to reporters, with captions claiming they are announcing the arrest of a Chinese scientist."
  },
  {
    "id": "fake_159",
    "claim": "Coronavirus does not cause a runny nose; is killed by temperatures above 26 degrees; causes lung fibrosis within days of infection; can be diagnosed by holding your breath for 10 seconds; and can be cured in the early stages by drinking plenty of water."
  },
  {
    "id": "fake_160",
    "claim": "The coronavirus has been ÒreleasedÓ by China [É] it was purposely propagated by the Chinese themselves."
  },
  {
    "id": "fake_161",
    "claim": "Alkaline diet protects against the coronavirus."
  },
  {
    "id": "fake_162",
    "claim": "A series of statements by Joe Biden claiming he called for action before he did"
  },
  {
    "id": "fake_163",
    "claim": "Empty hospital lots and waiting rooms are indicative of a coronavirus hoax."
  },
  {
    "id": "fake_164",
    "claim": "ÒNow, theyÕre doing tests on airlines Ñ very strong tests Ñ for getting on, getting off. TheyÕre doing tests on trains Ñ getting on, getting off.Ó"
  },
  {
    "id": "fake_165",
    "claim": "Missouri students will have to repeat the school year because of COVID-19 school closings."
  },
  {
    "id": "fake_166",
    "claim": "NYT invented the video of a doctor fighting coronavirus in hospital."
  },
  {
    "id": "fake_167",
    "claim": "Thousands of Facebook users in the United States are sharing 1-800 numbers that are supposed to help track stimulus payments promised by the federal government under a novel coronavirus economic aid package."
  },
  {
    "id": "fake_168",
    "claim": "The army is patrolling all the streets, towns and villages in Ireland."
  },
  {
    "id": "fake_169",
    "claim": "Says thereÕs an 800 number you can call to track the status of your stimulus check."
  },
  {
    "id": "fake_170",
    "claim": "If you ask AmazonÕs Alexa about the origin of the coronavirus pandemic, it says Òthe government plannedÓ it."
  },
  {
    "id": "fake_171",
    "claim": "Social media posts shared thousands of times advocate 10 methods to prevent a novel coronavirus infection, citing recommendations allegedly stemming from autopsies on COVID-19 victims, including in China, where the virus first emerged."
  },
  {
    "id": "fake_172",
    "claim": "Posts on social media claim there is a US patent for the novel coronavirus and a European patent for a vaccine, citing specific patent numbers."
  },
  {
    "id": "fake_173",
    "claim": "Video tries to show coronavirus is fake and not dangerous."
  },
  {
    "id": "fake_174",
    "claim": "Students in America have to repeat the same grade next year."
  },
  {
    "id": "fake_175",
    "claim": "Lemon juice and bicarbonate mixture prevents and cures COVID-19 in Israel."
  },
  {
    "id": "fake_176",
    "claim": "Coronavirus is caused by 5G."
  },
  {
    "id": "fake_177",
    "claim": "Says certain states are banning the sale of alcohol."
  },
  {
    "id": "fake_178",
    "claim": "ÒWe inherited a broken testÓ for COVID-19."
  },
  {
    "id": "fake_179",
    "claim": "World Economic Forum is a Òfascist cabalÓ manipulating coronavirus."
  },
  {
    "id": "fake_180",
    "claim": "Big Pharma is behind COVID-19 deaths."
  },
  {
    "id": "fake_181",
    "claim": "CBS aired wrong video footage of a coronavirus hospital."
  },
  {
    "id": "fake_182",
    "claim": "COVID-19 is a hoax or scapegoat for economic disaster."
  },
  {
    "id": "fake_183",
    "claim": "Taking a flu shot causes false positive results on COVID-19 tests."
  },
  {
    "id": "fake_184",
    "claim": "Says Nancy PelosiÕs Òdaughter is on the board of the Kennedy Center so thatÕs why it was so important to send them all that money.Ó"
  },
  {
    "id": "fake_185",
    "claim": "Whether microwaving face masks sanitizes them."
  },
  {
    "id": "fake_186",
    "claim": "Did Kennedy Center give DNC $5 million after getting relief from coronavirus stimulus?"
  },
  {
    "id": "fake_187",
    "claim": "COVID-19 not being blamed for deaths due to unrelated causes."
  },
  {
    "id": "fake_188",
    "claim": "President Donald Trump claims he ÒdidnÕt say thatÓ some of the medical equipment that governors are requesting, they donÕt actually need."
  },
  {
    "id": "fake_189",
    "claim": "CEOs got advance notice of COVID, then resigned to dump stock."
  },
  {
    "id": "fake_190",
    "claim": "ÒQueen Elizabeth tests positive for COVID-19.Ó"
  },
  {
    "id": "fake_191",
    "claim": "Says COVID-19 remains in the air for eight hours and that everyone is now required to wear masks Òeverywhere.Ó"
  },
  {
    "id": "fake_192",
    "claim": "Says a Ò5G Law Passed while everyone was distractedÓ with the coronavirus pandemic and lists 20 symptoms associated with 5G exposure."
  },
  {
    "id": "fake_193",
    "claim": "Posts shared more than 20,000 times on Facebook feature a photo of a crying child and two others showing a woman and a man in hospital beds, claiming that the boyÕs parents are infected with the novel coronavirus"
  },
  {
    "id": "fake_194",
    "claim": "Says for otherwise healthy people Òexperiencing mild to moderate respiratory symptoms with or without a COVID-19 diagnosis É only high temperatures kill a virus, so let your fever run high,Ó but not over 103 or 104 degrees F."
  },
  {
    "id": "fake_195",
    "claim": "Pictures and reports of Òempty hospitalsÓ prove COVID-19 spread is Òfake crisis for real government planned agendas.Ó"
  },
  {
    "id": "fake_196",
    "claim": "Whether CDC had scheduled announcement that all should wear masks for everyday life."
  },
  {
    "id": "fake_197",
    "claim": "If Florida banned alcohol sales due to coronavirus."
  },
  {
    "id": "fake_198",
    "claim": "Posts on social media claim that a ÒSpanish biological researcherÓ called on international soccer stars Cristiano Ronaldo and Lionel Messi to find a cure for COVID-19 since they earn much more money than scientists."
  },
  {
    "id": "fake_199",
    "claim": "Boil weed and ginger for COVID-19 victims, and the virus will vanish."
  },
  {
    "id": "fake_200",
    "claim": "ÒTheyÕre furloughing nurses in hospitals in western New York state.Ó"
  },
  {
    "id": "fake_201",
    "claim": "Whether coronavirus began with man having sex with a bat."
  },
  {
    "id": "fake_202",
    "claim": "ÒHereÕs the problem Ñ we are testing people for any strain of a coronavirus Ñ not specifically for COVID-19. There are no reliable tests for a specific COVID-19 virus.Ó"
  },
  {
    "id": "fake_203",
    "claim": "Whether countries with high rates of childhood vaccines were hit hardest by coronavirus."
  },
  {
    "id": "fake_204",
    "claim": "NY banned cigarette sales because of the coronavirus."
  },
  {
    "id": "fake_205",
    "claim": "Video of a waitress saying, ÒI lost my job. But IÕll sleep better knowingÓ that the coronavirus relief bill included funding for the Kennedy Center, refugee resettlement, PBS, and congressional salaries"
  },
  {
    "id": "fake_206",
    "claim": "ÒThere was no effortÓ to get American experts into China after it announced the coronavirus, and Òwe had one person in-country (and Trump) pulled him out of the country.Ó"
  },
  {
    "id": "fake_207",
    "claim": "If Queen Elizabeth II tested positive for coronavirus."
  },
  {
    "id": "fake_208",
    "claim": "Coronavirus has been found in crab legs."
  },
  {
    "id": "fake_209",
    "claim": "A video of body bags being dumped in a ditch shows the Òsituation in ItalyÓ due to the coronavirus."
  },
  {
    "id": "fake_210",
    "claim": "ÒMainstream mediaÓ used a photo from a 2017 movie as an image for ItalyÕs coronavirus morgue."
  },
  {
    "id": "fake_211",
    "claim": "Biden claims that Trump did not try to get medical experts into China."
  },
  {
    "id": "fake_212",
    "claim": "Illuminati controlled U.S. government; coronavirus caused by 5G."
  },
  {
    "id": "fake_213",
    "claim": "President Trump did sign a 5G bill but exposure effects are misleading."
  },
  {
    "id": "fake_214",
    "claim": "Health care workers union Òsuddenly finds a stash of 39 million face masks.Ó"
  },
  {
    "id": "fake_215",
    "claim": "Speaking of his restriction on travel from China, President Donald Trump claims"
  },
  {
    "id": "fake_216",
    "claim": "Should you take Ibuprofen to treat a fever from the coronavirus?"
  },
  {
    "id": "fake_217",
    "claim": "Posts on social media claim that no Democrats voted for the Òthe stimulus package to help American familiesÓ during the novel coronavirus crisis."
  },
  {
    "id": "fake_218",
    "claim": "Ibuprofen ramps up coronavirus 10 times."
  },
  {
    "id": "fake_219",
    "claim": "A photo shows two Italian nurses in a hospital a few days before they got COVID-19 and died."
  },
  {
    "id": "fake_220",
    "claim": "Hospitals donÕt allow parents to visit children with COVID-19 in the hospital."
  },
  {
    "id": "fake_221",
    "claim": "Children will be separated from parents for coronavirus treatment."
  },
  {
    "id": "fake_222",
    "claim": "Congress included include a raise for themselves in the coronavirus stimulus package."
  },
  {
    "id": "fake_223",
    "claim": "Leave objects in the sun to avoid contracting the coronavirus."
  },
  {
    "id": "fake_224",
    "claim": "Nevada Governor Steve Sisolak Òhas banned the use of an anti-malaria drug that might help cure coronavirus.Ó"
  },
  {
    "id": "fake_225",
    "claim": "Òif your child gets this virus, theyÕre going to the hospital alone in a van with people they donÕt know, to be with people they donÕt know. You will be at home without them in their time of need.Ó"
  },
  {
    "id": "fake_226",
    "claim": "Tanks are coming into U.S. towns in advance for martial law"
  },
  {
    "id": "fake_227",
    "claim": "A photo of a couple locked in an intimate embrace with their face masks lowered has been shared in Facebook posts that claim they were nurses who were treating COVID-19 patients in an Italian hospital."
  },
  {
    "id": "fake_228",
    "claim": "ÒCOVID literally stands for Chinese Originated Viral Infectious Disease.Ó"
  },
  {
    "id": "fake_229",
    "claim": "A post shared thousands of times on Facebook during the COVID-19 pandemic says disposable surgical masks should be worn Òcolored side outÓ if a person is sick."
  },
  {
    "id": "fake_230",
    "claim": "Facebook user Chase Michael Morris predicted coronavirus pandemic."
  },
  {
    "id": "fake_231",
    "claim": "[SARS-CoV-2] is spreading quickly from gas pumps. Shopping carts as well."
  },
  {
    "id": "fake_232",
    "claim": "New York Governor Andrew Cuomo Òrejected buying the recommended 16,000 ventilators in 2015 for a pandemic, and established death panels and lotteries instead. So he had a chance to buy, in 2015, 16,000 ventilators at a very low price, and he turned it down.Ó"
  },
  {
    "id": "fake_233",
    "claim": "Trump web ad usings misleading edits to create a false picture."
  },
  {
    "id": "fake_234",
    "claim": "Facebook posts featuring a photo of ventilators in the U.S. state of New York claim the devices are Òstuck in a warehouse.Ó"
  },
  {
    "id": "fake_235",
    "claim": "Wisconsin Governor Tony Evers is Òpushing firearm confiscation orders.Ó"
  },
  {
    "id": "fake_236",
    "claim": "There is no coronavirus. The Chinese were secretly working on a biological agent that was supposed to make protesters docile and obedient."
  },
  {
    "id": "fake_237",
    "claim": "Says that under order from Gov. Tony Evers, he and his eight children canÕt legally have dinner together anymore."
  },
  {
    "id": "fake_238",
    "claim": "Deaths blamed on coronavirus are actually due to the flu."
  },
  {
    "id": "fake_239",
    "claim": "Posts shared thousands of times on Facebook claim to provide an emergency food stamp hotline."
  },
  {
    "id": "fake_240",
    "claim": "Says Nancy PelosiÕs coronavirus bill includes Òtax credits for solar and wind energy É retirement plans for community newspaper employees É $300 million for PBS É climate change studiesÓ and more."
  },
  {
    "id": "fake_241",
    "claim": "The names of coronavirus victims have been published online in media."
  },
  {
    "id": "fake_242",
    "claim": "Posts shared thousands of times on Facebook claim to provide an emergency food stamp hotline."
  },
  {
    "id": "fake_243",
    "claim": "President Donald Trump will announce that a scientist Òfinally found a vaccine to cure coronavirus.Ó"
  },
  {
    "id": "fake_244",
    "claim": "Gargling with warm water and salt or vinegar eliminates the coronavirus."
  },
  {
    "id": "fake_245",
    "claim": "Roche has developed a COVID-19 vaccine."
  },
  {
    "id": "fake_246",
    "claim": "ÒSpecial military helicopters will spray pesticide against the coronavirus in the skies all over the country.Ó"
  },
  {
    "id": "fake_247",
    "claim": "A photo showing UgandaÕs first case of COVID-19."
  },
  {
    "id": "fake_248",
    "claim": "Getting a flu shot increases the risk of coronavirus by 36%."
  },
  {
    "id": "fake_249",
    "claim": "ÒPutin has stated"
  },
  {
    "id": "fake_250",
    "claim": "Does vaping reduce your chances of getting the coronavirus?"
  },
  {
    "id": "fake_251",
    "claim": "The CDC now says that the coronavirus can survive on surfaces for up to 17 days."
  },
  {
    "id": "fake_252",
    "claim": "Whether 60 Democrats voted against coronavirus stimulus bill."
  },
  {
    "id": "fake_253",
    "claim": "Social media posts attribute a list of points about the novel coronavirus to Johns Hopkins, a leading source of information on the virus."
  },
  {
    "id": "fake_254",
    "claim": "ÒSlices of lemon in a cup of hot water can save your life. The hot lemon can kill the proliferation ofÓ the novel coronavirus."
  },
  {
    "id": "fake_255",
    "claim": "ÒDonald Trump would receive $17 million for three hotels closed for four days under Republican bill! How in the hell is this right?!Ó"
  },
  {
    "id": "fake_256",
    "claim": "Russian President Putin released 500 lions onto the streets to keep people indoors."
  },
  {
    "id": "fake_257",
    "claim": "Study suggests malaria drug can treat coronavirus."
  },
  {
    "id": "fake_258",
    "claim": "President Trump refers to the coronavirus as a hoax in an audio clip."
  },
  {
    "id": "fake_259",
    "claim": "An audio message lists five ways people can prevent the novel coronavirus."
  },
  {
    "id": "fake_260",
    "claim": "ÒThis lady here applied sanitizer to her hands/forearms and went to the kitchen to cook. The moment she turned on the gas stove, her hands caught fire due to the alcohol contained in the sanitizer.Ó"
  },
  {
    "id": "fake_261",
    "claim": "NY Governor Andrew Cuomo did not reject buying 16,000 ventilators in 2015."
  },
  {
    "id": "fake_262",
    "claim": "Tom Hanks died, confessed admiration for Trump."
  },
  {
    "id": "fake_263",
    "claim": "ÒBoil some orange peels with cayenne pepper, stand over the pot, breathe in the steam so all mucus can be released from your nasal passages É Mucus is the problem, itÕs where the virus lives!Ó"
  },
  {
    "id": "fake_264",
    "claim": "Helicopters Are Spraying Disinfectants To Try To Eradicate Coronavirus."
  },
  {
    "id": "fake_265",
    "claim": "Helicopters are spraying disinfectants to stop the spread of coronavirus."
  },
  {
    "id": "fake_266",
    "claim": "Initial lack of evidence for human-to-human COVID-19 transmission unusual."
  },
  {
    "id": "fake_267",
    "claim": "Drinking alcohol beverages can help prevent COVID-19."
  },
  {
    "id": "fake_268",
    "claim": "IPhoto shows people falling dead on Italian streets from COVID-19."
  },
  {
    "id": "fake_269",
    "claim": "Coronavirus is infectious in the air for 8 hours and everyone must wear a face mask."
  },
  {
    "id": "fake_270",
    "claim": "Italian Prime Minister Giuseppe Conte said, ÒWe have lost control, we have killed the epidemic physically and mentally. CanÕt understand what more we can do, all solutions are exhausted on ground. Our only hope remains up in the sky. God, rescue your people.Ó"
  },
  {
    "id": "fake_271",
    "claim": "Black people are immune to the coronavirus."
  },
  {
    "id": "fake_272",
    "claim": "Boiled orange peels with cayenne pepper are a cure for coronavirus."
  },
  {
    "id": "fake_273",
    "claim": "ÒGo to 2020census.gov and fill out this census form so you can get your stimulus check.Ó"
  },
  {
    "id": "fake_274",
    "claim": "ÒIn Chicago, COVID-19 actually lowered the death rate.Ó"
  },
  {
    "id": "fake_275",
    "claim": "COVID-19 stands for ÒChinese Originated Viral Infectious Disease.Ó"
  },
  {
    "id": "fake_276",
    "claim": "Coronavirus cases linked to 5G rollout."
  },
  {
    "id": "fake_277",
    "claim": "Photo shows coffins from coronavirus outbreak in Italy."
  },
  {
    "id": "fake_278",
    "claim": "ÒIf you are in Las Vegas and you get a knock on your door from NV Power, 2020 Census or CVD-19 testers, do not open your door. They are robbing people at gunpoint.Ó"
  },
  {
    "id": "fake_279",
    "claim": "Biden campaign claims a top CDC official was Òsilenced.Ó"
  },
  {
    "id": "fake_280",
    "claim": "A post shared thousands of times on Facebook lists companies whose chief executive officers have allegedly stepped down during the novel coronavirus crisis."
  },
  {
    "id": "fake_281",
    "claim": "Quotes Joe Biden as saying Òpeople who have never died before are now dying from coronavirus.Ó"
  },
  {
    "id": "fake_282",
    "claim": "A video from a British broadcaster shows Italian coronavirus victims got taken down."
  },
  {
    "id": "fake_283",
    "claim": "Fill out a 2020 U.S. Census form to receive an economic stimulus payment."
  },
  {
    "id": "fake_284",
    "claim": "Russia unleashed more than 500 lions on its streets to ensure that people are staying indoors during this pandemic outbreak."
  },
  {
    "id": "fake_285",
    "claim": "Bill Gates and the Vatican have a plan to depopulate the world with a coronavirus vaccine."
  },
  {
    "id": "fake_286",
    "claim": "US Homeland Security mobilizing National Guard to combat coronavirus."
  },
  {
    "id": "fake_287",
    "claim": "Muammar Gaddafi predicted the current coronavirus pandemic, and warned it would be created by the same people who would then sell the Òantidotes.Ó"
  },
  {
    "id": "fake_288",
    "claim": "ItalyÕs president was caught on camera crying over and regretting countryÕs coronavirus response."
  },
  {
    "id": "fake_289",
    "claim": "Joe Biden tested positive for coronavirus."
  },
  {
    "id": "fake_290",
    "claim": "ThereÕs definitive proof that chloroquine, hydroxychloroquine, are effective against COVID-19."
  },
  {
    "id": "fake_291",
    "claim": "Using sauna or aiming a hairdryer at oneÕs nose will kill the coronavirus."
  },
  {
    "id": "fake_292",
    "claim": "BelgiumÕs health minister banned sex inside or with 3 or more people."
  },
  {
    "id": "fake_293",
    "claim": "Says truck drivers are being turned away from fast-food restaurants during the COVID-19 pandemic."
  },
  {
    "id": "fake_294",
    "claim": "ÒFish tank additive may treat coronavirus.Ó"
  },
  {
    "id": "fake_295",
    "claim": "Fox News won Pulitzer for coronavirus coverage."
  },
  {
    "id": "fake_296",
    "claim": "ÒWisconsin is the only state where all Republicans voted against protecting its citizens.Ó"
  },
  {
    "id": "fake_297",
    "claim": "The Coronavirus Aid, Relief, and Economic Security Act gives members of Congress a pay increase."
  },
  {
    "id": "fake_298",
    "claim": "Bill Gates has access to your DNA and ownership in WHO."
  },
  {
    "id": "fake_299",
    "claim": "Biden claims that Trump eliminated the White House pandemic office."
  },
  {
    "id": "fake_300",
    "claim": "Donald Trump said about coronavirus, ÒPeople are dying who have never died before.Ó"
  },
  {
    "id": "fake_301",
    "claim": "5G technology caused the coronavirus."
  },
  {
    "id": "fake_302",
    "claim": "WHO director overstated COVID-19 fatality rate as higher than flu."
  },
  {
    "id": "fake_303",
    "claim": "Claim that Òthere is noÓ COVID-19 virus."
  },
  {
    "id": "fake_304",
    "claim": "Says imposters in hazmat suits are going door to door in Stockton, California, saying they are checking residents for fever or COVID-19, but they Òwill enter your home and physically attempt robbery.Ó"
  },
  {
    "id": "fake_305",
    "claim": "Walmart is closing hundreds of its stores."
  },
  {
    "id": "fake_306",
    "claim": "Breathing air from a hair dryer or a sauna can prevent or cure COVID-19"
  },
  {
    "id": "fake_307",
    "claim": "Cristiano Ronaldo bought private island to escape coronavirus."
  },
  {
    "id": "fake_308",
    "claim": "Trump said Òpeople are dying who have never died beforeÓ."
  },
  {
    "id": "fake_309",
    "claim": "Martial law is imminent in United States."
  },
  {
    "id": "fake_310",
    "claim": "Obama family flown to private island to escape coronavirus pandemic."
  },
  {
    "id": "fake_311",
    "claim": "A video of US President Donald Trump and a top US pharmaceutical executive speaking at a press conference has been viewed thousands of times in multiple Facebook, Twitter and YouTube posts alongside a claim that it shows them announcing a vaccine for the novel coronavirus, COVID-19, was ÒreadyÓ to be administered."
  },
  {
    "id": "fake_312",
    "claim": "The federal government is Òpreparing to mobilize the national guard,Ó Òdispatch them across the US with militaryÓ and Òannounce a nationwide 1 week quarantine for all citizens.Ó"
  },
  {
    "id": "fake_313",
    "claim": "Link takes viewers to application for FEMA assistance in the US."
  },
  {
    "id": "fake_314",
    "claim": "For coronavirus cases Òin the U.S. 38% of those hospitalized are under 35.Ó"
  },
  {
    "id": "fake_315",
    "claim": "Image claims to show dozens of coffins of Italians who have died from COVID-19."
  },
  {
    "id": "fake_316",
    "claim": "ÒHuge! Results From Breaking Chloroquine Study Show 100% Cure Rate For Patients Infected With The coronavirus.Ó"
  },
  {
    "id": "fake_317",
    "claim": "These at-home Coronavirus testing kits are real."
  },
  {
    "id": "fake_318",
    "claim": "COVID-19 is no worse than other outbreaks that have occurred in Òevery election year,Ó suggesting that the new coronavirus is being ÒhypedÓ to hurt President Donald Trump."
  },
  {
    "id": "fake_319",
    "claim": "President Donald Trump said, ÒPeople are dying who have never died before.Ó"
  },
  {
    "id": "fake_320",
    "claim": "As the US government moved to approve a $2 trillion stimulus package to address the impact of the novel coronavirus outbreak, a short block of text outlining CanadaÕs alleged response to the outbreak flourished on social media."
  },
  {
    "id": "fake_321",
    "claim": "The coronavirus Òsnuck up on us,Ó adding that it is Òa very unforeseen thing.Ó"
  },
  {
    "id": "fake_322",
    "claim": "If we want to protect ourselves from the coronavirus, we must back away from all the climate change efforts weÕve been making."
  },
  {
    "id": "fake_323",
    "claim": "Evidence shows the WHO director-general overstated COVID-19 fatality rate"
  },
  {
    "id": "fake_324",
    "claim": "5G Technology believed to have caused the coronavirus."
  },
  {
    "id": "fake_325",
    "claim": "2019 coronavirus can live for Òup to 3 hours in the air, up to 4 hours on copper, up to 24 hours on cardboard up to 3 days on plastic and stainless steel.Ó"
  },
  {
    "id": "fake_326",
    "claim": "Trump Is Promising To Send Americans Checks Ð Only After Checking PeopleÕs Social Media History."
  },
  {
    "id": "fake_327",
    "claim": "ÒChina is to blame because the culture where people eat bats and snakes and dogs and things like that, these viruses are transmitted from the animal to the people and thatÕs why China has been the source of a lot of these viruses like SARS, like MERS, the Swine Flu and now the coronavirus.Ó"
  },
  {
    "id": "fake_328",
    "claim": "5G Technology Believed To Have Caused coronavirus"
  },
  {
    "id": "fake_329",
    "claim": "Evidence Shows The WHO Director-General Overstated COVID-19 Fatality Rate"
  },
  {
    "id": "fake_330",
    "claim": "American fast-food chain HardeeÕs is advising truckers to walk up to drive-thrus during coronavirus pandemic."
  },
  {
    "id": "fake_331",
    "claim": "U.S. government using the cover of the coronavirus pandemic to remove end-to-end encryption so officials would be able to listen to everyoneÕs calls and see everyoneÕs private messages."
  },
  {
    "id": "fake_332",
    "claim": "President Donald Trump tweeted, ÒI ordered the Treasury secretary to send checks to Americans! First however, we will go through your social media history from the last 4 years and search for any post with #NotMyPresident in it. I wouldnÕt think of offending you with a check if IÕm not your president! #MAGAÓ"
  },
  {
    "id": "fake_333",
    "claim": "A dog vaccine can be used against coronavirus in people."
  },
  {
    "id": "fake_334",
    "claim": "President TrumpÕs use of data for deaths from swine flu and seasonal flu."
  },
  {
    "id": "fake_335",
    "claim": "Did Donald Trump attempt to steal a COVID-19 vaccine from a German company and refuse testing kits from WHO?"
  },
  {
    "id": "fake_336",
    "claim": "15 minutes in a sauna will kill the coronavirus."
  },
  {
    "id": "fake_337",
    "claim": "ÒU.S. deaths since 1/22/20"
  },
  {
    "id": "fake_338",
    "claim": "ÒWhile all COVID-19 news has been going on, the U.S. government has been sneakily trying to remove end-to-end encryptionÓ which means Òthe government will be able to see all of your messages and listen to all of your calls.Ó"
  },
  {
    "id": "fake_339",
    "claim": "Eating bananas prevents coronavirus."
  },
  {
    "id": "fake_340",
    "claim": "Italy has mandated no treatment of all elderly patients for coronavirus."
  },
  {
    "id": "fake_341",
    "claim": "Having a beard increases your chances of getting coronavirus."
  },
  {
    "id": "fake_342",
    "claim": "All U.S. citizens are entitled to $700 per week to stay at home to avoid spread of coronavirus."
  },
  {
    "id": "fake_343",
    "claim": "The WHO coronavirus test Òwas a bad test.Ó"
  },
  {
    "id": "fake_344",
    "claim": "List comparing diseases with coronavirus."
  },
  {
    "id": "fake_345",
    "claim": "ÒPeople are going door to door in Colorado Springs stating they are COVID-19 testing so they can rob people!Ó"
  },
  {
    "id": "fake_346",
    "claim": "COVID-19 is a scripted narrative to justify closed borders or force residents to remain home."
  },
  {
    "id": "fake_347",
    "claim": "U.S. President Donald Trump or presidential candidate Joe Biden referred to the novel coronavirus pandemic as a time when Òpeople are dying that have never died before.Ó"
  },
  {
    "id": "fake_348",
    "claim": "In the United States, WIC receivers still only get one type of food during a pandemic."
  },
  {
    "id": "fake_349",
    "claim": "Nancy Pelosi tried to secure taxpayer funds for abortion through a coronavirus bill."
  },
  {
    "id": "fake_350",
    "claim": "ÒAll U.S. citizens are entitled to $700 USD per week to stay at home to avoid the spread of COVID-19 novel coronavirus, starting 3/17/20.Ó"
  },
  {
    "id": "fake_351",
    "claim": "A flyer offers official advice about the novel coronavirus from a Veterans Affairs (VA) healthcare system in the U.S. state of Oregon."
  },
  {
    "id": "fake_352",
    "claim": "ÒIÕve always known this is a real, this is a pandemic. IÕve felt it was a pandemic long before it was called a pandemic.Ó"
  },
  {
    "id": "fake_353",
    "claim": "President Donald Trump in the next 48 to 72 hours will impose a nationwide Òmandatory quarantine.Ó"
  },
  {
    "id": "fake_354",
    "claim": "Coronavirus Outbreak Prompted Gun And Ammunition Policy Changes At Walmart."
  },
  {
    "id": "fake_355",
    "claim": "Tanker train marked with ÒCOVID-19Ó on its side."
  },
  {
    "id": "fake_356",
    "claim": "A military Humvee labeled ÒCOVID-19 quarantine teamÓ was on Interstate 696 in Michigan."
  },
  {
    "id": "fake_357",
    "claim": "Gargling water with salt or vinegar ÒeliminatesÓ the coronavirus."
  },
  {
    "id": "fake_358",
    "claim": "CDC warns people that morel mushroom increases coronavirus risk by 200%."
  },
  {
    "id": "fake_359",
    "claim": "Flu vaccine increases coronavirus risk 36%, says military study."
  },
  {
    "id": "fake_360",
    "claim": "The government is closing businesses to stop the spread of coronavirus even though Òthe numbers are nothing compared to H1N1 or Ebola. Everyone needs to realize our government is up to something ÉÓ"
  },
  {
    "id": "fake_361",
    "claim": "President Donald Trump is Òannouncing tomorrow that the U.S. is going into quarantine for the next 14 days.Ó"
  },
  {
    "id": "fake_362",
    "claim": "Photos show animals returning to clear Venice canals."
  },
  {
    "id": "fake_363",
    "claim": "President Donald Trump Òwill evoke (sic) what is called the Stafford actÓ and Òorder a two week mandatory quarantine for the nation.Ó"
  },
  {
    "id": "fake_364",
    "claim": "ÒNow, as it stands, our health care system has adequate ventilators, ICU beds, medical professionals.Ó"
  },
  {
    "id": "fake_365",
    "claim": "ÒSunlight actually can kill the [novel coronavirus].Ó"
  },
  {
    "id": "fake_366",
    "claim": "All baby formula providers are shipping formula for free during the coronavirus outbreak."
  },
  {
    "id": "fake_367",
    "claim": "Claim that Dr. Anthony FauciÕs statement that the coronavirus death rate is 10 times that of the seasonal flu is Òa claim without any scientific basis.Ó"
  },
  {
    "id": "fake_368",
    "claim": "No evidence that 5G is being forcibly installed in schools."
  },
  {
    "id": "fake_369",
    "claim": "Dallas student celebrating spring break collapses from coronavirus."
  },
  {
    "id": "fake_370",
    "claim": "Coronavirus is the least deadly virus."
  },
  {
    "id": "fake_371",
    "claim": "Cristiano Ronaldo is turning his hotels into hospitals to fight coronavirus."
  },
  {
    "id": "fake_372",
    "claim": "WalMart reducing hours of operation."
  },
  {
    "id": "fake_373",
    "claim": "The WHO offered the testing kits that they have available and to give it to us now. We refused them. We did not want to buy them.Ó"
  },
  {
    "id": "fake_374",
    "claim": "Says businesses will give you free baby formula during the coronavirus outbreak."
  },
  {
    "id": "fake_375",
    "claim": "ÒGeorge Soros owns the WuXi PHARMA LAB located in Wuhan, China, where COVID-19 was developed and conveniently broke out.Ó"
  },
  {
    "id": "fake_376",
    "claim": "Did genetic mutations cause the coronavirus to become more dangerous."
  },
  {
    "id": "fake_377",
    "claim": "President Donald Trump Òcut funding to the CDC,Ó Òfired the Pandemic Response Team,Ó Òrefused WHO testsÓ and Òwasted two weeks calling this outbreak a ÔDemocrat hoax.ÕÓ"
  },
  {
    "id": "fake_378",
    "claim": "A meme shows an image of fully stocked shelves of toilet paper, purportedly during the 2009 H1N1 outbreak, above barren shelves during the ongoing COVID-19 pandemic."
  },
  {
    "id": "fake_379",
    "claim": "Coronavirus is just Òthe damn flu.Ó"
  },
  {
    "id": "fake_380",
    "claim": "A video viewed more than 2.4 million times on Facebook urges people to inhale steam to ÒkillÓ the novel coronavirus."
  },
  {
    "id": "fake_381",
    "claim": "The novel coronavirus is not new."
  },
  {
    "id": "fake_382",
    "claim": "ÒCOVID-19 started because we eat animals.Ó"
  },
  {
    "id": "fake_383",
    "claim": "A meme posted offers mixed advice Ñ some true, some false Ñ about coronavirus protection."
  },
  {
    "id": "fake_384",
    "claim": "ÒSo Oscar Health, the company tapped by Trump to profit from covid tests, is a Kushner company. Imagine that, profits over national safety.Ó"
  },
  {
    "id": "fake_385",
    "claim": "ÒBill Gates told us about the coronavirus in 2015.Ó"
  },
  {
    "id": "fake_386",
    "claim": "Says that Òover a 45-minute period that we had the press conferenceÓ on the coronavirus on March 13, 2020, the stock market set Òan all-time record.Ó"
  },
  {
    "id": "fake_387",
    "claim": "Curfew issued for Bossier city due to coronavirus."
  },
  {
    "id": "fake_388",
    "claim": "CEO Resignations Are Linked To Global Conspiracy."
  },
  {
    "id": "fake_389",
    "claim": "Coronavirus is found in crab legs."
  },
  {
    "id": "fake_390",
    "claim": "Military on streets of Philadelphia preparing to invoke martial law and bring citizens to FEMA camps."
  },
  {
    "id": "fake_391",
    "claim": "A post shows a rail freight tanker with ÒCOVID-19Ó stamped on one side."
  },
  {
    "id": "fake_392",
    "claim": "ÒItaly has decided not to treat their elderly for this virus.Ó"
  },
  {
    "id": "fake_393",
    "claim": "LGBTQ people in the US are demanding to be treated first for coronavirus."
  },
  {
    "id": "fake_394",
    "claim": "Says The New York Times exposed the Òreal reason behind coronavirus hype"
  },
  {
    "id": "fake_395",
    "claim": "The coronavirus scare began after impeachment."
  },
  {
    "id": "fake_396",
    "claim": "ÒItÕs actually the safest time to fly.Ó"
  },
  {
    "id": "fake_397",
    "claim": "Supermarkets are recalling coronavirus-infected toilet paper."
  },
  {
    "id": "fake_398",
    "claim": "Man did pass along coronavirus infection at a WalMart in Louisiana."
  },
  {
    "id": "fake_399",
    "claim": "In South Florida Òall children and adults must remain in their homesÓ due to coronavirus."
  },
  {
    "id": "fake_400",
    "claim": "NYC did implement a citywide quarantine."
  },
  {
    "id": "fake_401",
    "claim": "A post shared more than 165,000 times on Facebook includes a video of a woman turning a baby wipe into a face mask to Òprotect against coronavirus.Ó"
  },
  {
    "id": "fake_402",
    "claim": "Drinking Òwater a lot and gargling with warm water and salt or vinegar eliminatesÓ the coronavirus."
  },
  {
    "id": "fake_403",
    "claim": "President Trump, COVID-19 coronavirus: U.S. cases 1,329; U.S. deaths, 38; panic level: mass hysteria. President Obama, H1N1 virus: U.S. cases, 60.8 million; U.S. deaths, 12,469; panic level: totally chill. Do you all see how the media can manipulate your life."
  },
  {
    "id": "fake_404",
    "claim": "A misleading chart being spread on Facebook, erroneously dubbing the new coronavirus the Òleast deadly virus.Ó"
  },
  {
    "id": "fake_405",
    "claim": "The U.S. presidential election is canceled due to coronavirus."
  },
  {
    "id": "fake_406",
    "claim": "Of the Trump administrationÕs European travel restrictions that exempt the U.K."
  },
  {
    "id": "fake_407",
    "claim": "Australian hospital staff rolled in a Wilson volleyball to keep Tom Hanks company in quarantine."
  },
  {
    "id": "fake_408",
    "claim": "A former and controversial CIA officer said coronavirus was made in a lab."
  },
  {
    "id": "fake_409",
    "claim": "If you donate blood, Òthey HAVE to test youÓ for coronavirus."
  },
  {
    "id": "fake_410",
    "claim": "ÒDuring the 2009 swine flu outbreak, Biden made reckless comments unsupported by science & the experts. The Obama Admin had to clean up his mess & apologize for his ineptitude.Ó"
  },
  {
    "id": "fake_411",
    "claim": "Donald Trump claims Joe Biden Òwas in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings and a 78% approval rating, the highest on record. His was lowest!Ó"
  },
  {
    "id": "fake_412",
    "claim": "Says Nancy Pelosi was Òcaught trying to include abortion funding in bill to combat coronavirus.Ó"
  },
  {
    "id": "fake_413",
    "claim": "In 2007, ÒThe SimpsonsÓ predicted Tom Hanks would contract coronavirus in 2007."
  },
  {
    "id": "fake_414",
    "claim": "ÒThe CDC can detain anyone with a fever indefinitely. Vaccination (is) a way people could get out of detention.Ó"
  },
  {
    "id": "fake_415",
    "claim": "Says Tom Hanks has a volleyball to keep him company while heÕs quarantined."
  },
  {
    "id": "fake_416",
    "claim": "COVID-19 came to the United States in 2019."
  },
  {
    "id": "fake_417",
    "claim": "ÒMSNBC actually said on air ÔI hope enough people die from coronavirus that it harms TrumpÕs re-election.ÕÓ"
  },
  {
    "id": "fake_418",
    "claim": "ÒNYC man drops dead in middle of street Ñ suspected coronavirus!Ó"
  },
  {
    "id": "fake_419",
    "claim": "The health insurance industry has Òagreed to waive all co-payments for coronavirus treatments.Ó"
  },
  {
    "id": "fake_420",
    "claim": "Coronavirus found in toilet paper."
  },
  {
    "id": "fake_421",
    "claim": "Gargling salt water and vinegar will kill the virus."
  },
  {
    "id": "fake_422",
    "claim": "You can monitor yourself for COVID-19 with a breath test."
  },
  {
    "id": "fake_423",
    "claim": "Tweet says Daniel Radcliffe has the coronavirus."
  },
  {
    "id": "fake_424",
    "claim": "Post says Harvard scientists say the coronavirus is Òspreading so fast that it will infect 70% of humanity this year.Ó"
  },
  {
    "id": "fake_425",
    "claim": "Every U.S. election year has a disease outbreak."
  },
  {
    "id": "fake_426",
    "claim": "10,000 deaths In virus outbreak in Michigan, Washington, Idaho, North Dakota, Missouri, Mississippi."
  },
  {
    "id": "fake_427",
    "claim": "Post says ÒPresident Trump has come into contact with a potential coronavirus sufferer!Ó"
  },
  {
    "id": "fake_428",
    "claim": "Donating blood in the U.S. can get you a novel coronavirus test."
  },
  {
    "id": "fake_429",
    "claim": "Says 80% of novel coronavirus cases are Òmild.Ó"
  },
  {
    "id": "fake_430",
    "claim": "Post says Òbeing exposed to the sun for two hoursÓ kills the 2019 coronavirus."
  },
  {
    "id": "fake_431",
    "claim": "Freshly boiled garlic water is a cure for coronavirus."
  },
  {
    "id": "fake_432",
    "claim": "Department of Homeland Security official says illegal border crossings may spread coronavirus."
  },
  {
    "id": "fake_433",
    "claim": "A NYC Man With Suspected Coronavirus Drops Dead in the Middle of the Street."
  },
  {
    "id": "fake_434",
    "claim": "Hand sanitizer will Òdo nothing for the coronavirus.Ó"
  },
  {
    "id": "fake_435",
    "claim": "Ò(Former U.S. President Barack Obama) set up anti-pandemic programs in 47 vulnerable countries as a way to protect against something like the coronavirus. Do you know that Trump closed 37 of them?Ó"
  },
  {
    "id": "fake_436",
    "claim": "ÒCoronavirus Ñ 22. Clintons Ñ 39.Ó"
  },
  {
    "id": "fake_437",
    "claim": "States are imposing mandatory leave and statewise school closures due to coronavirus."
  },
  {
    "id": "fake_438",
    "claim": "A Facebook post shared 25,000 times features an image of a letter purportedly from a U.S. hospital recommending people drink alcohol to help reduce the risks of novel coronavirus infection."
  },
  {
    "id": "fake_439",
    "claim": "Consuming colloidal silver can prevent or treat novel coronavirus."
  },
  {
    "id": "fake_440",
    "claim": "U.S. hospitals are preparing for 96 million coronavirus infections and nearly half a million deaths, leaked documents reveal."
  },
  {
    "id": "fake_441",
    "claim": "ÒMore people have died from knowing Hillary (Clinton)Ó than from coronavirus."
  },
  {
    "id": "fake_442",
    "claim": "As of 3/7/20, Tanzania and Zambia had confirmed fist cases of the new coronavirus."
  },
  {
    "id": "fake_443",
    "claim": "Vietnam was the first country to contain and develop a quick test for SARS and COVID-19."
  },
  {
    "id": "fake_444",
    "claim": "Bloggers say Nancy Pelosi delayed coronavirus funding so ÒDems could campaign on it.Ó"
  },
  {
    "id": "fake_445",
    "claim": "The mayor Of Buffalo told people to evacuate due to the coronavirus outbreak."
  },
  {
    "id": "fake_446",
    "claim": "CDC sponsored Facebook post asking for help with ÒescapedÓ coronavirus patient."
  },
  {
    "id": "fake_447",
    "claim": "If the coronavirus gets in your mouth, Òdrinking water or other liquids will wash them down through your esophagus and into the stomach. Once there, your stomach acid will kill all of the virus.Ó"
  },
  {
    "id": "fake_448",
    "claim": "ÒAnybody that wants a test (for the coronavirus) can get a test.Ó"
  },
  {
    "id": "fake_449",
    "claim": "Donating plasma or blood is free testing for the coronavirus."
  },
  {
    "id": "fake_450",
    "claim": "Novel coronavirus has a 99.7% survival rate."
  },
  {
    "id": "fake_451",
    "claim": "The coronavirus test costs $3,200."
  },
  {
    "id": "fake_452",
    "claim": "Every election year has a disease; coronavirus has a contagion factor of 2 and a cure rate of 99.7% for those under 50 it infects."
  },
  {
    "id": "fake_453",
    "claim": "President Donald Trump tweeted, ÒCoronavirus vaccine from Israel! Stock market up! Economy even stronger now! Besides US, Israel best at inventions"
  },
  {
    "id": "fake_454",
    "claim": "The coronavirus outbreak is caused by 5G technology."
  },
  {
    "id": "fake_455",
    "claim": "Shanghai government officially recommends Vitamin C for COVID-19."
  },
  {
    "id": "fake_456",
    "claim": "Officials say coronavirus killed 200 in Iran."
  },
  {
    "id": "fake_457",
    "claim": "ÒMan visited Albany, N.Y., days before dying from coronavirus.Ó"
  },
  {
    "id": "fake_458",
    "claim": "TrumpÕs effort to blame Obama for sluggish coronavirus testing."
  },
  {
    "id": "fake_459",
    "claim": "ÒThe State of Florida has announced measures that all workplaces with 10 employees or more are to have paid mandatory leave to avoid the spread of COVID-19 coronavirus starting on March 6, 2020. All schools are to close for 2 weeks also from March 6.Ó"
  },
  {
    "id": "fake_460",
    "claim": "The common cold is the only type of coronavirus."
  },
  {
    "id": "fake_461",
    "claim": "The media Òpulled down an entire shelf of goods so that they can present the news of people buying stuff in a hysteria over the coronavirus.Ó"
  },
  {
    "id": "fake_462",
    "claim": "ÒThe Obama administration made a decision on testing that turned out to be very detrimental to what weÕre doingÓ on the coronavirus."
  },
  {
    "id": "fake_463",
    "claim": "The Obama administration ÒdidnÕt do anything aboutÓ swine flu."
  },
  {
    "id": "fake_464",
    "claim": "ÒWith regard to the cost, let me be very clear"
  },
  {
    "id": "fake_465",
    "claim": "Patents mean deadly diseases and viruses were created or invented in a lab."
  },
  {
    "id": "fake_466",
    "claim": "Ads are selling masks protecting against COVID-19."
  },
  {
    "id": "fake_467",
    "claim": "Bloggers say the Vatican reports that Pope Francis tested negative for the coronavirus before a second test came back positive."
  },
  {
    "id": "fake_468",
    "claim": "Video shows President Donald Trump saying COVID-19 is the DemocratsÕ Ònew hoax.Ó"
  },
  {
    "id": "fake_469",
    "claim": "An image shows Senate Minority Leader Chuck Schumer criticizing President TrumpÕs restrictions on foreign nationals traveling to the U.S. from China."
  },
  {
    "id": "fake_470",
    "claim": "The government Ñ or specific states such as Michigan or Florida Ñ has mandated that employers and schools close for two weeks."
  },
  {
    "id": "fake_471",
    "claim": "Pope Francis and his two aides have been infected with the new coronavirus"
  },
  {
    "id": "fake_472",
    "claim": "A bovine vaccine can be used to inoculate people against coronavirus."
  },
  {
    "id": "fake_473",
    "claim": "The United States is Òactually screening fewer people (for the coronavirus than other countries) because we donÕt have appropriate testing.Ó"
  },
  {
    "id": "fake_474",
    "claim": "U.S. Vice President Pence urged people with coronavirus to go to the police."
  },
  {
    "id": "fake_475",
    "claim": "U.S. Senator Lindsey Graham says President Trump Òprobably knows more about medicine and specifically viruses than any of the so-called scientists at the NIH and CDC.Ó"
  },
  {
    "id": "fake_476",
    "claim": "Post says Òsanitizer will do nothing for the coronavirus.Ó"
  },
  {
    "id": "fake_477",
    "claim": "A bovine coronavirus vaccine, for cattle, is proof that the novel coronavirus isnÕt ÒnewÓ and is evidence of Òhow much the media controls people.Ó"
  },
  {
    "id": "fake_478",
    "claim": "Journalist claims a coronavirus patient was murdered."
  },
  {
    "id": "fake_479",
    "claim": "ÒCoronavirus hoax"
  },
  {
    "id": "fake_480",
    "claim": "Post says two patients at Valley Regional Medical Center in Brownsville, Texas, Òare being looked atÓ for possible coronavirus infections."
  },
  {
    "id": "fake_481",
    "claim": "ÒFlorida hospital reports a coronavirus ÔinfestationÕ with multiple confirmed patients.Ó"
  },
  {
    "id": "fake_482",
    "claim": "Photo shows a man wearing a Ògovernment issued Saint Laurent hazardous materials suit.Ó"
  },
  {
    "id": "fake_483",
    "claim": "ÒShands Hospital of Gainesville, Florida, has confirmed its first case of coronavirus.Ó"
  },
  {
    "id": "fake_484",
    "claim": "Pope Francis and two aides tested positive for coronavirus."
  },
  {
    "id": "fake_485",
    "claim": "Post says no one has died from the coronavirus in the United States."
  },
  {
    "id": "fake_486",
    "claim": "The coronavirus is Òsimply the common cold.Ó"
  },
  {
    "id": "fake_487",
    "claim": "President Barack Obama Òwaited six months to call swine flu an emergency after thousands died.Ó"
  },
  {
    "id": "fake_488",
    "claim": "A video says the Vatican confirmed Pope Francis and two aides tested positive for coronavirus."
  },
  {
    "id": "fake_489",
    "claim": "CDC recommends men shave their beards to be protected against the new coronavirus."
  },
  {
    "id": "fake_490",
    "claim": "14 points of expert advice about coronavirus, including symptoms, prevention and how it spreads."
  },
  {
    "id": "fake_491",
    "claim": "Doctors recommend carbon filter face masks to prevent coronavirus spread."
  },
  {
    "id": "fake_492",
    "claim": "A Òpoll finds 38% of Americans say they will not drink Corona beer because of the virus.Ó"
  },
  {
    "id": "fake_493",
    "claim": "ÒEvery election year has a diseaseÓ Ñ SARS in 2004; avian flu in 2008; swine flu in 2010; MERS in 2012; Ebola in 2014 and 2018; Zika in 2016 and the coronavirus in 2020."
  },
  {
    "id": "fake_494",
    "claim": "Election years in the United States coincide with major disease outbreaks."
  },
  {
    "id": "fake_495",
    "claim": "ÒThe coronavirus has made it to Mississippi and the lady that caught it wasnÕt around anybody with it, which means it is airborne. If the wind blows it in your direction, youÕll have it also.Ó"
  },
  {
    "id": "fake_496",
    "claim": "Florida man is arrested for robbery using cough as a weapon."
  },
  {
    "id": "fake_497",
    "claim": "ÒÔAkiraÕ is a 1988 movie about an apocalyptic event taking place months before Tokyo 2020 Olympics, showing the WHO advising Japan to postpone the Olympics because of a pandemic risk.Ó"
  },
  {
    "id": "fake_498",
    "claim": "ÒThe blood test for coronavirus costs $3,200.Ó"
  },
  {
    "id": "fake_499",
    "claim": "ÓAmerica has been vaccinating cattle for coronavirus for years, yet the news tells you itÕs new and going to kill you all, so go buy a mask.Ó"
  },
  {
    "id": "fake_500",
    "claim": "Lysol products can kill the novel coronavirus."
  },
  {
    "id": "fake_501",
    "claim": "Starting in March, if you travel outside of the United States you wonÕt be allowed back in the country Òdue to high risk of the coronavirus.Ó"
  },
  {
    "id": "fake_502",
    "claim": "Hair Weaves And Lace Front Wigs Made In China Likely To Contain coronavirus."
  },
  {
    "id": "fake_503",
    "claim": "Cocaine kills the coronavirus."
  },
  {
    "id": "fake_504",
    "claim": "ÒHair weave and lace fronts manufactured in China may contain the coronavirus.Ó"
  },
  {
    "id": "fake_505",
    "claim": "The CDC recommends men shave their beards to protect against coronavirus."
  },
  {
    "id": "fake_506",
    "claim": "CDC issued facial hair recommendation for novel coronavirus prevention."
  },
  {
    "id": "fake_507",
    "claim": "A post says Òhair weave and lace fronts manufactured in China may contain the coronavirus.Ó"
  },
  {
    "id": "fake_508",
    "claim": "A post say Òhair weave and lace fronts manufactured in China may contain the coronavirus.Ó"
  },
  {
    "id": "fake_509",
    "claim": "ÒCoronavirus"
  },
  {
    "id": "fake_510",
    "claim": "Coronavirus is a bioweapon leaked from a Wuhan lab."
  },
  {
    "id": "fake_511",
    "claim": "President Trump claims the virus is under control and testing is available."
  },
  {
    "id": "fake_512",
    "claim": "Coronavirus patients are being Òcremated aliveÓ in China."
  },
  {
    "id": "fake_513",
    "claim": "Evidence indicates COVID-19 escaped a Chinese lab that was researching it, causing the outbreak."
  },
  {
    "id": "fake_514",
    "claim": "The mortality rate for the flu is Òright aroundÓ that of the new coronavirus"
  },
  {
    "id": "fake_515",
    "claim": "Radio host Rush Limbaugh compares novel coronavirus to Òthe common cold.Ó"
  },
  {
    "id": "fake_516",
    "claim": "ÒThe coronavirus is the common cold, folks.Ó"
  },
  {
    "id": "fake_517",
    "claim": "Video says President Donald Trump spawned the ÒWuhan super virus outbreak under code name Ôzyphr.ÕÓ"
  },
  {
    "id": "fake_518",
    "claim": "Bill Gates wrote a letter saying COVID-19 is teaching humans a lesson."
  },
  {
    "id": "fake_519",
    "claim": "Post says Òpeople of color may be immune to the coronavirus because of melanin.Ó"
  },
  {
    "id": "fake_520",
    "claim": "20 million Chinese convert to Islam, and coronavirus does not affect Muslims."
  },
  {
    "id": "fake_521",
    "claim": "The Simpsons predicted the new coronavirus outbreak."
  },
  {
    "id": "fake_522",
    "claim": "A video says Òthe coronavirus was invented and patented in the USA and then planted in China.Ó"
  },
  {
    "id": "fake_523",
    "claim": "Coronavirus is a biological warfare weapon."
  },
  {
    "id": "fake_524",
    "claim": "Studies show the coronavirus was engineered to be a bioweapon."
  },
  {
    "id": "fake_525",
    "claim": "The 2008 book ÒEnd of DaysÓ predicted the current coronavirus outbreak."
  },
  {
    "id": "fake_526",
    "claim": "20 million Chinese people converted to Islam after it was proven that the coronavirus does not affect Muslims."
  },
  {
    "id": "fake_527",
    "claim": "Data shows a massive release of sulfur dioxide gas near Wuhan."
  },
  {
    "id": "fake_528",
    "claim": "Popping bubble wrap exposes people to coronavirus."
  },
  {
    "id": "fake_529",
    "claim": "Cocaine kills the coronavirus."
  },
  {
    "id": "fake_530",
    "claim": "Latest research by Chinese scientists said coronavirus will render most male patients infertile."
  },
  {
    "id": "fake_531",
    "claim": "High levels of sulfur dioxide in Wuhan Òmay be a sign of mass cremations of victims of the coronavirus.Ó"
  },
  {
    "id": "fake_532",
    "claim": "A residential building was set on fire in Wuhan to control spread of coronavirus."
  },
  {
    "id": "fake_533",
    "claim": "High-rise buildings have become human incinerators to combat the spread of the coronavirus."
  },
  {
    "id": "fake_534",
    "claim": "Silver Solution used on strains of coronavirus Òtotally eliminates it. Kills it. Deactivates it.Ó"
  },
  {
    "id": "fake_535",
    "claim": "The coronavirus pandemic can be dramatically slowed, or stopped, with the immediate widespread use of high doses of vitamin C."
  },
  {
    "id": "fake_536",
    "claim": "The coronavirus pandemic can be dramatically slowed, or stopped, with the immediate widespread use of high doses of vitamin C."
  },
  {
    "id": "fake_537",
    "claim": "Coronavirus cases reported in Rome, Georgia."
  },
  {
    "id": "fake_538",
    "claim": "ÒBreaking"
  },
  {
    "id": "fake_539",
    "claim": "The new coronavirus Òcauses sudden death syndrome.Ó"
  },
  {
    "id": "fake_540",
    "claim": "Vitamin C stops or slows novel coronavirus."
  },
  {
    "id": "fake_541",
    "claim": "The novel coronavirus contains ÒpShuttle-SNÓ sequence, proving laboratory origin."
  },
  {
    "id": "fake_542",
    "claim": "Video from China shows people fleeing from coronavirus quarantine."
  },
  {
    "id": "fake_543",
    "claim": "ÒThe coronavirus was engineered by scientists in a lab.Ó"
  },
  {
    "id": "fake_544",
    "claim": "Scientists Òare shocked to discover that weed kills coronavirus.Ó"
  },
  {
    "id": "fake_545",
    "claim": "ÒYouÕre more likely to die of influenza right nowÓ than the 2019 coronavirus."
  },
  {
    "id": "fake_546",
    "claim": "Coronavirus contains ÒHIV insertions.Ó"
  },
  {
    "id": "fake_547",
    "claim": "Chlorine dioxide kits sold online under various ÒMMSÓ names Ñ Miracle Mineral Solution, Miracle Mineral Supplement, Master Mineral Solution Ñ will cure the coronavirus."
  },
  {
    "id": "fake_548",
    "claim": "The new coronavirus contains HIV ÒinsertionsÓ and shows signs of being created in a lab."
  },
  {
    "id": "fake_549",
    "claim": "The new coronavirus can be cured by drinking one bowl of freshly boiled garlic water."
  },
  {
    "id": "fake_550",
    "claim": "Bill Gates helped fund a patent for coronavirus."
  },
  {
    "id": "fake_551",
    "claim": "Scientists from Australia create the first vaccine for novel coronavirus"
  },
  {
    "id": "fake_552",
    "claim": "Vitamin C can ÒstopÓ the new coronavirus."
  },
  {
    "id": "fake_553",
    "claim": "Scientists claim the Wuhan coronavirus is an HIV-1 engineered Òsuper weapon.Ó"
  },
  {
    "id": "fake_554",
    "claim": "ÒWhen using a medical mask, youÕre supposed to wear the white side out when youÕre not sick.Ó"
  },
  {
    "id": "fake_555",
    "claim": "The coronavirus is Òa military bio-weapon developed by ChinaÕs Army.Ó"
  },
  {
    "id": "fake_556",
    "claim": "Charles Lieber, a Harvard University professor who was arrested, had a connection to the new coronavirus."
  },
  {
    "id": "fake_557",
    "claim": "The novel coronavirus is not a new virus."
  },
  {
    "id": "fake_558",
    "claim": "The coronavirus isnÕt new because ÒLysol has it listed as one of the viruses it kills.Ó"
  },
  {
    "id": "fake_559",
    "claim": "The coronavirus was called a ÒplagueÓ by the WHO; 2.9 million were infected and 950,680 died."
  },
  {
    "id": "fake_560",
    "claim": "ÒCocaine kills coronavirus, scientists are shocked to discover that this drug can fight the virus.Ó"
  },
  {
    "id": "fake_561",
    "claim": "Coronavirus hits a 15% fatality rate."
  },
  {
    "id": "fake_562",
    "claim": "Romania developed a coronavirus vaccine able to cure white people only."
  },
  {
    "id": "fake_563",
    "claim": "Coronavirus is in Des Moines. (Jan. 29)"
  },
  {
    "id": "fake_564",
    "claim": "Scripps urgent care in San Diego is on lockdown, two people with the new coronavirus are isolated."
  },
  {
    "id": "fake_565",
    "claim": "ÒClorox bottle claimed it could kill (the 2019 coronavirus)É before it was developed.Ó"
  },
  {
    "id": "fake_566",
    "claim": "Drinking a bleach solution will prevent you from getting the coronavirus."
  },
  {
    "id": "fake_567",
    "claim": "KNUST students discover vaccine for coronavirus and cure patient in C™te dÕIvoire."
  },
  {
    "id": "fake_568",
    "claim": "ÒBill and Melinda gates Foundation & others predicted up to 65 million deaths via coronavirus Ð in simulation ran 3 months agoÓ"
  },
  {
    "id": "fake_569",
    "claim": "The coronavirus can be slowed or stopped with the Òimmediate widespread use of high doses of vitamin C.Ó"
  },
  {
    "id": "fake_570",
    "claim": "The coronavirus can be slowed or stopped with the Òimmediate widespread use of high doses of vitamin C.Ó"
  },
  {
    "id": "fake_571",
    "claim": "10,000 people have died in Wuhan, China."
  },
  {
    "id": "fake_572",
    "claim": "An explosion that occurred in Wuhan, China, is tied to the coronavirus outbreak."
  },
  {
    "id": "fake_573",
    "claim": "A ÒChinese spy teamÓ working in a Canadian government lab sent Òpathogens to the Wuhan facilityÓ prior to the coronavirus outbreak."
  },
  {
    "id": "fake_574",
    "claim": "China Òstole coronavirus from Canada and weaponized it into a Bioweapon.Ó"
  },
  {
    "id": "fake_575",
    "claim": "The Chinese Communist Party Òwill finally admit that the real source of the coronavirus is from Ôa lab in WuhanÕ linked to its covert biological weapon programs.Ó"
  },
  {
    "id": "fake_576",
    "claim": "ÒIn ÔResident EvilÕ the Umbrella Corporation releases a virus that infects the people of Raccoon City. A biological research lab with the exact same logo as the Umbrella Corporation can be found in the city where the coronavirus outbreak originated.Ó"
  },
  {
    "id": "fake_577",
    "claim": "A post says the coronavirus can be slowed or stopped with the Òimmediate widespread use of high doses of vitamin C.Ó"
  },
  {
    "id": "fake_578",
    "claim": "Event 201 Ògave out stuffed souvenir coronavirus toysÓ to ÒcommemorateÓ novel coronavirus outbreak."
  },
  {
    "id": "fake_579",
    "claim": "10,000 people have died in Wuhan, China."
  },
  {
    "id": "fake_580",
    "claim": "A post says the coronavirus can be slowed or stopped with the Òimmediate widespread use of high doses of vitamin C.Ó"
  },
  {
    "id": "fake_581",
    "claim": "A spray could protect against the coronavirus outbreak."
  },
  {
    "id": "fake_582",
    "claim": "Authorities have identified that the international chemical-warfare terrorist ÔSamuel Whitcomb HydeÕ is behind the deadly China Ôcoronavirus.ÕÓ"
  },
  {
    "id": "fake_583",
    "claim": "A tabletop exercise using a model of the current outbreak ÒpredictedÓ 65 million people could die from the coronavirus."
  },
  {
    "id": "fake_584",
    "claim": "ÒThe new fad disease called the ÔcoronavirusÕ is sweeping headlines. Funny enough, there was a patent for the coronavirus was filed in 2015 and granted in 2018.Ó"
  },
  {
    "id": "fake_585",
    "claim": "ÒSo let me get this straight about this virus. ItÕs ÔnewÕ yet it was lab created and patented in 2015 (in development since 03Õ).Ó"
  },
  {
    "id": "fake_586",
    "claim": "A 2015 research article about a lab-made coronavirus referred to the current outbreak."
  },
  {
    "id": "fake_587",
    "claim": "ÒSo let me get this straight about this virus. ItÕs ÒnewÓ yet it was lab created and patented in 2015 (in development since 03Õ).Ó"
  },
  {
    "id": "fake_588",
    "claim": "ÒSo let me get this straight about this virus. ItÕs ÒnewÓ yet it was lab created and patented in 2015 (in development since 03Õ)."
  },
  {
    "id": "fake_589",
    "claim": "That the China-centered coronavirus had infected 2.8 million people and killed 112,000."
  },
  {
    "id": "fake_590",
    "claim": "Ò[The coronavirus is] ÔnewÕ yet it was lab-created and patented in 2015Ó."
  },
  {
    "id": "fake_591",
    "claim": "ÒThereÕs magically already a vaccine available.Ó"
  },
  {
    "id": "fake_592",
    "claim": "ÒThereÕs magically already a vaccine available.Ó"
  },
  {
    "id": "fake_593",
    "claim": "ÒA patent on this ÔnewÕ coronavirus expired on the 22nd (of January), todayÓ."
  },
  {
    "id": "fake_594",
    "claim": "ÒThereÕs magically already a vaccine available.Ó"
  },
  {
    "id": "fake_595",
    "claim": "Elisa Granato, the first volunteer in the first Europe human trial of a COVID-19 vaccine, has died."
  },
  {
    "id": "fake_596",
    "claim": "US President Donald Trump has suggested studying the injection of disinfectant as a COVID-19 treatment."
  },
  {
    "id": "fake_597",
    "claim": "The April 22 jump in COVID-19 cases in the United States was related to the election."
  },
  {
    "id": "fake_598",
    "claim": "A video posted on Facebook claiming that chloroquine and azithromycin are proven cures of COVID-19"
  },
  {
    "id": "fake_599",
    "claim": "Trey Gowdy said, “I’m not saying COVID-19 isn’t real…. But pay attention folks, there’s much more going on here than what meets the eye.”"
  },
  {
    "id": "fake_600",
    "claim": "A Pentagon study found that people who get the flu vaccine are 36% more likely to get COVID-19."
  },
  {
    "id": "fake_601",
    "claim": "?rump said ?undreds?of governors are calling him? we only have 50.?"
  },
  {
    "id": "fake_602",
    "claim": "A “face mask exempt card” shared on social media invokes the Americans with Disabilities Act and claims to excuse people from wearing face masks."
  },
  {
    "id": "fake_603",
    "claim": "A test on video with a gas detector shows that face masks result in dangerous oxygen levels for the wearer."
  },
  {
    "id": "fake_604",
    "claim": "A painting depicting children in face masks was created as a mural for the Denver airport in 1994 proving the COVID-19 pandemic was planned."
  },
  {
    "id": "fake_605",
    "claim": "According to Bill Gates the COVID-19 RNA vaccine will permanently alter our DNA. RNA vaccines can also cause autoimmunity."
  },
  {
    "id": "fake_606",
    "claim": "Meme shows Florida Surgeon General saying: Everyone should STOP wearing masks as they have now been found to be harmful to your health."
  },
  {
    "id": "fake_607",
    "claim": "Alexandria Ocasio-Cortez tweeted “It’s vital that Governors maintain restrictions on businesses until after the November Elections because economic recovery will help Trump be re-elected. A few business closures or job losses is a small price to pay to be free from his presidency. #KeepUsClosed.”"
  },
  {
    "id": "fake_608",
    "claim": "COVID-19 cases are “up only because of our big number testing” in the United States."
  },
  {
    "id": "fake_609",
    "claim": "If you are licensed to carry a concealed weapon wearing a face covering for coronavirus “removes your conceal carry ability.”"
  },
  {
    "id": "fake_610",
    "claim": "Claim that Rep. Alexandria Ocasio-Cortez tweeted that U.S. governors should extend COVID-19 restrictions on businesses “until after the November Elections.”"
  },
  {
    "id": "fake_611",
    "claim": "In North Carolina “you can be charged with a class H felony for wearing a mask and concealed carrying.”"
  },
  {
    "id": "fake_612",
    "claim": "A “face mask exempt card” allows you to cite the ADA and not wear a mask."
  },
  {
    "id": "fake_613",
    "claim": "A scientific study shows that cannabis is more effective at preventing and treating COVID-19 than hydroxychloroquine."
  },
  {
    "id": "fake_614",
    "claim": "A short portion of an interview given by discredited researcher Judy Mikovits in which she claims that a vaccine for COVID-19 will be deadly warns against immunization and advocates for a five-year moratorium to test all vaccines has been watched tens of thousands of times on YouTube and Facebook."
  },
  {
    "id": "fake_615",
    "claim": "Social media posts shared thousands of times in the United States contain multiple false or misleading claims about face masks used to stop the spread of COVID-19"
  },
  {
    "id": "fake_616",
    "claim": "“Joe Biden and the Democrats want to prosecute Americans for going to church but not for burning a church.”"
  },
  {
    "id": "fake_617",
    "claim": "The U.S. Occupational Safety and Health Administration (OSHA) says masks don’t work and violate OSHA oxygen levels."
  },
  {
    "id": "fake_618",
    "claim": "Gov. Gavin Newsom “has no legal authority” to make wearing face coverings mandatory in California."
  },
  {
    "id": "fake_619",
    "claim": "President Trump’s claim that he inherited no ventilators from the Obama administration."
  },
  {
    "id": "fake_620",
    "claim": "“OSHA says masks don’t work” to reduce COVID-19 transmission “and violate OSHA oxygen levels.”"
  },
  {
    "id": "fake_621",
    "claim": "Bill Gates who has led harmful vaccination campaigns in developing countries now plans to use COVID-19 vaccines to surveil the population."
  },
  {
    "id": "fake_622",
    "claim": "“If we stopped testing right now we’d have very few cases if any.”"
  },
  {
    "id": "fake_623",
    "claim": "News stories referencing the number “322” and COVID-19 are proof cases tolls are being “synchronized”."
  },
  {
    "id": "fake_624",
    "claim": "“In a very real sense (Oklahoma has) flattened the curve. … The number of cases in Oklahoma — it’s declined precipitously.”"
  },
  {
    "id": "fake_625",
    "claim": "“FREE HORSES!!!! 52 thoroughbred horses need homes. Will go to Sugarcreek this Sat. for slaughter. Gentleman died due to COVID-19 and his son wants nothing to do with them.”"
  },
  {
    "id": "fake_626",
    "claim": "“George Floyd’s ‘murder’ filmed before COVID-19.”"
  },
  {
    "id": "fake_627",
    "claim": "“Six months before the COVID ‘plandemic’ Bill Gates had negotiated a $100 billion contact tracing deal with (the) Democratic congressman sponsor of bill.”"
  },
  {
    "id": "fake_628",
    "claim": "Gov. of Wisconsin Tony Evers “removed the American flag from the Capitol building”."
  },
  {
    "id": "fake_629",
    "claim": "“Corona Virus claims a black belt. Chuck Norris Dead at 80.”"
  },
  {
    "id": "fake_630",
    "claim": "“The ‘biological’ lab in Wuhan where the COVID-19 virus was created was ‘funded’ by President Barak Hussein Obama in 2015 to the tune of $3800000 American dollars."
  },
  {
    "id": "fake_631",
    "claim": "A Facebook post shared more than 25000 times says face masks should only be worn by medical professionals or people who have become ill during the coronavirus pandemic."
  },
  {
    "id": "fake_632",
    "claim": "Claim that Sarah Huckabee Sanders tweeted “It’s ‘odd’ that the ANTIFA insurgency happened just as COVID-19 loses steam It’s ‘odd’ that COVID-19 happened the moment impeachment failed. It’s ‘odd’ that impeachment happened the moment Russian hoax failed. The Russian hoax happened because Hillary lost? Notice the pattern?”"
  },
  {
    "id": "fake_633",
    "claim": "“The CDC just confirmed a 0.2% death-rate for COVID19.”"
  },
  {
    "id": "fake_634",
    "claim": "CNBC reported that “Coronavirus patients without symptoms aren’t driving the spread of the virus” based on remarks by a WHO official at a press briefing on 8 June 2020."
  },
  {
    "id": "fake_635",
    "claim": "Wearing masks for the coronavirus “decreases oxygen intake increases toxin inhalation shuts down immune system increases virus risk scientifically inaccurate effectiveness not studied.”"
  },
  {
    "id": "fake_636",
    "claim": "The WHO stated that asymptomatic spread of COVID-19 is “very rare” therefore physical distancing and face masks are not necessary."
  },
  {
    "id": "fake_637",
    "claim": "A Colorado bill is “removing exemptions” for parents who don’t want to vaccinate their children in order to attend school."
  },
  {
    "id": "fake_638",
    "claim": "Facebook posts shared thousands of times claim the coronavirus pandemic is a cover for a Gates Foundation-funded effort to implant microchips when patients’ noses or throats are swabbed during COVID-19 testing."
  },
  {
    "id": "fake_639",
    "claim": "“N95 masks block few if any” COVID-19 particles due to their size."
  },
  {
    "id": "fake_640",
    "claim": "Bill Gates’ coronavirus vaccine developed by Oxford researchers caused all test subjects to get coronavirus."
  },
  {
    "id": "fake_641",
    "claim": "A meme shared thousands of times on Facebook claims people can suffer from reduced oxygen to their blood and brain possibly leading to death if they wear a disposable mask for too long."
  },
  {
    "id": "fake_642",
    "claim": "A report drafted by a scientific panel appointed by Germany’s Interior Ministry declaring the COVID-19 pandemic is a “global false alarm” was leaked by a former employee."
  },
  {
    "id": "fake_643",
    "claim": "“She’s just casually carrying a body with 1 hand..? Sure.. More evidence of coronavirus being a complete hoax with props & street theater.”"
  },
  {
    "id": "fake_644",
    "claim": "A video has been shared thousands of times on social media claiming that circuit boards with “COV-19” inscribed on them are being fitted to 5G towers."
  },
  {
    "id": "fake_645",
    "claim": "“How many of you are aware that the female governor of Michigan is the niece of George Soros?”"
  },
  {
    "id": "fake_646",
    "claim": "Wearing a face mask caused a 19-year-old grocery store worker to be hospitalized for an lung infection due to breathing in her own carbon dioxide and bacteria."
  },
  {
    "id": "fake_647",
    "claim": "A study by Bartomeu Payeras i Cifre shows a direct correlation between 5G networks and COVID-19 outbreaks and “demonstrates clearly the most likely probability that the COVID-19 hypoxic injuries and hospital admissions are directly related to electromagnetic radiation exposure by 5G networks”."
  },
  {
    "id": "fake_648",
    "claim": "“According to the CDC so far this year Florida has had 1762 deaths from COVID-19 and 5185 from pneumonia. Average pneumonia deaths in Florida from 2013-2018 for the same time period are 918.”"
  },
  {
    "id": "fake_649",
    "claim": "“We’re down near the low end of per capita deaths … Most places are at 60 deaths per 100000. We’re at 29.”"
  },
  {
    "id": "fake_650",
    "claim": "Says the state “health secretary says don’t go to hospitals or clinics now the tourism secretary says don’t recreate.”"
  },
  {
    "id": "fake_651",
    "claim": "An image shared on social media claims vaccines are dangerous because they contain potassium chloride the chemical used to stop the heart in lethal injections."
  },
  {
    "id": "fake_652",
    "claim": "Italy “went against the WHO’s ‘law’” against COVID-19 autopsies and “discovered covid is not a virus but a bacterium” that “clots the blood and reduces the oxygen saturation.”"
  },
  {
    "id": "fake_653",
    "claim": "“You see suicide rates are skyrocketing now…” in the United States."
  },
  {
    "id": "fake_654",
    "claim": "“[U.S. Rep. Conor Lamb] said he would NOT vote for [Nancy Pelosi] for Speaker and did.”"
  },
  {
    "id": "fake_655",
    "claim": "Autopsies performed in Italy showed that COVID-19 is not pneumonia but a blood clotting disorder (disseminated intravascular coagulation). Doctors have been treating COVID-19 wrongly because ventilators and intensive care units were never needed; COVID-19 should instead be treated with antibiotics anti-inflammatories and anticoagulants."
  },
  {
    "id": "fake_656",
    "claim": "COVID-19 is a bacterium that is easily treated with aspirin or a coagulant."
  },
  {
    "id": "fake_657",
    "claim": "A study of 455 contacts of an asymptomatic carrier showed that none of the 455 were infected. The results prove that asymptomatic people cannot transmit COVID-19 and masks are therefore unnecessary. Some also claim that this shows COVID-19 is not contagious."
  },
  {
    "id": "fake_658",
    "claim": "A photo shows Gov. Gretchen Whitmer “on Mackinaw Island today ignoring mask and social distancing rules.”"
  },
  {
    "id": "fake_659",
    "claim": "President Donald Trump tweeted “Some oldies will have to die. We’re in God’s hands folks! Liberate America!”"
  },
  {
    "id": "fake_660",
    "claim": "Dolores Cahill claims in an interview on TheHighWire that there is already a preventive strategy and treatment for COVID-19 through “nutrition vitamins and hydroxychloroquine” therefore social distancing is unnecessary."
  },
  {
    "id": "fake_661",
    "claim": "A photo shows three men on crosses who “feel like they’re being crucified by being required to stay at home.”"
  },
  {
    "id": "fake_662",
    "claim": "Japanese Nobel laureate Dr. Tasuku Honjo said the new coronavirus was engineered in a Chinese laboratory."
  },
  {
    "id": "fake_663",
    "claim": "Myrtle Beach South Carolina reported 220000 new coronavirus cases in 72 hours."
  },
  {
    "id": "fake_664",
    "claim": "“Why did the state do that with COVID patients in nursing homes? It’s because the state followed President Trump’s CDC guidance.”"
  },
  {
    "id": "fake_665",
    "claim": "Michigan Gov. Gretchen Whitmer’s family spent May 20 at her second home breaking her own stay-at-home orders."
  },
  {
    "id": "fake_666",
    "claim": "Top White House coronavirus adviser Dr. Anthony Fauci served on the Clinton Foundation’s board of directors for 20 years."
  },
  {
    "id": "fake_667",
    "claim": "Michigan governor reopened Traverse City “so she could have her daughter’s open house.”"
  },
  {
    "id": "fake_668",
    "claim": "The image shows Los Angeles County Department of Public Health Director Dr. Barbara Ferrer looking sickly."
  },
  {
    "id": "fake_669",
    "claim": "People who have received flu vaccines in the past three to five years will “probably test positive” for COVID-19."
  },
  {
    "id": "fake_670",
    "claim": "“Bill Gates Explains That The COVID Vaccine Will Use Experimental Technology And Permanently Alter Your DNA”."
  },
  {
    "id": "fake_671",
    "claim": "Dr. Anthony Fauci said: “as soon as a COVID-19 vaccine is manufactured it must be delivered to healthcare professionals for immediate human injection. Proper studies can be done later.”"
  },
  {
    "id": "fake_672",
    "claim": "President Donald Trump “cancelled” the U.S. House bill on contract tracing and “expelled WHO.”"
  },
  {
    "id": "fake_673",
    "claim": "The German government billed China for 130 billion pounds in “coronavirus damages.”"
  },
  {
    "id": "fake_674",
    "claim": "House Speaker Nancy Pelosi was in Wuhan China six days after “the impeachment HOAX failed.”"
  },
  {
    "id": "fake_675",
    "claim": "“If you look at the one (hydroxychloroquine) survey the only bad survey they were giving it to people that were in very bad shape. They were very old. Almost dead.”"
  },
  {
    "id": "fake_676",
    "claim": "“The new Dane County lockdown policy… (has) effectively killed Badger football hockey and basketball for 2020.”"
  },
  {
    "id": "fake_677",
    "claim": "“A lot of people can get an additional $2400” from the CARES Act “and they can do it every month!”"
  },
  {
    "id": "fake_678",
    "claim": "Claim that President Donald Trump is trying to make $451 billion in Medicare cuts “in the middle of a deadly pandemic.”"
  },
  {
    "id": "fake_679",
    "claim": "The World Health Organization (WHO) said that no vegetarian has contracted COVID-19."
  },
  {
    "id": "fake_680",
    "claim": "Texas and Florida have a “balanced budget” while California is “in debt $54 billion and New York is “in debt $6.1 billion.”"
  },
  {
    "id": "fake_681",
    "claim": "UV-C lamps can kill 99.99% of all bacteria viruses and mold on any surface in ten seconds yet is 100% safe for humans and pets."
  },
  {
    "id": "fake_682",
    "claim": "Children in Oregon may be taken away if their parent or legal guardian tests positive for COVID-19."
  },
  {
    "id": "fake_683",
    "claim": "The video shows people celebrating the end of Saudi Arabia’s coronavirus lockdown."
  },
  {
    "id": "fake_684",
    "claim": "Dolores Cahill in Computing Forever interview claims that taking vitamins C and D as well as zinc boosts the immune system against COVID-19 that hydroxychloroquine has been proven effective against COVID-19 and that COVID-19 patients who recover are immune for life among others."
  },
  {
    "id": "fake_685",
    "claim": "New evidence shows wearing a face mask can help coronavirus enter the brain and pose more health risk."
  },
  {
    "id": "fake_686",
    "claim": "An article claims that a nearly $50 million United Nations humanitarian aid package to Ecuador is conditional on the South American country legalizing abortions."
  },
  {
    "id": "fake_687",
    "claim": "“While California is dying … Gavin (Newsom) is vacationing in Stevensville MT!”"
  },
  {
    "id": "fake_688",
    "claim": "The flu didn’t kill any Americans this year."
  },
  {
    "id": "fake_689",
    "claim": "Says a warning label on a box of disposable masks shows that they are ineffective at protecting against the spread of COVID-19."
  },
  {
    "id": "fake_690",
    "claim": "Ohio Gov. Mike DeWine released 4300 prisoners and is now warning residents of a possible crime wave."
  },
  {
    "id": "fake_691",
    "claim": "Video shows Dr. Anthony Fauci advising the public not to wear face masks to prevent spreading or being infected by the coronavirus."
  },
  {
    "id": "fake_692",
    "claim": "Candace Owens claimed that the U.S. is not losing “tons more lives” in 2020 compared to 2019 and that the “increase [in mortality in 2020 is] virtually non-existent”."
  },
  {
    "id": "fake_693",
    "claim": "A Facebook post shared 10000 times claims no Americans died from the flu in 2020 suggesting that the national count of COVID-19 fatalities is exaggerated."
  },
  {
    "id": "fake_694",
    "claim": "The novel coronavirus was “man-made.”"
  },
  {
    "id": "fake_695",
    "claim": "Posts shared thousands of times on social media list a number of adverse health effects linked to wearing face masks."
  },
  {
    "id": "fake_696",
    "claim": "Claim thttps://www.politifact.com/factchecks/2020/may/19/facebook-posts/dr-fauci-didnt-say-americans-should-be-microchippe/hat Dr. Fauci said every American should be microchipped."
  },
  {
    "id": "fake_697",
    "claim": "“Italian Parliament Calls For The Arrest of Bill Gates”"
  },
  {
    "id": "fake_698",
    "claim": "If masks prevent coronavirus governors would have given them to prison inmates instead of releasing them."
  },
  {
    "id": "fake_699",
    "claim": "“Hydroxychloroquine cures this ‘virus.’ It just so happens this is the treatment used for radiation sickness!!”"
  },
  {
    "id": "fake_700",
    "claim": "A Facebook post shared thousands of times claims the US Centers for Disease Control and Prevention lied about the number of deaths caused by COVID-19 by combining the count with pneumonia and influenza fatalities."
  },
  {
    "id": "fake_701",
    "claim": "Research proves that commercial mouthwash could protect against COVID-19."
  },
  {
    "id": "fake_702",
    "claim": "Telecommunications worker exposed circuit boards being installed in 5G towers bearing markings that read “COV-19”."
  },
  {
    "id": "fake_703",
    "claim": "A post on Facebook criticizes the effectiveness of face masks in protecting the wearer from COVID-19 the disease caused by the novel coronavirus."
  },
  {
    "id": "fake_704",
    "claim": "“Cannabis may stop coronavirus from infecting people study finds.”"
  },
  {
    "id": "fake_705",
    "claim": "Claims made in the viral video Plandemic include: that the virus was “manipulated” in a laboratory setting; that hydroxychloroquine is “effective against these families of viruses” and that wearing a mask “activates” the virus."
  },
  {
    "id": "fake_706",
    "claim": "The photo shows Microsoft co-founder Bill Gates and top White House coronavirus adviser Dr. Anthony Fauci violating social distancing guidelines."
  },
  {
    "id": "fake_707",
    "claim": "The photo shows former Vice President Joe Biden and Michigan Gov. Gretchen Whitmer violating social distancing guidelines on April 9."
  },
  {
    "id": "fake_708",
    "claim": "The photo shows a letter purportedly from the California Department of Social Services that mandates coronavirus testing for participants of state assistance programs and warns that children may be removed from the household if someone tests positive."
  },
  {
    "id": "fake_709",
    "claim": "Says Nancy Pelosi tried “once again” to include abortion funding in the latest coronavirus bill."
  },
  {
    "id": "fake_710",
    "claim": "“Due to the large number of people who will refuse the forthcoming COVID-19 vaccine because it will include tracking microchips the Gates Foundation is now spending billions to ensure that all medical and dental injections and procedures include the chips.”"
  },
  {
    "id": "fake_711",
    "claim": "If COVID-19 was a serious illness it would have wiped out the homeless population in the U.S."
  },
  {
    "id": "fake_712",
    "claim": "“Vaccines are in direct violation of The Nuremberg Code.”"
  },
  {
    "id": "fake_713",
    "claim": "Anthony Fauci was on the Clinton Foundation board for 20 years and “currently serves on Gates Foundation.”"
  },
  {
    "id": "fake_714",
    "claim": "Wisconsin Governor Tony Evers’ administration deemed dentists non-essential."
  },
  {
    "id": "fake_715",
    "claim": "$100B contact tracing bill “is about controlling/tracking population not about coronavirus.”"
  },
  {
    "id": "fake_716",
    "claim": "United States the only country on Earth that is protesting being on lockdown amid the coronavirus outbreak."
  },
  {
    "id": "fake_717",
    "claim": "The U.S. is the only country on earth that is protesting being locked down."
  },
  {
    "id": "fake_718",
    "claim": "Police violently forced a family from their home in the U.S. in handcuffs because they were in violation of House Resolution 6666."
  },
  {
    "id": "fake_719",
    "claim": "“Clearly the Obama administration did not leave any kind of game plan for something like this.”"
  },
  {
    "id": "fake_720",
    "claim": "The video shows the bodies of deceased COVID-19 victims washing ashore after some countries dumped them in the sea."
  },
  {
    "id": "fake_721",
    "claim": "White South Africans have been banned from receiving government aid during the coronavirus pandemic."
  },
  {
    "id": "fake_722",
    "claim": "President Donald Trump implemented “a travel ban that just didn’t work 400000 people got in from those countries that were subject to the restrictions.”"
  },
  {
    "id": "fake_723",
    "claim": "Vice President Mike Pence was caught on a hot mic delivering empty boxes of personal protective equipment (PPE) to a Virginia health care center."
  },
  {
    "id": "fake_724",
    "claim": "President Trump posted a tweet blaming President Obama for failing to prepare him for a pandemic and celebrating that there are still more people alive than dead."
  },
  {
    "id": "fake_725",
    "claim": "An article that has been widely shared on social media warns healthy people against wearing face masks during the COVID-19 pandemic citing alleged risks"
  },
  {
    "id": "fake_726",
    "claim": "“Plandemic” — a slickly-edited 26-minute interview with a discredited researcher — has been widely shared on social media."
  },
  {
    "id": "fake_727",
    "claim": "A U.S. House bill would give government the power to forcibly take your family members from your home and quarantine them."
  },
  {
    "id": "fake_728",
    "claim": "Senate Majority leader Mitch Connell said the Obama administration left no game plan for a pandemic."
  },
  {
    "id": "fake_729",
    "claim": "“Autopsies prove that COVID-19 is” a blood clot not pneumonia “and ought to be fought with antibiotics” and the whole world has been wrong in treating the “so-called” pandemic."
  },
  {
    "id": "fake_730",
    "claim": "“Germany and the United States are the two best in deaths per 100000 people which frankly to me that’s perhaps the most important number there is.”"
  },
  {
    "id": "fake_731",
    "claim": "Nancy Pelosi said “Congress shall not vote remotely because it is not secure!” while also saying that “Americans should all vote for president by mail!”"
  },
  {
    "id": "fake_732",
    "claim": "Dr. Anthony Fauci is “pushing” remdesivir as a potential COVID-19 treatment drug because he “invented” it with Bill Gates and they stand to profit from it."
  },
  {
    "id": "fake_733",
    "claim": "Barack Obama “is the first ex-president to ever speak against his successor.”"
  },
  {
    "id": "fake_734",
    "claim": "“This is what Bill Gates and George Soros want to do… secretly stick you with a chip while testing you for the coronavirus… the Dems have a bill on the House floor ready to vote on it to require this.”"
  },
  {
    "id": "fake_735",
    "claim": "House Resolution 6666 includes billions of dollars to fund forced quarantining for Americans who test positive for COVID-19."
  },
  {
    "id": "fake_736",
    "claim": "Under an 1866 Supreme Court ruling stay-at-home orders are illegal in the United States and can be disregarded with impunity."
  },
  {
    "id": "fake_737",
    "claim": "“Guess what [children are] not at risk unless they have an underlying medical issue.”"
  },
  {
    "id": "fake_738",
    "claim": "American Vice-President Mike Pence was caught on a hot mic delivering empty boxes of PPE to a nursing home and pretended they were heavy."
  },
  {
    "id": "fake_739",
    "claim": "President Trump sent out a tweet that included the phrase “Oldies will have to die” in connection with lifting coronavirus restrictions."
  },
  {
    "id": "fake_740",
    "claim": "Australia’s COVIDSafe app tracks users’ locations."
  },
  {
    "id": "fake_741",
    "claim": "Madagascar has found a “coronavirus medicine” that can “wipe out the virus at any stage within a period of six days.”"
  },
  {
    "id": "fake_742",
    "claim": "A video shows a Maasai tribe member in Kenya whipping people who violate the country’s curfew during the coronavirus pandemic."
  },
  {
    "id": "fake_743",
    "claim": "Says wearing face masks is more harmful to your health than going without one."
  },
  {
    "id": "fake_744",
    "claim": "“The mainstream media pretended there was a deadly surge in COVID cases thanks to Wisconsinites voting.”"
  },
  {
    "id": "fake_745",
    "claim": "A card claiming to exempt the holder from wearing a face mask in public the real deal sanctioned by the government."
  },
  {
    "id": "fake_746",
    "claim": "U.S. Vice President Mike Pence delivered empty boxes of PPE to a hospital as a publicity stunt."
  },
  {
    "id": "fake_747",
    "claim": "Ventura County public health director say that the California county will be forcibly moving people infected with COVID-19 out of their homes into quarantine."
  },
  {
    "id": "fake_748",
    "claim": "“Since the reopening of (the state of Georgia) we’ve seen our COVID rate skyrocket by 40%.”"
  },
  {
    "id": "fake_749",
    "claim": "Jimmy Kimmel tweeted a video which said VP Mike Pence carried empty PPE boxes."
  },
  {
    "id": "fake_750",
    "claim": "“Dr. Fauci sat on Microsoft’s board of directors.”"
  },
  {
    "id": "fake_751",
    "claim": "“The CDC has recommended mail in voting. That’s what this whole pandemic is about: the election!”."
  },
  {
    "id": "fake_752",
    "claim": "“States like New York Illinois and California have been vocal in their demands for funding to bail out their pension systems which were failing long before the COVID-19 outbreak and other programs that aren’t related to this crisis.”"
  },
  {
    "id": "fake_753",
    "claim": "A widely-circulated image claims to reveal the ingredients contained in this year’s flu shots. The alleged ingredients include mercury antifreeze phenol animal blood animal viruses and formaldehyde."
  },
  {
    "id": "fake_754",
    "claim": "The origin of the novel coronavirus was “manipulated” contain coronaviruses and masks can “reinfect” wearers."
  },
  {
    "id": "fake_755",
    "claim": "Gates Foundation stands to make nearly £31.5 billion on a coronavirus vaccine in U.K."
  },
  {
    "id": "fake_756",
    "claim": "A video shows British Prime Minister Boris Johnson serving journalists tea after recovering from COVID-19."
  },
  {
    "id": "fake_757",
    "claim": "$3 trillion for federal coronavirus stimulus packages is “being borrowed basically from China.”"
  },
  {
    "id": "fake_758",
    "claim": "Viral video reveals there is a coronavirus vaccine patent owned by Bill Gates."
  },
  {
    "id": "fake_759",
    "claim": "Bill Gates said that the Catholic religion may have to be suspended forever because of the COVID-19 pandemic."
  },
  {
    "id": "fake_760",
    "claim": "Democratic congrasswoman Ilhan Omar tweeted that there have been more deaths due to COVID-19 than 9/11 and the wars in Vietnam Iraq and Afghanistan combined"
  },
  {
    "id": "fake_761",
    "claim": "“For the World Health Organization the international entity whose sole responsibility it is to alert the world of global pandemics like this to miss this is a huge problem.”"
  },
  {
    "id": "fake_762",
    "claim": "“Trump bailed out Wall Street but not Main Street.”"
  },
  {
    "id": "fake_763",
    "claim": "Models projecting COVID-19 deaths “are talking about without mitigation.”"
  },
  {
    "id": "fake_764",
    "claim": "“Plandemic” vignette featuring Judy Mikovits claims that coronavirus is manmade; that flu vaccine increases risk of COVID-19; that hydroxychloroquine is effective for treating COVID-19."
  },
  {
    "id": "fake_765",
    "claim": "Trump campaign video suggesting Trump’s travel restrictions on China saved 2 million lives."
  },
  {
    "id": "fake_766",
    "claim": "A post shared more than 160000 times on Facebook during the novel coronavirus pandemic says Bill Gates wants “digital tattoos” to check who has been tested and asks if it would be “like holocaust victims have.”"
  },
  {
    "id": "fake_767",
    "claim": "The Centers for Disease and Prevention has reduced the number of COVID-19 cases recorded in the U.S."
  },
  {
    "id": "fake_768",
    "claim": "A photo shows Proud Boys member Rob Cantrall at a recent Michigan protest."
  },
  {
    "id": "fake_769",
    "claim": "“There was no real scientific basis for believing that” social distancing would be necessary “since it had never been studied.”"
  },
  {
    "id": "fake_770",
    "claim": "Regarding the risks of coronavirus transmission on an airplane “It’s as safe as an environment as you’re going to find.”"
  },
  {
    "id": "fake_771",
    "claim": "Trump: “Medically we had empty cupboards. The cupboards — I say the cupboards were empty.”"
  },
  {
    "id": "fake_772",
    "claim": "Central Park hospital tents housed thousands of abused children released from underground captivity."
  },
  {
    "id": "fake_773",
    "claim": "Wearing face masks can cause carbon dioxide toxicity; can weaken immune system."
  },
  {
    "id": "fake_774",
    "claim": "Joe Biden has “written a letter of apology” for calling Trump’s travel restrictions from China “xenophobic.”"
  },
  {
    "id": "fake_775",
    "claim": "Posts on social media claim the US Centers for Disease Control and Prevention (CDC) has revised down its death toll for COVID-19."
  },
  {
    "id": "fake_776",
    "claim": "CDC suddenly lost 30000 deaths from coronavirus from its data thus proving the virus is not as serious as it seems."
  },
  {
    "id": "fake_777",
    "claim": "Gas is under $1 in 13 states but $2.27 in Pennsylvania because of the governor."
  },
  {
    "id": "fake_778",
    "claim": "“93% of the (COVID-19) cases in the state of Illinois have come from Chicago.”"
  },
  {
    "id": "fake_779",
    "claim": "Under the mayor’s COVID-19 order Kansas City “churchgoers must register with the government.”"
  },
  {
    "id": "fake_780",
    "claim": "The CARES Act was introduced in January 2019 which proves the COVID-19 pandemic was planned in advance."
  },
  {
    "id": "fake_781",
    "claim": "Social media users have shared a photo that claims to show a “Center for Global Human Population Reduction” affiliated with the Bill & Melinda Gates Foundation."
  },
  {
    "id": "fake_782",
    "claim": "COVID-19 has infected more meatpackers in the U.S. than health care workers."
  },
  {
    "id": "fake_783",
    "claim": "Kentucky teachers will conduct in-home “bedroom inspections” during the week of April 27 for their kindergarten through eighth grade students."
  },
  {
    "id": "fake_784",
    "claim": "The photo shows a packed beach in Bloemfontein South Africa during the country’s coronavirus lockdown."
  },
  {
    "id": "fake_785",
    "claim": "Pennsylvania’s governor breaking his own social distancing rules in a photo."
  },
  {
    "id": "fake_786",
    "claim": "“Bill Gates admits his COVID-19 vaccine might kill nearly 1 million people.”"
  },
  {
    "id": "fake_787",
    "claim": "Former Rep. Trey Gowdy wrote essay past on social media claiming the COVID-19 pandemic was planned to help Democrats in the 2020 election."
  },
  {
    "id": "fake_788",
    "claim": "People should ignore guidelines to wear masks especially since the government doesn’t advise mask wearing for tuberulosis."
  },
  {
    "id": "fake_789",
    "claim": "The White House is selling coins commemorating the COVID-19 pandemic."
  },
  {
    "id": "fake_790",
    "claim": "Madagascar does not have any cases of the coronavirus"
  },
  {
    "id": "fake_791",
    "claim": "An article circulating on Facebook claims that Microsoft co-founder Bill Gates said a COVID-19 vaccine could kill almost one million people citing an interview he gave."
  },
  {
    "id": "fake_792",
    "claim": "South African President Cyril Ramaphosa asked all foreigners to leave the country by June 21 in response to the spread of COVID-19."
  },
  {
    "id": "fake_793",
    "claim": "The video shows the FBI seizing coronavirus-infected face masks sent from China."
  },
  {
    "id": "fake_794",
    "claim": "The post contains a COVID-19 conspiracy theory written by former South Carolina Rep. Trey Gowdy."
  },
  {
    "id": "fake_795",
    "claim": "The photo shows bedding and food aid packages distributed in Rwanda during the coronavirus pandemic"
  },
  {
    "id": "fake_796",
    "claim": "Georgia Gov. Brian Kemp “mandates restaurants reopen”."
  },
  {
    "id": "fake_797",
    "claim": "“Governor Andy Beshear has authorized Kentucky teachers to make in-home visits. With parental approval teachers will inspect the bedroom of each student currently enrolled in K-8.”"
  },
  {
    "id": "fake_798",
    "claim": "CDC does not recommend wearing masks."
  },
  {
    "id": "fake_799",
    "claim": "President Donald Trump is selling coronavirus-themed commemorative coins through the White House Gift Shop."
  },
  {
    "id": "fake_800",
    "claim": "Dr. Elisa Granato one of the first volunteers to receive a potential COVID-19 vaccine in the U.K. has died."
  },
  {
    "id": "fake_801",
    "claim": "Walmart Amazon Kroger Target and Costco “have not had any reported (coronavirus) cases in the news.”"
  },
  {
    "id": "fake_802",
    "claim": "The Department of Homeland Security (DHS) plans to mobilize the National Guard to enforce a nationwide 14-day quarantine."
  },
  {
    "id": "fake_803",
    "claim": "News outlets are misusing a boy’s image to report the same child died of COVID-19 in three different countries."
  },
  {
    "id": "fake_804",
    "claim": "Harvard professor Charles Lieber was arrested for manufacturing and selling the new coronavirus to China"
  },
  {
    "id": "fake_805",
    "claim": "French health care workers are putting on defective Chinese-made protective gowns."
  },
  {
    "id": "fake_806",
    "claim": "Mosquitoes can spread COVID-19 “from person to person.”"
  },
  {
    "id": "fake_807",
    "claim": "Donald Trump’s claim that the USA had more testing than all other countries combined."
  },
  {
    "id": "fake_808",
    "claim": "“So 2 doctors from Bakersfield discover that coronavirus mortality rate is 0.03%. 13x less deadly than what was previously thought! Their analysis has since been banned from YouTube.”"
  },
  {
    "id": "fake_809",
    "claim": "Walmart Kroger Amazon Target and Costco had no reported cases of coronavirus in the news."
  },
  {
    "id": "fake_810",
    "claim": "Young people “have a greater chance of being killed by the HPV vaccine than COVID-19.”"
  },
  {
    "id": "fake_811",
    "claim": "Sign outside the Bill & Melinda Gates Foundation says “Center for Global Human Population Reduction.”"
  },
  {
    "id": "fake_812",
    "claim": "Coronavirus mortality rate been proven to be 0.03%."
  },
  {
    "id": "fake_813",
    "claim": "Walmart Amazon Kroger Target and Costco stores — while staying open during the COVID-19 pandemic — “have not had any reported cases” of employees contracting the coronavirus."
  },
  {
    "id": "fake_814",
    "claim": "Thousands of doctors say hydroxychloroquine cures coronavirus."
  },
  {
    "id": "fake_815",
    "claim": "“Children don’t seem to be getting this virus.”"
  },
  {
    "id": "fake_816",
    "claim": "Says Dr. Anthony Fauci’s name appears on “4 U.S. patents for a key glycoprotein” used to “create the current COVID-19 epidemic.”"
  },
  {
    "id": "fake_817",
    "claim": "Says if you’re refused service at a store for not wearing a mask “call the department of health and report the store. Masks are suggested not required.”"
  },
  {
    "id": "fake_818",
    "claim": "Michigan Gov. Gretchen Whitmer “has just been stripped of her emergency coronavirus powers by her state legislature.”"
  },
  {
    "id": "fake_819",
    "claim": "“We’ve tested more than every country combined.”"
  },
  {
    "id": "fake_820",
    "claim": "The CDC recommends that only people with COVID-19 symptoms should wear masks."
  },
  {
    "id": "fake_821",
    "claim": "Dr. Anthony Fauci “has known for 15 years that chloroquine and … hydroxychloroquine will not only treat a current case of coronavirus but prevent future cases.”"
  },
  {
    "id": "fake_822",
    "claim": "“The (corona)virus just isn’t nearly as deadly as we thought it was.”"
  },
  {
    "id": "fake_823",
    "claim": "“All Missouri businesses can open Monday May 4 under our new Order as long as new guidelines are followed.”"
  },
  {
    "id": "fake_824",
    "claim": "A 2005 NIH study shows that Fauci already knew of chloroquine’s effectiveness against coronaviruses including SARS-CoV-2."
  },
  {
    "id": "fake_825",
    "claim": "Dr. Anthony Fauci disappeared at the end of April because he had illegally sent $3.7 million to a virology lab in Wuhan China."
  },
  {
    "id": "fake_826",
    "claim": "Hospitals in the United States get paid $750 for patients who die from the flu $17500 for COVID-19."
  },
  {
    "id": "fake_827",
    "claim": "“If you have had a flu shot in the last 3-5 years you will probably test positive” for COVID-19."
  },
  {
    "id": "fake_828",
    "claim": "Late herbalist known as “Dr. Sebi” was correct in saying viruses don’t exist."
  },
  {
    "id": "fake_829",
    "claim": "“Why did the US (NIH) in 2017 give $3.7m to the Wuhan Lab in China? Such grants were prohibited in 2014. Did Pres. Obama grant an exception?”"
  },
  {
    "id": "fake_830",
    "claim": "The rate of coronavirus-related deaths being reported out of New York City is 200 times higher than the death rates of the world’s largest 10 cities."
  },
  {
    "id": "fake_831",
    "claim": "The government must have planned the coronavirus pandemic because the coronavirus relief bill had been introduced three years earlier."
  },
  {
    "id": "fake_832",
    "claim": "Japanese doctor who won Nobel Prize said coronavirus is artifical and was manufactured in China."
  },
  {
    "id": "fake_833",
    "claim": "A Facebook post shared more than 29000 times claims people in Pennsylvania who do not wear a face mask in public during the novel coronavirus pandemic risk a $500 fine and up to six months in jail."
  },
  {
    "id": "fake_834",
    "claim": "Graphics shared thousands of times on social media claim to show the exact probability of COVID-19 carriers spreading the disease if they or another person wears a mask."
  },
  {
    "id": "fake_835",
    "claim": "Elisa Granato the first volunteer in the first Europe human trial of a COVID-19 vaccine has died."
  },
  {
    "id": "fake_836",
    "claim": "“First volunteer in UK coronavirus vaccine trial has died.”"
  },
  {
    "id": "fake_837",
    "claim": "A volunteer for Oxford coronavirus vaccine died."
  },
  {
    "id": "fake_838",
    "claim": "Doctors encouraged by hospitals and AMA to overcount COVID-19 deaths."
  },
  {
    "id": "fake_839",
    "claim": "Black cats in Vietnam are being killed and consumed as a COVID-19 cure."
  },
  {
    "id": "fake_840",
    "claim": "“Mitch McConnell said he wanted states to go bankrupt instead of the federal government providing relief. Today Thom Tillis agreed.”"
  },
  {
    "id": "fake_841",
    "claim": "“Ultraviolet Radiation is administered into the body as a disinfectant to kill bacteria and viruses and this has been used for a while now.”"
  },
  {
    "id": "fake_842",
    "claim": "Exposure of blood to ultraviolet light rids the body of coronavirus."
  },
  {
    "id": "fake_843",
    "claim": "“Half the workforce in the country may have just been idled” by coronavirus."
  },
  {
    "id": "fake_844",
    "claim": "“We’ve still had more deaths to the flu this year than we’ve had COVID-19.”"
  },
  {
    "id": "fake_845",
    "claim": "Two physicians in Bakersfield California claim that COVID-19 is similar to the flu in terms of prevalence and mortality; that sheltering in place weakens that immune system."
  },
  {
    "id": "fake_846",
    "claim": "North Carolina’s health department is “telling hospitals that if they decide to do elective surgeries they won’t be eligible to receive (protective equipment) from the state.”"
  },
  {
    "id": "fake_847",
    "claim": "Smoking may protect against COVID-19; scientists believe nicotine might protect against coronavirus."
  },
  {
    "id": "fake_848",
    "claim": "U.S sent 100000 military forces to South China Sea in a move to increase its presence in the region against the backdrop of the coronavirus pandemic."
  },
  {
    "id": "fake_849",
    "claim": "President Trump urged people to ingest or inject disinfectants as a treatment for coronavirus."
  },
  {
    "id": "fake_850",
    "claim": "November 2019 job listing for a quarantine advisor at the Centers for Disease Control and Prevention prove the government knew the COVID-19 would hit United States."
  },
  {
    "id": "fake_851",
    "claim": "Mosques are allowed to stay open during pandemic in the United States but churches are not."
  },
  {
    "id": "fake_852",
    "claim": "“Trump and McConnell are blocking stimulus checks for Americans married to immigrants.”"
  },
  {
    "id": "fake_853",
    "claim": "President Barack Obama “signed the medical appliance tax bill that forced companies to outsource manufacturing of masks gowns gloves and ventilaors [sic] to China Europe and Russia to avoid the tax.”"
  },
  {
    "id": "fake_854",
    "claim": "“It’s not the coronavirus that’s killing people. It is the economy.”"
  },
  {
    "id": "fake_855",
    "claim": "“President Trump just announced that the ‘biological’ lab in Wuhan where the COVID-19 virus was created was ‘funded’ by President Barak Hussein Obama in 2015 to the tune of $3800000 American dollars!”"
  },
  {
    "id": "fake_856",
    "claim": "“Pelosi was in (Wuhan) China 6 days after the impeachment HOAX failed.”"
  },
  {
    "id": "fake_857",
    "claim": "The existence of a canine coronavirus vaccine casts doubt on statements that there isn’t one for humans."
  },
  {
    "id": "fake_858",
    "claim": "“People defying stay-at-home order fill Arizona beaches.”"
  },
  {
    "id": "fake_859",
    "claim": "Mosquitoes can transfer COVID-19 “from person to person”."
  },
  {
    "id": "fake_860",
    "claim": "If you paid rent in March or April in the United States “they got to give” you your money back."
  },
  {
    "id": "fake_861",
    "claim": "Pennsylvania House of Representatives approved funding for COVID-19 in June 2019 proving that the pandemic was pre-planned."
  },
  {
    "id": "fake_862",
    "claim": "A video of hot mic comments between a Fox News reporter and a New York Times photographer reveals that COVID-19 is a hoax and proves that there is a secret vaccine."
  },
  {
    "id": "fake_863",
    "claim": "Trey Gowdy said coronavirus shutdowns were suspicious and overblown."
  },
  {
    "id": "fake_864",
    "claim": "All elective or non-emergency surgeries are banned to prioritize coronavirus treatments and prevent the spread."
  },
  {
    "id": "fake_865",
    "claim": "U.S. House Speaker Nancy Pelosi was in Wuhan China in time to release the novel coronavirus and sabotage the U.S.-China trade deal."
  },
  {
    "id": "fake_866",
    "claim": "U.S. House Speaker Nancy Pelosi was in Wuhan China six days after the impeachment proceedings against President Trump ended."
  },
  {
    "id": "fake_867",
    "claim": "“Nearly half of (Missouri) counties have not reported positive (COVID-19) cases.”"
  },
  {
    "id": "fake_868",
    "claim": "The U.S. CDC quietly updated their numbers in August to show that only 6% of all coronavirus deaths were completely due to the coronavirus alone"
  },
  {
    "id": "fake_869",
    "claim": "Social media posts shared thousands of times and retweeted by President Donald Trump claim the U.S Centers for Disease Control and Prevention cut the national COVID-19 death toll by 94%, citing a CDC comorbidity chart."
  },
  {
    "id": "fake_870",
    "claim": "The CDC updated the COVID-19 number to admit that only 6% of all the 153,504 deaths recorded actually died from COVID-19."
  },
  {
    "id": "fake_871",
    "claim": "Either masks work or they don’t; if masks work, then physical distancing and lockdowns are unnecessary."
  },
  {
    "id": "fake_872",
    "claim": "The RT-PCR test for the virus that causes COVID-19 detects human DNA on chromosome 8, therefore all tests will give a positive result"
  },
  {
    "id": "fake_873",
    "claim": "The Governor of Maine has ordered restaurant staff to wear dog cone-style face visors as a precautionary measure against COVID-19."
  },
  {
    "id": "fake_874",
    "claim": "The greatest trick the U.S. CDC ever pulled was convincing the world you can be sick without having symptoms."
  },
  {
    "id": "fake_875",
    "claim": "The survival rate of COVID-19 is close to 100% without a vaccine, so what exactly will the purpose of the new vaccine be?"
  },
  {
    "id": "fake_876",
    "claim": "Misleading claims about COVID-19 vaccine spread by ‘Plandemic’ video"
  },
  {
    "id": "fake_877",
    "claim": "Photos show Democratic presidential nominee Joe Biden and his running mate, Sen. Kamala Harris, are not abiding by public health recommendations regarding face masks."
  },
  {
    "id": "fake_878",
    "claim": "Facebook posts shared tens of thousands of times during the Democratic National Convention criticize Joe Biden, Kamala Harris, and other top Democrats for appearing in a crowd without masks."
  },
  {
    "id": "fake_879",
    "claim": "“Hydroxychloroquine is why Uganda, with a population of 43M, has only 15 COVID-19 deaths.”"
  },
  {
    "id": "fake_880",
    "claim": "The overall lethality of COVID-19 (infection fatality rate) is about 0.1% to 0.3% and thus in the range of a severe influenza; up to 60% of all persons may already have a certain cellular background immunity to the new coronavirus due to contact with previous coronaviruses (i.e. cold viruses); there is still little to no scientific evidence for the effectiveness of cloth face masks in healthy and asymptomatic individuals"
  },
  {
    "id": "fake_881",
    "claim": "Our chance of not dying from COVID-19 is 99.96%"
  },
  {
    "id": "fake_882",
    "claim": "Would you take a vaccine with a 33% death rate to feel safe from a virus with a 0.06% death rate?"
  },
  {
    "id": "fake_883",
    "claim": "Sweden has a lower COVID-19 death rate than Spain, Italy and the U.K., even though it never had a lockdown"
  },
  {
    "id": "fake_884",
    "claim": "A large, country-randomized controlled trial with 2.7 billion people shows that COVID-19 patients treated with hydroxychloroquine have a 79.1% lower death rate"
  },
  {
    "id": "fake_885",
    "claim": "Posts shared thousands of times on social media claim Legionnaires’ disease, a serious type of pneumonia, can be contracted through reusable face masks, implying that it could be mistaken for COVID-19."
  },
  {
    "id": "fake_886",
    "claim": "Social media posts shared thousands of times attribute comments criticizing coronavirus measures to Fox News host Tucker Carlson."
  },
  {
    "id": "fake_887",
    "claim": "An image appearing to be an publication by the World Health Organization (WHO) shows that the global health body does not recommend mask-wearing during the COVID-19 pandemic."
  },
  {
    "id": "fake_888",
    "claim": "If masks were effective and necessary, non-mask wearers should be dead by now"
  },
  {
    "id": "fake_889",
    "claim": "A Facebook post shared thousands of times claims the United States has reached herd immunity for COVID-19."
  },
  {
    "id": "fake_890",
    "claim": "We can’t make a vaccine that works for flu, no vaccine for the respiratory syncytial virus (RSV), and we can’t cure cancer. Yet somehow scientists can make a vaccine for COVID-19 in six months?"
  },
  {
    "id": "fake_891",
    "claim": "Hydroxychloroquine, azithromycin and zinc cure COVID-19"
  },
  {
    "id": "fake_892",
    "claim": "Facebook posts shared thousands of times claim Washington’s mayor exempted members of Congress from a 14-day quarantine after they traveled to the funeral of civil rights icon John Lewis in Georgia, which the city considers a “high-risk” state for the coronavirus."
  },
  {
    "id": "fake_893",
    "claim": "Herman Cain, one-time Republican presidential candidate, died of colon cancer, not COVID-19."
  },
  {
    "id": "fake_894",
    "claim": "The truck depicting the god of death Anubis is aimed at testing and then infecting people, which eventually ends with human microchipping."
  },
  {
    "id": "fake_895",
    "claim": "A group called America’s Frontline Doctors are featured in viral video claiming hydroxychloroquine cures COVID-19."
  },
  {
    "id": "fake_896",
    "claim": "Stella Immanuel claims that the drug combination of hydroxychloroquine, zinc and azithromycin is a cure and preventative for COVID-19 and that people don’t need to wear masks or practice physical distancing in a Breitbart video featuring a group called America’s Frontline Doctors."
  },
  {
    "id": "fake_897",
    "claim": "Wearing a face mask to slow the spread of COVID-19 could cause Legionnaires’ disease."
  },
  {
    "id": "fake_898",
    "claim": "The nasal swab test for COVID-19 damages the “blood-brain barrier” and can therefore lead to brain infections."
  },
  {
    "id": "fake_899",
    "claim": "The Centers for Disease Control and Prevention made a mistake and has lowered its COVID-19 case count in Florida."
  },
  {
    "id": "fake_900",
    "claim": "A Facebook video claims that a new oral spray “deactivates 98% of the coronavirus” in the mouth. This effect is believed to be partly due to the ability of trypsin to sever proteins on the surface of the SARS-CoV-2 virus."
  },
  {
    "id": "fake_901",
    "claim": "5G generates the coronavirus SARS-CoV-2 in human skin cells."
  },
  {
    "id": "fake_902",
    "claim": "A mobile COVID-19 testing station bears a logo that depicts an ancient deity of death."
  },
  {
    "id": "fake_903",
    "claim": "Masks do nothing to prevent the spread of pathogens, including SARS-CoV-2, and cause oxygen deficiency"
  },
  {
    "id": "fake_904",
    "claim": "Facebook posts shared thousands of times claim that the US Federal Emergency Management Agency (FEMA) is offering hazard pay compensation to individuals who worked during the novel coronavirus pandemic."
  },
  {
    "id": "fake_905",
    "claim": "5G technology creates coronavirus in human cells"
  },
  {
    "id": "fake_906",
    "claim": "US Education Secretary Betsy DeVos said children are “stoppers” of coronavirus."
  },
  {
    "id": "fake_907",
    "claim": "Video says face masks are ineffective in mitigating transmission of COVID-19 and are harmful to the wearer."
  },
  {
    "id": "fake_908",
    "claim": "Photo shows former President Barack Obama, Dr. Anthony Fauci and Melinda Gates at the “Wuhan lab in 2015.”"
  },
  {
    "id": "fake_909",
    "claim": "A photo claims to show Dr. Fauci, Melinda Gates and Barack Obama at the Wuhan Lab in 2015."
  },
  {
    "id": "fake_910",
    "claim": "Claim that Secretary of Education Betsy DeVos said ‘only’ .02% of kids are likely to die when they go back to school during the pandemic."
  },
  {
    "id": "fake_911",
    "claim": "The U.S. government has approved a second round of coronavirus stimulus payments to everyone who signs up — and that the money will be forthcoming in “5-7 business days.”"
  },
  {
    "id": "fake_912",
    "claim": "Deaths from COVID-19 are nearing zero in the U.S."
  },
  {
    "id": "fake_913",
    "claim": "Using nasopharyngeal swabs for COVID-19 testing is unnecessary; saliva samples from mouth swabs is an equivalent substitute"
  },
  {
    "id": "fake_914",
    "claim": "Articles shared hundreds of times on Facebook in multiple countries claim that holy communion has been banned in Toronto as part of the Canadian city’s response to the coronavirus pandemic."
  },
  {
    "id": "fake_915",
    "claim": "Nasal swabs used to obtain samples for COVID-19 tests reach the blood-brain barrier and may damage it."
  },
  {
    "id": "fake_916",
    "claim": "A spike in COVID-19 cases in the U.S. seen in June 2020 is due to increased testing."
  },
  {
    "id": "fake_917",
    "claim": "No one has died from the coronavirus; there are no antibodies that identify SARS-CoV-2; pathologists have no means of verifying whether a person was infected with SARS-CoV-2; SARS-CoV-2 has not fulfilled Koch’s postulates."
  },
  {
    "id": "fake_918",
    "claim": "Infant deaths decreased dramatically during the lockdown, when the number of vaccines administered was reduced; vaccines are a cause of sudden infant death syndrome"
  },
  {
    "id": "fake_919",
    "claim": "Face masks don’t “protect against covid19 and other viruses.”"
  },
  {
    "id": "fake_920",
    "claim": "Antibodies for the common cold produce a positive COVID-19 test. False-positive results from COVID-19 antibody testing are behind the COVID-19 cases reported in the U.S."
  },
  {
    "id": "fake_921",
    "claim": "Ghislaine Maxwell — the recently arrested associate of Jeffrey Epstein — has tested positive for COVID-19 while in jail."
  },
  {
    "id": "fake_922",
    "claim": "U.S. hospital laboratories falsify COVID-19 tests to inflate the number of positive results. Nurses sent unused swabs for COVID-19 testing and they all came back positive."
  },
  {
    "id": "fake_923",
    "claim": "Gas sensors show that wearing a face mask leads to oxygen deficiency and carbon dioxide toxicity."
  },
  {
    "id": "fake_924",
    "claim": "The reason why the COVID-19 mortality rate and cases have decreased is due to preexisting immunity from T cells"
  },
  {
    "id": "fake_925",
    "claim": "The U.S. “went from 75,000 flu deaths last year in America to almost 0”; are there “allocation games being played to manipulate the truth?”"
  },
  {
    "id": "fake_926",
    "claim": "Some mouthwashes could help curb coronavirus"
  },
  {
    "id": "fake_927",
    "claim": "The World Health Organization confirmed that the coronavirus is no more deadly or dangerous than seasonal flu"
  },
  {
    "id": "fake_928",
    "claim": "The U.S. CDC said that the virus which causes COVID-19 was never airborne; masks are therefore worthless"
  },
  {
    "id": "fake_929",
    "claim": "Fewer flu cases being recorded this year because these cases are being diagnosed as COVID-19"
  },
  {
    "id": "fake_930",
    "claim": "Anthony Fauci co-authored a study published in 2008 showing that Spanish flu deaths were due to bacterial pneumonia from wearing face masks"
  },
  {
    "id": "fake_931",
    "claim": "The World Doctors Alliance claims that COVID-19 is a type of flu and is not a pandemic; that PCR tests are up to 94% false positive; that only 98 COVID-19 related deaths have been reported in Ireland"
  },
  {
    "id": "fake_932",
    "claim": "A CDC study published in September 2020 showed that more people wearing masks had COVID-19, therefore masks don’t work or make us more likely to catch COVID-19"
  },
  {
    "id": "fake_933",
    "claim": "The novel coronavirus that causes COVID-19 is a “normal flu virus.”"
  },
  {
    "id": "fake_934",
    "claim": "The genomic sequences of coronaviruses that support the hypothesis that the virus arose naturally are all fabricated and don’t actually exist"
  },
  {
    "id": "fake_935",
    "claim": "Mortality in the U.S. this year is not materially different from the previous 5 years"
  },
  {
    "id": "fake_936",
    "claim": "If face masks work to protect us from viral respiratory illnesses like COVID-19 and the flu and we’ve been walking around in them for months, then why would anyone need a flu shot right now?"
  },
  {
    "id": "fake_937",
    "claim": "The U.S. government has released their initial plans to force a vaccine on everyone; three potential vaccines are currently in Stage 3 trials in the U.S. and could be ready in weeks"
  },
  {
    "id": "fake_938",
    "claim": "The Trump campaign sent out fundraising email asking to help the presiden after he was diagnosed with COVID-19."
  },
  {
    "id": "fake_939",
    "claim": "“Florida, Georgia,Idaho, South Dakota & Tennessee are now mask free!!!”"
  },
  {
    "id": "fake_940",
    "claim": "COVID-19 is less deadly than seasonal flu"
  },
  {
    "id": "fake_941",
    "claim": "COVID-19 mortality rates are very low, therefore COVID-19 is not an important public health concern; if you are 70+ years old, you have a 0.054% chance of dying from COVID-19"
  },
  {
    "id": "fake_942",
    "claim": "More babies die by abortion in two days than all the coronavirus deaths thus far"
  },
  {
    "id": "fake_943",
    "claim": "Hydrogels are part of the genome-modifying COVID-19 mRNA vaccines’ delivery system and will connect you to the internet"
  },
  {
    "id": "fake_944",
    "claim": "Masks are dirty and cause bacterial overgrowth, skin infections, and “mask mouth”, which is a new medical condition caused by wearing masks all day"
  },
  {
    "id": "fake_945",
    "claim": "The U.S. CDC encourages the use of a “[COVID-19] flu shot” on children."
  },
  {
    "id": "fake_946",
    "claim": "Why are we wearing masks for COVID-19 when we don’t wear masks for flu and TB which also kill a lot of people?"
  },
  {
    "id": "fake_947",
    "claim": "“Coronavirus was created in Wuhan lab and released intentionally.”"
  },
  {
    "id": "fake_948",
    "claim": "If you decide you don’t want the COVID-19 vaccine, the military will help convince you."
  },
  {
    "id": "fake_949",
    "claim": "There is no second wave of COVID-19; this second wave is really just the normal flu/common cold season that happens every year"
  },
  {
    "id": "fake_950",
    "claim": "Genetic evidence within the Spike gene of the SARS-CoV-2 genome suggest that the virus is a product of genetic manipulation"
  },
  {
    "id": "fake_951",
    "claim": "Cloth masks cannot block smoke particles which are larger than viruses, so masks cannot stop the spread of the virus"
  },
  {
    "id": "fake_952",
    "claim": "PGA golfer Bubba Wallace wrote Facebook post that criticizes measures taken to mitigate the spread of COVID-19."
  },
  {
    "id": "fake_953",
    "claim": "The World Integrated Trade Solutions (WITS) website shows that COVID-19 test kits were being sold in 2017 and 2018"
  },
  {
    "id": "fake_954",
    "claim": "COVID-19 case numbers in the U.S. are inflated due to the high sensitivity of the RT-PCR diagnostic test"
  },
  {
    "id": "fake_955",
    "claim": "Tiny implantable device short-circuits hunger pangs, aids weight loss"
  },
  {
    "id": "fake_956",
    "claim": "Scientists report CRISPR restores effectiveness of lung cancer treatment"
  },
  {
    "id": "fake_957",
    "claim": "Probiotics could help millions of patients suffering from bipolar disorder"
  },
  {
    "id": "fake_958",
    "claim": "Yes Please to Yogurt and Cheese: The New Improved Mediterranean Diet"
  },
  {
    "id": "fake_959",
    "claim": "Johns Hopkins team identifies promising diagnostic tool for Alzheimer's disease"
  },
  {
    "id": "fake_960",
    "claim": "Cedars-Sinai Surgeon Uses New Device to Perform First-Ever Surgery"
  },
  {
    "id": "fake_961",
    "claim": "Vitamin C May Reduce Harm to Infants’ Lungs Caused by Smoking During Pregnancy;"
  },
  {
    "id": "fake_962",
    "claim": "Mayo researchers say oral apixaban safe and effective for treating blood clots in cancer patients"
  },
  {
    "id": "fake_963",
    "claim": "Extract from soursop leaves can prevent the symptoms of fibromyalgia"
  },
  {
    "id": "fake_964",
    "claim": "Pulsed radiofrequency relieves acute back pain and sciatica"
  },
  {
    "id": "fake_965",
    "claim": "Electrical stimulation in the nose induces sense of smell in human subjects"
  },
  {
    "id": "fake_966",
    "claim": "MRI scans shows promise in predicting dementia"
  },
  {
    "id": "fake_967",
    "claim": "New blood test detects early stage ovarian cancer"
  },
  {
    "id": "fake_968",
    "claim": "Can't exercise? A hot bath may help improve inflammation, metabolism, study suggests"
  },
  {
    "id": "fake_969",
    "claim": "First-ever prostate cancer treatment uses gold nanoparticles to destroy tumorous cells"
  },
  {
    "id": "fake_970",
    "claim": "Fecal transplant effective against immunotherapy-induced colitis"
  },
  {
    "id": "fake_971",
    "claim": "Mailed HPV tests can help find women at-risk for cervical cancer, study finds"
  },
  {
    "id": "fake_972",
    "claim": "Fermented dairy products may protect against heart attack"
  },
  {
    "id": "fake_973",
    "claim": "Aspirin alone a good clot buster after knee surgery"
  },
  {
    "id": "fake_974",
    "claim": "Surgery technique reduces strokes in atherosclerosis patients"
  },
  {
    "id": "fake_975",
    "claim": "Distinguishing fatal prostate cancer from 'manageable' cancer now possible"
  },
  {
    "id": "fake_976",
    "claim": "'Universal' blood test for earlier diagnosis of cancer moves closer to market"
  },
  {
    "id": "fake_977",
    "claim": "Getting relief from sexual dysfunction and incontinence caused by menopause"
  },
  {
    "id": "fake_978",
    "claim": "High-Precision Proton Therapy More Effective in Treating Certain Cancers When Combined with Thermal Therapy"
  },
  {
    "id": "fake_979",
    "claim": "Study shows diet and weight may affect response to bipolar disorder treatment"
  },
  {
    "id": "fake_980",
    "claim": "Midwifery linked to lower odds of birth complications for low-income women"
  },
  {
    "id": "fake_981",
    "claim": "New cancer vaccine shows early promise for patients with HER2-positive cancers"
  },
  {
    "id": "fake_982",
    "claim": "Milk protein shown to alleviate chemotherapy side effects"
  },
  {
    "id": "fake_983",
    "claim": "Combo therapy of prostatectomy plus radiotherapy may improve survival in prostate cancer"
  },
  {
    "id": "fake_984",
    "claim": "Weight loss can be boosted fivefold thanks to novel mental imagery technique"
  },
  {
    "id": "fake_985",
    "claim": "Too many people missing out on health benefits of golf, says expert panel"
  },
  {
    "id": "fake_986",
    "claim": "First-Ever Rapid Response Test for Levels of Bifidobacterium in Baby's Gut Microbiome"
  },
  {
    "id": "fake_987",
    "claim": "Zika vaccine shows promise for treating deadly brain cancer"
  },
  {
    "id": "fake_988",
    "claim": "New blood test detects early stage pancreatic cancer"
  },
  {
    "id": "fake_989",
    "claim": "Testosterone replacement therapy may slow the progression of COPD"
  },
  {
    "id": "fake_990",
    "claim": "Nucleix Announces Positive Clinical Results for Lung EpiCheck in Early Detection of Lung Cancer"
  },
  {
    "id": "fake_991",
    "claim": "Newly Published Results Show Investigational Treatment Brexanolone Consistently Reduced Depressive Symptoms Across Three Postpartum Depression Trials, Supporting Submission for FDA Approval"
  },
  {
    "id": "fake_992",
    "claim": "NUS researchers use AI to successfully treat metastatic cancer patient"
  },
  {
    "id": "fake_993",
    "claim": "Combination approach shows promise for beating advanced melanoma"
  },
  {
    "id": "fake_994",
    "claim": "Scans cut heart attack rates and save lives, major study finds"
  },
  {
    "id": "fake_995",
    "claim": "Breastfeeding may help protect mothers against stroke"
  },
  {
    "id": "fake_996",
    "claim": "Simple score to diagnose heart attacks is safer, faster than current methods"
  },
  {
    "id": "fake_997",
    "claim": "Blood test may identify gestational diabetes risk in first trimester"
  },
  {
    "id": "fake_998",
    "claim": "Preliminary Data from Study Demonstrates 94% Accuracy in Detecting Aggressive Prostate Cancer"
  },
  {
    "id": "fake_999",
    "claim": "Innovative triple pill significantly lowers blood pressure, study finds"
  },
  {
    "id": "fake_1000",
    "claim": "Association of radiation therapy plus lumpectomy in reduced risk of dying in women with DCIS"
  },
  {
    "id": "fake_1001",
    "claim": "New emerging research suggests Montmorency tart cherries may help enhance gut health"
  },
  {
    "id": "fake_1002",
    "claim": "\"Liquid biopsy\" test improves health outcomes and can save over $500 million annually for the U.S. healthcare system"
  },
  {
    "id": "fake_1003",
    "claim": "Gas sensing gut pill beats breath test diagnosis"
  },
  {
    "id": "fake_1004",
    "claim": "A brain injury diagnosed with a single drop of blood"
  },
  {
    "id": "fake_1005",
    "claim": "New stroke imaging technology could reduce potential for patient brain damage"
  },
  {
    "id": "fake_1006",
    "claim": "Treating dementia with the healing waves of sound"
  },
  {
    "id": "fake_1007",
    "claim": "Sugar improves memory in over-60s, helping them work smarter"
  },
  {
    "id": "fake_1008",
    "claim": "Stem Cells Shows Promise For Repairing Torn Meniscus"
  },
  {
    "id": "fake_1009",
    "claim": "Robotic surgery as effective as open surgery for bladder cancer"
  },
  {
    "id": "fake_1010",
    "claim": "New hope for patients with incurable and disabling hand condition, Dupuytren's disease"
  },
  {
    "id": "fake_1011",
    "claim": "Older patients with knee pain may benefit from allograft transplant technique"
  },
  {
    "id": "fake_1012",
    "claim": "Cardiac hybrid imaging an effective tool for predicting heart attacks"
  },
  {
    "id": "fake_1013",
    "claim": "Blood Test Predicts Treatment Response and Survival for Patients with Metastatic Prostate Cancer"
  },
  {
    "id": "fake_1014",
    "claim": "Blood test predicts spastic cerebral palsy"
  },
  {
    "id": "fake_1015",
    "claim": "California man's research leads him to Beaumont's Proton Therapy Center in Michigan"
  },
  {
    "id": "fake_1016",
    "claim": "BCG vaccine leads to long-term blood sugar improvement in type 1 diabetes patients"
  },
  {
    "id": "fake_1017",
    "claim": "Large international study links blood vitamin D levels to colorectal cancer risk"
  },
  {
    "id": "fake_1018",
    "claim": "XARELTO® (rivaroxaban) Associated with Significantly Reduced Time in Hospital and Decreased Costs Compared to Standard of Care in New Study of Patients with Low-Risk Pulmonary Embolism (PE)"
  },
  {
    "id": "fake_1019",
    "claim": "Temple researchers reverse cognitive impairments in mice with dementia"
  },
  {
    "id": "fake_1020",
    "claim": "Mangoes helped improve cardiovascular and gut health in women"
  },
  {
    "id": "fake_1021",
    "claim": "Spironolactone may be an alternative to antibiotics in women's acne treatment"
  },
  {
    "id": "fake_1022",
    "claim": "Adding Atezolizumab Immunotherapy to Chemotherapy Slows Growth of Advanced Squamous Lung Cancer"
  },
  {
    "id": "fake_1023",
    "claim": "Promise of faster, more accessible schizophrenia diagnosis, Rutgers study shows"
  },
  {
    "id": "fake_1024",
    "claim": "New Real-World Study Finds Long-Term XARELTO® (rivaroxaban) Use Resulted in Fewer Strokes and Systemic Emboli Compared to Warfarin in Frail Patients with Non-Valvular Atrial Fibrillation"
  },
  {
    "id": "fake_1025",
    "claim": "Procedure plus medication is better than standard treatment for heart disease patients"
  },
  {
    "id": "fake_1026",
    "claim": "Mice regrow brain tissue after stroke with bioengineered gel"
  },
  {
    "id": "fake_1027",
    "claim": "UTA researcher patents “roach motel” for cancer"
  },
  {
    "id": "fake_1028",
    "claim": "UAB Recruiting for Clinical Trial to Determine Therapies for Eradication of Multiple Myeloma"
  },
  {
    "id": "fake_1029",
    "claim": "Rush is First to Use Microburst Vagus Nerve Stimulation for Drug-Resistant Epilepsy"
  },
  {
    "id": "fake_1030",
    "claim": "For women with history of pregnancy loss, walking may aid chance of becoming pregnant"
  },
  {
    "id": "fake_1031",
    "claim": "Sylentis announces the results of tivanisiran for dry eye syndrome"
  },
  {
    "id": "fake_1032",
    "claim": "New Phase 3 Data Show Esketamine Nasal Spray Demonstrated Rapid Improvements in Depressive Symptoms in Patients with Treatment-Resistant Depression"
  },
  {
    "id": "fake_1033",
    "claim": "New research ranks the effectiveness of nonsurgical treatments for knee osteoarthritis"
  },
  {
    "id": "fake_1034",
    "claim": "Clinical trial offers natural eczema treatment, using good bacteria to fight the bad"
  },
  {
    "id": "fake_1035",
    "claim": "New breath and urine tests detect early breast cancer more accurately"
  },
  {
    "id": "fake_1036",
    "claim": "Researchers use smart phone to make a faster infection detector"
  },
  {
    "id": "fake_1037",
    "claim": "Eating more fish could prevent Parkinson's disease"
  },
  {
    "id": "fake_1038",
    "claim": "Brain scans may help diagnose neurological, psychiatric disorders"
  },
  {
    "id": "fake_1039",
    "claim": "Screenings miss half of diabetic, prediabetic patients"
  },
  {
    "id": "fake_1040",
    "claim": "University of Waterloo develops new way to fight HIV transmission"
  },
  {
    "id": "fake_1041",
    "claim": "Multiple Studies Show Freespira® Eliminates Panic Attacks in 80% of Patients"
  },
  {
    "id": "fake_1042",
    "claim": "New class of drugs could help tackle treatment-resistant cancers"
  },
  {
    "id": "fake_1043",
    "claim": "New drug combo improves survival of women with rare uterine cancer"
  },
  {
    "id": "fake_1044",
    "claim": "Allina study shows patients with very small breast tumors may forgo lymph node biopsies"
  },
  {
    "id": "fake_1045",
    "claim": "Acupressure for menstrual pain"
  },
  {
    "id": "fake_1046",
    "claim": "Noninvasive stimulation device can help prevent migraine attacks"
  },
  {
    "id": "fake_1047",
    "claim": "Pediatric cancer drug shows 93 percent response rate"
  },
  {
    "id": "fake_1048",
    "claim": "Portable device detects severe stroke in seconds with 92 percent accuracy"
  },
  {
    "id": "fake_1049",
    "claim": "Canadian neuroscientists say daily ibuprofen can prevent Alzheimer's disease"
  },
  {
    "id": "fake_1050",
    "claim": "Eating pecans had significant effect on biomarkers of heart disease and type 2 diabetes"
  },
  {
    "id": "fake_1051",
    "claim": "Minimally invasive treatment reduces knee pain and disability from osteoarthritis"
  },
  {
    "id": "fake_1052",
    "claim": "Targeted immunotherapy treatment shows promise for treating advanced stage liver tumors"
  },
  {
    "id": "fake_1053",
    "claim": "Screening mammography for women 40-49 detects more cancers compared with older age groups"
  },
  {
    "id": "fake_1054",
    "claim": "Researchers find bone density scans can also help identify cardiovascular disease"
  },
  {
    "id": "fake_1055",
    "claim": "New tool helps identify risk for post-surgical dislocations following hip replacement"
  },
  {
    "id": "fake_1056",
    "claim": "HETLIOZ® (tasimelteon) Demonstrates Efficacy to Treat Jet Lag Disorder in an 8 Hour Phase Advance Clinical Study"
  },
  {
    "id": "fake_1057",
    "claim": "Why the latest shingles vaccine is more than 90 percent effective"
  },
  {
    "id": "fake_1058",
    "claim": "Nut consumption may aid colon cancer survival"
  },
  {
    "id": "fake_1059",
    "claim": "Scorpion venom component can reduce severity of rheumatoid arthritis"
  },
  {
    "id": "fake_1060",
    "claim": "Diet shown to reduce stroke risk may also reduce risk of depression"
  },
  {
    "id": "fake_1061",
    "claim": "Vegetarian and Mediterranean diet may be equally effective in preventing heart disease"
  },
  {
    "id": "fake_1062",
    "claim": "MRI technique differentiates benign breast lesions from malignancies"
  },
  {
    "id": "fake_1063",
    "claim": "FDA authorizes marketing of first blood test to aid in the evaluation of concussion in adults"
  },
  {
    "id": "fake_1064",
    "claim": "NIH scientists adapt new brain disease test for Parkinson’s, dementia with Lewy bodies"
  },
  {
    "id": "fake_1065",
    "claim": "Medical cannabis significantly safer for elderly with chronic pain than opioids"
  },
  {
    "id": "fake_1066",
    "claim": "Drug shown to reverse brain deficits caused by alcohol"
  },
  {
    "id": "fake_1067",
    "claim": "Extending dosing intervals reduces deadly side effect risk from multiple sclerosis drug"
  },
  {
    "id": "fake_1068",
    "claim": "Device Keeps Donor Kidneys Healthy Outside the Body Until Transplant"
  },
  {
    "id": "fake_1069",
    "claim": "Choose Omega-3s from fish over flax for cancer prevention, study finds"
  },
  {
    "id": "fake_1070",
    "claim": "Direct-to-implant breast reconstruction provides good results in older women"
  },
  {
    "id": "fake_1071",
    "claim": "Prompt clot-grabbing treatment produces better stroke outcomes"
  },
  {
    "id": "fake_1072",
    "claim": "Cavity prevention approach effectively reduces tooth decay"
  },
  {
    "id": "fake_1073",
    "claim": "Curcumin Improves Memory and Mood, New UCLA Study Says"
  },
  {
    "id": "fake_1074",
    "claim": "Postoperative wound monitoring app can reduce readmissions and improve patient care"
  },
  {
    "id": "fake_1075",
    "claim": "Prebiotics in infant formula could improve learning and memory and alter brain chemistry"
  },
  {
    "id": "fake_1076",
    "claim": "Weight-loss surgery associated with lower rate of death"
  },
  {
    "id": "fake_1077",
    "claim": "Boston Scientific Receives U.S. FDA Approval for Spectra WaveWriter™ Spinal Cord Stimulator System"
  },
  {
    "id": "fake_1078",
    "claim": "Cancer targeted with reusable 'stinging nettle' treatment"
  },
  {
    "id": "fake_1079",
    "claim": "Proper exercise can reverse damage from heart aging"
  },
  {
    "id": "fake_1080",
    "claim": "In clinical trial, cream reduces squamous cell carcinoma risk"
  },
  {
    "id": "fake_1081",
    "claim": "Migraine surgery produces 'dramatic improvements' in functioning, study finds"
  },
  {
    "id": "fake_1082",
    "claim": "High doses of vitamin D rapidly reduce arterial stiffness"
  },
  {
    "id": "fake_1083",
    "claim": "Researchers find potential path to repair MS-damaged nerves"
  },
  {
    "id": "fake_1084",
    "claim": "Weekly fish consumption linked to better sleep, higher IQ, Penn study finds"
  },
  {
    "id": "fake_1085",
    "claim": "Screening could prevent a quarter of hip fractures in older women"
  },
  {
    "id": "fake_1086",
    "claim": "Can you burn calories while sitting at a desk?"
  },
  {
    "id": "fake_1087",
    "claim": "Allergan Receives FDA Clearance For the CoolSculpting® Treatment To Improve Appearance Of Lax Tissue In The Double Chin"
  },
  {
    "id": "fake_1088",
    "claim": "Soy, cruciferous vegetables associated with fewer common breast cancer treatment side effects"
  },
  {
    "id": "fake_1089",
    "claim": "Marijuana May Help HIV Patients Keep Mental Stamina Longer"
  },
  {
    "id": "fake_1090",
    "claim": "Type 2 diabetes is not for life"
  },
  {
    "id": "fake_1091",
    "claim": "Minimally invasive treatment provides relief from back pain"
  },
  {
    "id": "fake_1092",
    "claim": "Abbreviated breast MRI may be additional screening option for dense breasts"
  },
  {
    "id": "fake_1093",
    "claim": "Cinnamon turns up the heat on fat cells"
  },
  {
    "id": "fake_1094",
    "claim": "Simple Electrocardiogram Can Determine Whether a Patient Has Major Depression or Bipolar Disorder, Study Finds"
  },
  {
    "id": "fake_1095",
    "claim": "Study shows therapy improves quality of life in people who have sleep apnea"
  },
  {
    "id": "fake_1096",
    "claim": "Devenish Announces World's First Naturally Enriched Omega-3 Chicken and Eggs With Proven Health Claims - Likely to Reduce Risk of Heart Attack, Stroke, Dementia and Depression"
  },
  {
    "id": "fake_1097",
    "claim": "Landmark study may impact standard stroke treatment guidelines"
  },
  {
    "id": "fake_1098",
    "claim": "HPV testing is better than the Pap test at detecting cervical cancer"
  },
  {
    "id": "fake_1099",
    "claim": "Northwestern Medicine offers new Minimally Invasive Breakthrough Treatment for Enlarged Prostate"
  },
  {
    "id": "fake_1100",
    "claim": "No significant difference in pain relief for opioids vs. non-opioid analgesics for treating arm or leg pain"
  },
  {
    "id": "fake_1101",
    "claim": "Scientists make significant breakthrough on superbug-killing antibiotic teixobactin"
  },
  {
    "id": "fake_1102",
    "claim": "Lose fat, preserve muscle: Weight training beats cardio for older adults"
  },
  {
    "id": "fake_1103",
    "claim": "Research pinpoints powerful biomarker of ,ultiple sclerosis"
  },
  {
    "id": "fake_1104",
    "claim": "Using Radar to Make Breast Surgery Easier for Women"
  },
  {
    "id": "fake_1105",
    "claim": "Good long-term improvement after 'reverse' shoulder replacement in patients under 60"
  },
  {
    "id": "fake_1106",
    "claim": "Breast cancer: genetic test could help fight secondary breast cancer"
  },
  {
    "id": "fake_1107",
    "claim": "Early data shows nearly 2x prolonged median survival for inoperable pancreatic cancer"
  },
  {
    "id": "fake_1108",
    "claim": "Creative Medical Technology Holdings Announces Commercialization of patented Stem Cell Procedure for Erectile Dysfunction"
  },
  {
    "id": "fake_1109",
    "claim": "On-and-off fasting helps fight obesity"
  },
  {
    "id": "fake_1110",
    "claim": "Promising New Leprosy Vaccine Moves Into Human Trials"
  },
  {
    "id": "fake_1111",
    "claim": "Allergy drug improves function in patients with chronic injury from multiple sclerosis"
  },
  {
    "id": "fake_1112",
    "claim": "Ibuprofen better choice over oral morphine for pain relief in children after minor surgery"
  },
  {
    "id": "fake_1113",
    "claim": "Multivitamins in pregnancy may be linked to lower autism risk in children"
  },
  {
    "id": "fake_1114",
    "claim": "Black tea may help with weight loss, too"
  },
  {
    "id": "fake_1115",
    "claim": "Text messaging program may help pregnant women kick the smoking habit"
  },
  {
    "id": "fake_1116",
    "claim": "Cooling treatment reduces epilepsy in children"
  },
  {
    "id": "fake_1117",
    "claim": "Genetic testing helps set safe dose of common blood thinner"
  },
  {
    "id": "fake_1118",
    "claim": "New delayed-release stimulant improves morning ADHD symptoms and all-day functioning"
  },
  {
    "id": "fake_1119",
    "claim": "Comprehensive meta-analysis affirms cranberries' role in promoting a healthy urinary tract"
  },
  {
    "id": "fake_1120",
    "claim": "Sleep deprivation is an effective anti-depressant for nearly half of depressed patients"
  },
  {
    "id": "fake_1121",
    "claim": "LED lights safer, more effective in producing Vitamin D3 than sunlight"
  },
  {
    "id": "fake_1122",
    "claim": "Therapy proves effective in subgroup of COPD patients"
  },
  {
    "id": "fake_1123",
    "claim": "New research to treat acute malnutrition"
  },
  {
    "id": "fake_1124",
    "claim": "Small increases in physical activity reduce immobility, disability risks in older adults"
  },
  {
    "id": "fake_1125",
    "claim": "Arthrokinex Announces IRAPjoint Product, a Non-Drug, Non-Surgical Joint Pain Management Solution Made From Your Own Blood."
  },
  {
    "id": "fake_1126",
    "claim": "Longtime antidepressant could slow Parkinson's"
  },
  {
    "id": "fake_1127",
    "claim": "Scientists discover and target brain area in patients with schizophrenia who 'hear voices'"
  },
  {
    "id": "fake_1128",
    "claim": "New osteoporosis treatment uses traditional Chinese herb to prevent bone loss"
  },
  {
    "id": "fake_1129",
    "claim": "Compounds in cocoa may help delay onset of type 2 diabetes"
  },
  {
    "id": "fake_1130",
    "claim": "Studies explore the potential benefits of red raspberries"
  },
  {
    "id": "fake_1131",
    "claim": "New recommendations for managing menopausal symptoms in breast cancer survivors"
  },
  {
    "id": "fake_1132",
    "claim": "New meta-analysis finds a plant-based vegetarian diet is associated with lower cholesterol"
  },
  {
    "id": "fake_1133",
    "claim": "Clinical study shows that retinal imaging may detect signs of Alzheimer's disease"
  },
  {
    "id": "fake_1134",
    "claim": "CHEO researchers identify practices leading to safer outcomes in procedural sedation for children"
  },
  {
    "id": "fake_1135",
    "claim": "Specialists make breakthrough in the treatment of anal cancer"
  },
  {
    "id": "fake_1136",
    "claim": "New blood test may transform the way cancer is monitored and treated"
  },
  {
    "id": "fake_1137",
    "claim": "Cardiac stem cells from young hearts could rejuvenate old hearts, new study shows"
  },
  {
    "id": "fake_1138",
    "claim": "Pregnancy Double Discovery"
  },
  {
    "id": "fake_1139",
    "claim": "New study shows supplementation of capsicum extract helps increase metabolic rate"
  },
  {
    "id": "fake_1140",
    "claim": "Breakthrough device heals organs with a single touch"
  },
  {
    "id": "fake_1141",
    "claim": "Resistance training may slow down the progression of multiple sclerosis"
  },
  {
    "id": "fake_1142",
    "claim": "A new HER2 mutation, a clinical trial and a promising diagnostic tool for metastatic breast cancer"
  },
  {
    "id": "fake_1143",
    "claim": "Oregano, Thyme May Hold the Cure for Wasting Syndrome Disease"
  },
  {
    "id": "fake_1144",
    "claim": "Scientists discover biomarkers which could lead to better treatments for CF patients"
  },
  {
    "id": "fake_1145",
    "claim": "Nanoparticles loaded with component of common spice kill cancer cells"
  },
  {
    "id": "fake_1146",
    "claim": "World-first ketamine trial shows promise for geriatric depression"
  },
  {
    "id": "fake_1147",
    "claim": "Concurrent chemotherapy, proton therapy improves survival in patients with advanced lung cancer"
  },
  {
    "id": "fake_1148",
    "claim": "Laser Treatment Reduces Eye Floaters"
  },
  {
    "id": "fake_1149",
    "claim": "Earlier blood testing for iron deficiency, anemia recommended for young women"
  },
  {
    "id": "fake_1150",
    "claim": "Radiation prior to surgery reduces risk of secondary tumors in early-stage breast cancer"
  },
  {
    "id": "fake_1151",
    "claim": "Football boosts bone development in boys"
  },
  {
    "id": "fake_1152",
    "claim": "ADHD medication tied to lower risk for alcohol, drug abuse in teens and adults"
  },
  {
    "id": "fake_1153",
    "claim": "Fasting blood sugar and fasting insulin identified as new biomarkers for weight loss"
  },
  {
    "id": "fake_1154",
    "claim": "Anti-gravity treadmills get patients running again after knee surgery"
  },
  {
    "id": "fake_1155",
    "claim": "Colored glasses may provide light sensitivity relief post-concussion"
  },
  {
    "id": "fake_1156",
    "claim": "Certain OTC, less expensive hearing aids provide benefit similar to conventional hearing aid"
  },
  {
    "id": "fake_1157",
    "claim": "Radiosurgery reduces depression and improves quality of life for patients with facial pain"
  },
  {
    "id": "fake_1158",
    "claim": "With health care cuts looming, low-cost magnesium a welcome option for treating depression"
  },
  {
    "id": "fake_1159",
    "claim": "Mount Sinai researcher identifies best practices for cochlear implant hearing preservation"
  },
  {
    "id": "fake_1160",
    "claim": "Eating more vegetable protein may protect against early menopause"
  },
  {
    "id": "fake_1161",
    "claim": "Superior Protection by Flublok® Influenza Vaccine in Seniors Documented in New England Journal of Medicine"
  },
  {
    "id": "fake_1162",
    "claim": "First-in-Canada Implant of Novel Sensor Device for Heart Failure Patients"
  },
  {
    "id": "fake_1163",
    "claim": "How six cups of ground coffee can improve nose, throat surgery"
  },
  {
    "id": "fake_1164",
    "claim": "New study from KKI shows feasibility of acupuncture in young children with ASD"
  },
  {
    "id": "fake_1165",
    "claim": "New Data From the Elekta Lung Research Group Support the use of Stereotactic Body Radiation Therapy in Elderly Patients With Early-stage Lung Cancer"
  },
  {
    "id": "fake_1166",
    "claim": "Online cognitive behavioral therapy for insomnia is effective for military"
  },
  {
    "id": "fake_1167",
    "claim": "Uterine fibroid embolization helps restore fertility"
  },
  {
    "id": "fake_1168",
    "claim": "Vegetarian diets almost twice as effective in reducing body weight, study finds"
  },
  {
    "id": "fake_1169",
    "claim": "Prebiotics reduce body fat in overweight children"
  },
  {
    "id": "fake_1170",
    "claim": "Bitter taste receptors may hold the key to managing preterm labor"
  },
  {
    "id": "fake_1171",
    "claim": "Starving prostate cancer with what you eat for dinner"
  },
  {
    "id": "fake_1172",
    "claim": "Treating depression w/ software: Tech from Mount Sinai steps into the digital healthcare universe"
  },
  {
    "id": "fake_1173",
    "claim": "New tech promises easier cervical cancer screening"
  },
  {
    "id": "fake_1174",
    "claim": "Drug for refractory psoriatic arthritis shows promise in clinical trial"
  },
  {
    "id": "fake_1175",
    "claim": "New Antibiotic Packs a Punch Against Bacterial Resistance"
  },
  {
    "id": "fake_1176",
    "claim": "Cannabis Derivative Cannabidiol Reduces Seizures in Severe Epilepsy Disorder"
  },
  {
    "id": "fake_1177",
    "claim": "Strategic brain training positively affects neural connectivity for individuals with TBI"
  },
  {
    "id": "fake_1178",
    "claim": "Stem cells may significantly improve tendon healing by regulating inflammation"
  },
  {
    "id": "fake_1179",
    "claim": "New cancer drug can prevent reactions to common airborne allergens"
  },
  {
    "id": "fake_1180",
    "claim": "Study confirms benefits of fennel in reducing postmenopause symptoms"
  },
  {
    "id": "fake_1181",
    "claim": "Children and adolescents who eat pasta have better overall diet quality new research shows"
  },
  {
    "id": "fake_1182",
    "claim": "Study: New blood test is more accurate in predicting prostate cancer risk than PSA"
  },
  {
    "id": "fake_1183",
    "claim": "New Peer-Reviewed Clinical Study Successfully Validates The Use Of Proove Opioid Risk® To Predict Prescription Opioid Abuse"
  },
  {
    "id": "fake_1184",
    "claim": "Breakthrough Study Stops Fat-Eating Prostate Cancer Cells"
  },
  {
    "id": "fake_1185",
    "claim": "Stroke, MS patients walk significantly better with neural stimulation"
  },
  {
    "id": "fake_1186",
    "claim": "Non-surgical weight-loss treatment found safe, effective for those with limited options"
  },
  {
    "id": "fake_1187",
    "claim": "First large-scale population analysis reinforces ketamine's reputation as antidepressant"
  },
  {
    "id": "fake_1188",
    "claim": "Common cold duration is shortened similarly by zinc acetate and zinc gluconate lozenges"
  },
  {
    "id": "fake_1189",
    "claim": "FDA approves new combination treatment for acute myeloid leukemia"
  },
  {
    "id": "fake_1190",
    "claim": "City of Hope researchers find regular use of aspirin can lower risk of breast cancer for women"
  },
  {
    "id": "fake_1191",
    "claim": "New eye test detects earliest signs of glaucoma"
  },
  {
    "id": "fake_1192",
    "claim": "Allergan Granted Marketing Authorization by the FDA for TrueTear™, the First Intranasal Neurostimulating Device Proven to Temporarily Increase Tear Production"
  },
  {
    "id": "fake_1193",
    "claim": "Patients with drug-resistant malaria cured by plant therapy developed at WPI"
  },
  {
    "id": "fake_1194",
    "claim": "Noninvasive Imaging Test Shown Accurate in Ruling Out Kidney Cancers"
  },
  {
    "id": "fake_1195",
    "claim": "Investigational dose of oral interferon-free treatment can cure hepatitis C in children"
  },
  {
    "id": "fake_1196",
    "claim": "150-year-old Drug May Provide ‘Off’ Time Relief for People with Advanced Parkinson’s Disease"
  },
  {
    "id": "fake_1197",
    "claim": "A potential cure for metastatic prostate cancer? Treatment combination shows early promise"
  },
  {
    "id": "fake_1198",
    "claim": "Teaching happiness to men with HIV boosts their health"
  },
  {
    "id": "fake_1199",
    "claim": "Dry needling offers alternative to cortisone injection for hip pain"
  },
  {
    "id": "fake_1200",
    "claim": "Technique improves breast reduction outcomes"
  },
  {
    "id": "fake_1201",
    "claim": "Laser-Based Dermatological Procedures Could Be Revolutionized with New Technique"
  },
  {
    "id": "fake_1202",
    "claim": "Pet exposure may reduce allergy and obesity"
  },
  {
    "id": "fake_1203",
    "claim": "Allergan Reports Topline Phase II Data Supporting Advancement of BOTOX® (onabotulinumtoxinA) for the Treatment of Major Depressive Disorder (MDD)"
  },
  {
    "id": "fake_1204",
    "claim": "Common antibiotic may help to prevent or treat PTSD"
  },
  {
    "id": "fake_1205",
    "claim": "Magnetic brain stimulation causes weight loss by making gut bacteria healthier"
  },
  {
    "id": "fake_1206",
    "claim": "Study shows real-world massage is effective treatment for low back pain"
  },
  {
    "id": "fake_1207",
    "claim": "FDA approves new eczema drug Dupixent"
  },
  {
    "id": "fake_1208",
    "claim": "Statins May Provide Treatment Alternative for Chronic Liver Disease"
  },
  {
    "id": "fake_1209",
    "claim": "Researchers warn of hazards of smoking and need for wider use of varenicline to quit"
  },
  {
    "id": "fake_1210",
    "claim": "Immunotherapy Drug Becomes First Therapy Approved by FDA for Rare Skin Cancer"
  },
  {
    "id": "fake_1211",
    "claim": "Active Surveillance Preserves Quality of Life for Prostate Cancer Patients"
  },
  {
    "id": "fake_1212",
    "claim": "SBRT Offers Curative Option for Lung Cancer Patients Age 80 and Older"
  },
  {
    "id": "fake_1213",
    "claim": "Palliative Care Consults for Patients with Advanced Cancers Reduces Hospitalization and Improves Quality of Care"
  },
  {
    "id": "fake_1214",
    "claim": "Pembrolizumab shows promise in treatment of mesothelioma"
  },
  {
    "id": "fake_1215",
    "claim": "More IV fluids, fewer c-sections"
  },
  {
    "id": "fake_1216",
    "claim": "Topical curcumin gel effective in treating burns and scalds"
  },
  {
    "id": "fake_1217",
    "claim": "Free lung-cancer screening in the Augusta area finds more than double the cancer rate of previous screenings"
  },
  {
    "id": "fake_1218",
    "claim": "New blood test may predict cardiovascular events in patients with or without coronary artery disease"
  },
  {
    "id": "fake_1219",
    "claim": "Erectile dysfunction drugs are safe, possibly beneficial after heart attack"
  },
  {
    "id": "fake_1220",
    "claim": "FDA approves first treatment for frequent urination at night due to overproduction of urine"
  },
  {
    "id": "fake_1221",
    "claim": "Blueberry concentrate improves brain function in older people"
  },
  {
    "id": "fake_1222",
    "claim": "Soy food consumption linked to prolonged survival in some breast cancer patients"
  },
  {
    "id": "fake_1223",
    "claim": "Exact Sciences and Mayo Clinic study shows promise of new blood-based lung cancer test"
  },
  {
    "id": "fake_1224",
    "claim": "Nonsurgical treatment can correct congenital ear malformations in infants"
  },
  {
    "id": "fake_1225",
    "claim": "Receiving a clot-buster drug before reaching the hospital may reduce stroke disability"
  },
  {
    "id": "fake_1226",
    "claim": "Study Finds Single, Escalated Dose of Brachytherapy Radiation May Be a Safe and Effective Treatment for Localized Prostate Cancer"
  },
  {
    "id": "fake_1227",
    "claim": "Study Reveals Ways to Improve Outcomes, Reduce Costs for Common Heart Procedure"
  },
  {
    "id": "fake_1228",
    "claim": "Screening MRI benefits women at average risk of breast cancer"
  },
  {
    "id": "fake_1229",
    "claim": "Postmenopausal hormone therapy exceeding ten years may protect from dementia"
  },
  {
    "id": "fake_1230",
    "claim": "Scientifically-designed fasting diet lowers risks for major diseases"
  },
  {
    "id": "fake_1231",
    "claim": "High rates of satisfaction for applicator free local estrogen softgel ovule"
  },
  {
    "id": "fake_1232",
    "claim": "FDA approves new psoriasis drug"
  },
  {
    "id": "fake_1233",
    "claim": "Testosterone therapy provides protection against cardiovascular disease in men with low testosterone"
  },
  {
    "id": "fake_1234",
    "claim": "New method reduces adverse effects of rectal cancer treatment"
  },
  {
    "id": "fake_1235",
    "claim": "The best treatment for laryngeal cancer? This approach helps decide"
  },
  {
    "id": "fake_1236",
    "claim": "Encouraging clinical results for an antibody drug to prevent or treat HIV"
  },
  {
    "id": "fake_1237",
    "claim": "Laparoscopic anti-reflux operation for GERD linked to fewer postoperative complications"
  },
  {
    "id": "fake_1238",
    "claim": "Amgen Announces Repatha® (Evolocumab) Significantly Reduced The Risk Of Cardiovascular Events In FOURIER Outcomes Study"
  },
  {
    "id": "fake_1239",
    "claim": "Stem cell transplants may induce long-term remission of multiple sclerosis"
  },
  {
    "id": "fake_1240",
    "claim": "Breath test could help detect stomach and oesophageal cancers"
  },
  {
    "id": "fake_1241",
    "claim": "Anti-inflammatory diet could reduce risk of bone loss in women"
  },
  {
    "id": "fake_1242",
    "claim": "FDA approves Trulance for Chronic Idiopathic Constipation"
  },
  {
    "id": "fake_1243",
    "claim": "New MRI method aids long-term concussion prognosis"
  },
  {
    "id": "fake_1244",
    "claim": "Mount Sinai researchers involved in successful phase 3 trial of drug for liver cancer"
  },
  {
    "id": "fake_1245",
    "claim": "Breast cancer prognosis of African-American patients may improve with chemotherapy before surgery"
  },
  {
    "id": "fake_1246",
    "claim": "Lap Band Surgery Benefits Very Obese Adolescents"
  },
  {
    "id": "fake_1247",
    "claim": "Personalized treatment for those in blood pressure 'gray zone'"
  },
  {
    "id": "fake_1248",
    "claim": "Progesterone may be key to preventing recurrent miscarriage"
  },
  {
    "id": "fake_1249",
    "claim": "Tucatinib (ONT-380) progressing in pivotal trial against HER2+ breast cancer"
  },
  {
    "id": "fake_1250",
    "claim": "Tablet devices show promise in managing agitation among patients with dementia"
  },
  {
    "id": "fake_1251",
    "claim": "Natural tooth repair method, using Alzheimer's drug, could revolutionize dental treatments"
  },
  {
    "id": "fake_1252",
    "claim": "Sun Pharma Announces Positive Topline Results of Confirmatory Phase-3 Clinical Trial for Seciera™ for Treatment of Dry Eye"
  },
  {
    "id": "fake_1253",
    "claim": "Zinc eaten at levels found in biofortified crops reduces 'wear and tear' on DNA"
  },
  {
    "id": "fake_1254",
    "claim": "Vaccine shows promising results for early-stage breast cancer patients"
  },
  {
    "id": "fake_1255",
    "claim": "New study finds EPA and DHA omega-3s lower risk of coronary heart disease"
  },
  {
    "id": "fake_1256",
    "claim": "New apps designed to reduce depression and anxiety as easily as checking your phone"
  },
  {
    "id": "fake_1257",
    "claim": "Fenofibrate may reduce heart disease risk in some patients with type 2 diabetes"
  },
  {
    "id": "fake_1258",
    "claim": "Researchers develop automated melanoma detector for skin cancer screening"
  },
  {
    "id": "fake_1259",
    "claim": "Reducing Radiation Successfully Treats HPV-Positive Oropharynx Cancers and Minimizes Side Effects"
  },
  {
    "id": "fake_1260",
    "claim": "The Lancet: Final trial results confirm Ebola vaccine provides high protection against disease"
  },
  {
    "id": "fake_1261",
    "claim": "‘Miracle Patient’ Finds New Hope with Breast Cancer Vaccine"
  },
  {
    "id": "fake_1262",
    "claim": "Light therapy effectively treats early prostate cancer"
  },
  {
    "id": "fake_1263",
    "claim": "A potential pharmaceutical intervention for co-occurring PTSD and substance use disorder"
  },
  {
    "id": "fake_1264",
    "claim": "Anesthetic cream best for relieving vaccination pain in infants"
  },
  {
    "id": "fake_1265",
    "claim": "Drug for narcolepsy could help food addicts lose weight"
  },
  {
    "id": "fake_1266",
    "claim": "Study: Running actually lowers inflammation in knee joints"
  },
  {
    "id": "fake_1267",
    "claim": "Healthy Diet May Help Kidney Disease Patients Live Longer"
  },
  {
    "id": "fake_1268",
    "claim": "Immunotherapy shows promise in preventing leukemia relapse"
  },
  {
    "id": "fake_1269",
    "claim": "Mayo Clinic finds surprising results on first-ever test of stem cell therapy to treat arthritis"
  },
  {
    "id": "fake_1270",
    "claim": "Dabigatran superior to warfarin when anticoagulation is resumed after bleeding"
  },
  {
    "id": "fake_1271",
    "claim": "Saturated fat could be good for you"
  },
  {
    "id": "fake_1272",
    "claim": "Single Dose of Hallucinogenic Drug Psilocybin Relieves Anxiety and Depression in Patients with Advanced Cancer"
  },
  {
    "id": "fake_1273",
    "claim": "Hallucinogenic Drug Psilocybin Eases Existential Anxiety in People with Life-Threatening Cancer"
  },
  {
    "id": "fake_1274",
    "claim": "Use of Frailty Screening Initiative before Surgery Associated with Reduced Risk of Death"
  },
  {
    "id": "fake_1275",
    "claim": "Electro-acupuncture for disrupted sleep in women with breast cancer"
  },
  {
    "id": "fake_1276",
    "claim": "In Highly Lethal Type of Leukemia, Cancer Gene Predicts Treatment Response"
  },
  {
    "id": "fake_1277",
    "claim": "FDA approves Intrarosa for postmenopausal women experiencing pain during sex"
  },
  {
    "id": "fake_1278",
    "claim": "Development of a wearable medical device for type 2 diabetes"
  },
  {
    "id": "fake_1279",
    "claim": "Vitamin D reduces respiratory infections, says CU Anschutz study"
  },
  {
    "id": "fake_1280",
    "claim": "Probiotics improve cognition in Alzheimer's patients"
  },
  {
    "id": "fake_1281",
    "claim": "Clinical Study Verifies HSRx OTC Drug Product For Joint Pain Delivers Faster And More Effective Treatment Results Than A Current Market Leading Product"
  },
  {
    "id": "fake_1282",
    "claim": "Western and Lawson scientists develop game-changing blood test for concussions"
  },
  {
    "id": "fake_1283",
    "claim": "Using a patient's own words, machine learning automatically identifies suicidal behavior"
  },
  {
    "id": "fake_1284",
    "claim": "Study puts Weight Watchers to the test for type 2 diabetes"
  },
  {
    "id": "fake_1285",
    "claim": "New Study Shows Balloon in a Capsule Helps Patients Lose Nearly Twice as Much Weight Than Diet, Exercise and Lifestyle Therapy Alone"
  },
  {
    "id": "fake_1286",
    "claim": "Prostate drug offers new relief for kidney stone suffers"
  },
  {
    "id": "fake_1287",
    "claim": "Male birth control shots prevent pregnancy"
  },
  {
    "id": "fake_1288",
    "claim": "Two New Studies Document Improvement in Breast Cancer Treatment with Use of BioZorb Implant"
  },
  {
    "id": "fake_1289",
    "claim": "Easing Labor Pain May Help Reduce Postpartum Depression in Some Women, Early Research Suggests"
  },
  {
    "id": "fake_1290",
    "claim": "Cleveland Clinic study finds whole grain diet reduces cardiovascular disease risk"
  },
  {
    "id": "fake_1291",
    "claim": "Phase 3 analyses in Alzheimer's show clinical benefit of tramiprosate in APOE4 carriers"
  },
  {
    "id": "fake_1292",
    "claim": "Toothpaste significantly reduces dental plaque and inflammation throughout the body"
  },
  {
    "id": "fake_1293",
    "claim": "Cocoa compound linked to some cardiovascular biomarker improvements"
  },
  {
    "id": "fake_1294",
    "claim": "Anti-inflammatory drugs could help treat symptoms of depression, study suggests"
  },
  {
    "id": "fake_1295",
    "claim": "Novel 'patient-friendly' colonoscopy prep shows excellent efficacy and safety"
  },
  {
    "id": "fake_1296",
    "claim": "Even partial steroid treatment can benefit extremely preterm infants, NIH study suggests"
  },
  {
    "id": "fake_1297",
    "claim": "Modified cast instead of surgery results in similar functional outcomes for ankle fracture in older adults"
  },
  {
    "id": "fake_1298",
    "claim": "First human clinical trial for nicotinamide riboside"
  },
  {
    "id": "fake_1299",
    "claim": "'Game-changing' immunotherapy doubles head and neck cancer survival"
  },
  {
    "id": "fake_1300",
    "claim": "Concussion can now be diagnosed with 95 percent specificity"
  },
  {
    "id": "fake_1301",
    "claim": "For women, caffeine could be ally in warding off dementia"
  },
  {
    "id": "fake_1302",
    "claim": "Self-Adhesive Dressing Generates Electrical Current That Promotes Healing, Reduces Infection Risk"
  },
  {
    "id": "fake_1303",
    "claim": "Acupuncture Reduces Hot Flashes for Half of Women, Study Finds"
  },
  {
    "id": "fake_1304",
    "claim": "Continuing Developments In Medical Consensus On The Utility Of Peppermint Oil For Irritable Bowel Syndrome (IBS)"
  },
  {
    "id": "fake_1305",
    "claim": "FDA approves expanded indications for Ilaris for three rare diseases"
  },
  {
    "id": "fake_1306",
    "claim": "SBRT Offers Prostate Cancer Patients High Cancer Control and Low Toxicity in Fewer Treatments"
  },
  {
    "id": "fake_1307",
    "claim": "UNC Hearing Loss Experts Lead Clinical Trials of FDA-Approved Hearing Implant"
  },
  {
    "id": "fake_1308",
    "claim": "Discovery offers prospect of shorter treatment and cure for chronic myelogenous leukemia"
  },
  {
    "id": "fake_1309",
    "claim": "KVK Tech Announces FDA-Approval of Lomaira™ (phentermine hydrochloride USP) 8 mg tablets, CIV, A Low-Cost, Low-Dose Phentermine That Can Be Used Up To Three Times Daily for Weight Reduction"
  },
  {
    "id": "fake_1310",
    "claim": "FDA Approves Bayer's Kyleena™ (Levonorgestrel-Releasing Intrauterine System) 19.5 mg for Prevention of Pregnancy for up to Five Years"
  },
  {
    "id": "fake_1311",
    "claim": "FDA Clears P-Cure Upright Imaging Solution for Proton Therapy Enhancement"
  },
  {
    "id": "fake_1312",
    "claim": "GSK's candidate shingles vaccine shows high efficacy against shingles and its complications in adults aged 70 years and over in phase III study published in NEJM"
  },
  {
    "id": "fake_1313",
    "claim": "Measuring new hormone may reduce teenagers wrongly diagnosed with PCOS"
  },
  {
    "id": "fake_1314",
    "claim": "Humira Provides Effective, Non-Steroid Alternative for Eye Inflammation"
  },
  {
    "id": "fake_1315",
    "claim": "Asthma gene's effect on respiratory symptoms in infancy depends on breastfeeding status"
  },
  {
    "id": "fake_1316",
    "claim": "New HIF-2 kidney cancer therapy more effective than current treatment, study shows"
  },
  {
    "id": "fake_1317",
    "claim": "Implanted device successfully treats central sleep apnea, study finds"
  },
  {
    "id": "fake_1318",
    "claim": "Novel Test Distinguishes Atypical Moles From Melanoma"
  },
  {
    "id": "fake_1319",
    "claim": "Osteopathic manipulative treatment improves outcomes for elderly pneumonia patients"
  },
  {
    "id": "fake_1320",
    "claim": "Experts say inexpensive drug could slow heart disease for type 1 diabetic patients"
  },
  {
    "id": "fake_1321",
    "claim": "Acetaminophen does not aggravate children's asthma"
  },
  {
    "id": "fake_1322",
    "claim": "Study shows acetaminophen can be tolerated by children with mild, persistent asthma"
  },
  {
    "id": "fake_1323",
    "claim": "Scalpel-Free Surgery Proves Safe, Effective for Treating Essential Tremor"
  },
  {
    "id": "fake_1324",
    "claim": "Vaping may lead to fewer respiratory infections for ex-smokers"
  },
  {
    "id": "fake_1325",
    "claim": "Study paves way for steroid treatments with fewer side effects"
  },
  {
    "id": "fake_1326",
    "claim": "Two New Drugs Show Promise for Patients with Aggressive Breast Cancer – PR News"
  },
  {
    "id": "fake_1327",
    "claim": "Flu nasal spray provides similar protection against influenza as flu shot: Study"
  },
  {
    "id": "fake_1328",
    "claim": "Injected Drug Reduces Risk of Fracture among Women with Osteoporosis"
  },
  {
    "id": "fake_1329",
    "claim": "Want a Better Memory? Try Eating a Mediterranean Diet"
  },
  {
    "id": "fake_1330",
    "claim": "Treating at the Earliest Sign of MS May Offer Long-Term Benefit"
  },
  {
    "id": "fake_1331",
    "claim": "Asthma pill could reduce symptoms in severe sufferers"
  },
  {
    "id": "fake_1332",
    "claim": "Researchers propose new treatment to prevent kidney stones"
  },
  {
    "id": "fake_1333",
    "claim": "Maintaining a healthy heart through bile acids"
  },
  {
    "id": "fake_1334",
    "claim": "New Biochip-Based Blood Test Detects Elevated Risk for Alzheimer's Disease"
  },
  {
    "id": "fake_1335",
    "claim": "Treating pain without feeding addiction: Study shows promise of non-drug pain management"
  },
  {
    "id": "fake_1336",
    "claim": "Increasing the Odds of Prostate Cancer Detection"
  },
  {
    "id": "fake_1337",
    "claim": "Life Extension-supported study published in Lancet Neurology finds green tea extract improves cognition in Down Syndrome"
  },
  {
    "id": "fake_1338",
    "claim": "International Study Finds Effective, Less Toxic Way to Treat Brain Tumors"
  },
  {
    "id": "fake_1339",
    "claim": "UAB Optometrist Improves Treatment and Care for Patients with Dry Eye"
  },
  {
    "id": "fake_1340",
    "claim": "Researchers produce first widely protective vaccine against chlamydia"
  },
  {
    "id": "fake_1341",
    "claim": "Nasal irrigation may prevent chronic sinus ailments; however, steam inhalation not effective"
  },
  {
    "id": "fake_1342",
    "claim": "Estrogen Patch in Newly Postmenopausal Women May Reduce Alzheimer’s Risk"
  },
  {
    "id": "fake_1343",
    "claim": "HPV Vaccine Can Protect Women Across a Broad Age Range"
  },
  {
    "id": "fake_1344",
    "claim": "Immunotherapy reduces cardiovascular risk in rheumatoid arthritis"
  },
  {
    "id": "fake_1345",
    "claim": "Treating First Time Shoulder Dislocations with Surgery Can Benefit Young Athletes, Study Shows"
  },
  {
    "id": "fake_1346",
    "claim": "Cetuximab and Radiotherapy in Laryngeal Preservation for Cancers of the Larynx and Hypopharynx: A Secondary Analysis of a Randomized Clinical Trial"
  },
  {
    "id": "fake_1347",
    "claim": "Cravings for High-Calorie Foods May Be Switched Off in the Brain by New Supplement"
  },
  {
    "id": "fake_1348",
    "claim": "FDA approves Epclusa for treatment of chronic Hepatitis C virus infection"
  },
  {
    "id": "fake_1349",
    "claim": "Foot wrap offers alternative to medication for patients with restless legs syndrome"
  },
  {
    "id": "fake_1350",
    "claim": "Healthy aging benefits may be associated with walnut consumption, according to research"
  },
  {
    "id": "fake_1351",
    "claim": "Simple measures can reduce post-operative cognitive dysfunction in older patients"
  },
  {
    "id": "fake_1352",
    "claim": "Antiviral Treatment During Pregnancy Reduces Mother-to-Child Transmission of Hepatitis B"
  },
  {
    "id": "fake_1353",
    "claim": "Timely use of Novartis' Entresto could prevent or postpone over 28,000 US deaths per year among HFrEF patients, according to an expert analysis in JAMA Cardiology"
  },
  {
    "id": "fake_1354",
    "claim": "Device for irregular heartbeat may be more cost-effective than medication"
  },
  {
    "id": "fake_1355",
    "claim": "Pre and Post Testing Show Reversal of Memory Loss From Alzheimer’s Disease in Ten Patients"
  },
  {
    "id": "fake_1356",
    "claim": "'Holy grail' of breast cancer prevention in high-risk women may be in sight"
  },
  {
    "id": "fake_1357",
    "claim": "MS breakthrough: Replacing diseased immune system halts progression and allows repair"
  },
  {
    "id": "fake_1358",
    "claim": "How to diagnose systemic infections much more quickly and reliably"
  },
  {
    "id": "fake_1359",
    "claim": "Barley lowers not one but two types of 'bad cholesterol', review suggests"
  },
  {
    "id": "fake_1360",
    "claim": "New drug clears psoriasis in clinical trials"
  },
  {
    "id": "fake_1361",
    "claim": "Mesothelioma Surgery Improves Quality of Life, Study Finds"
  },
  {
    "id": "fake_1362",
    "claim": "Lung Cancer Breath ‘Signature’ Presents Promise for Earlier Diagnosis"
  },
  {
    "id": "fake_1363",
    "claim": "Topical skin creams effective to treat superficial basal cell carcinoma: New study"
  },
  {
    "id": "fake_1364",
    "claim": "International trial changing standard of care for advanced breast cancer"
  },
  {
    "id": "fake_1365",
    "claim": "Nivolumab immunotherapy helps patients with advanced bladder cancer"
  },
  {
    "id": "fake_1366",
    "claim": "Fighting Advanced Thyroid Cancer with Immunotherapy"
  },
  {
    "id": "fake_1367",
    "claim": "Prevention of Genetic Breast Cancer Within Reach"
  },
  {
    "id": "fake_1368",
    "claim": "CD34+ cell treatment reduced angina frequency for 'no option' patients"
  },
  {
    "id": "fake_1369",
    "claim": "Medimetriks announces the results of a successful Phase 2 trial of MM36 in Atopic Dermatitis; Study results and design published in the Journal of the American Academy of Dermatology (JAAD)"
  },
  {
    "id": "fake_1370",
    "claim": "NIH study confirms benefits of intensive blood pressure management among seniors aged 75 and older"
  },
  {
    "id": "fake_1371",
    "claim": "Melatonin reduces blood pressure and tunes up disrupted circadian rhythms in the elderly"
  },
  {
    "id": "fake_1372",
    "claim": "Investigational CDK4/6 inhibitor abemaciclib is active against a range of cancer types"
  },
  {
    "id": "fake_1373",
    "claim": "FDA approves new, targeted treatment for bladder cancer"
  },
  {
    "id": "fake_1374",
    "claim": "Oramed Announces Positive Top-Line Results from Phase IIb Oral Insulin Study"
  },
  {
    "id": "fake_1375",
    "claim": "New easy-to-use TB test achieves accuracy comparable to IGRAs in Phase III trials"
  },
  {
    "id": "fake_1376",
    "claim": "Stave off cognitive decline with seafood"
  },
  {
    "id": "fake_1377",
    "claim": "Studies Show Oral Testosterone Safe and Efficacious in Long-term Management of Hypogonadism"
  },
  {
    "id": "fake_1378",
    "claim": "Braeburn Pharmaceuticals and Camurus announce positive top line results from Phase 2 opioid challenge study with CAM2038 in subjects with opioid use disorder"
  },
  {
    "id": "fake_1379",
    "claim": "Blood thinners on 'as needed' basis is safe and effective for lowering stroke risk as compared to long-term use"
  },
  {
    "id": "fake_1380",
    "claim": "Glaucoma Drug-Dispensing Eye Insert Shows Promise as New Option for Patients Struggling to Take Daily Prescription Eye Drops"
  },
  {
    "id": "fake_1381",
    "claim": "Surgery for chronic temporal headaches -- simplified approach shows good results"
  },
  {
    "id": "fake_1382",
    "claim": "FDA approves first drug to treat hallucinations and delusions associated with Parkinson’s disease"
  },
  {
    "id": "fake_1383",
    "claim": "CVS Health Research Institute Study Shows that Home Infusion Care Improves Patient Outcomes and Quality of Life While Reducing Overall Costs"
  },
  {
    "id": "fake_1384",
    "claim": "Less body fat for toddlers taking vitamin D"
  },
  {
    "id": "fake_1385",
    "claim": "Study Results Published in JAMA Conclude that 3D MAMMOGRAPHY™ Exams Outperform Conventional Mammography for Women with Both Dense and Nondense Breasts"
  },
  {
    "id": "fake_1386",
    "claim": "Relapses of childhood leukemia improve with high doses of common chemo drug"
  },
  {
    "id": "fake_1387",
    "claim": "One antidepressant shown to control weight during 2-year study"
  },
  {
    "id": "fake_1388",
    "claim": "Websites aren't telling full story on tobacco product risks"
  },
  {
    "id": "fake_1389",
    "claim": "Taking aspirin could increase cancer survival by 20 percent"
  },
  {
    "id": "fake_1390",
    "claim": "First-ever nivolumab study to treat aggressive anal cancer appears promising"
  },
  {
    "id": "fake_1391",
    "claim": "UT Southwestern research shows 98 percent cure rate for prostate cancer using SBRT"
  },
  {
    "id": "fake_1392",
    "claim": "Experimental drug guadecitabine found safe in patients with colorectal cancer"
  },
  {
    "id": "fake_1393",
    "claim": "Ultrasound Headset May Be New Way to Recognize Concussion on the Sidelines"
  },
  {
    "id": "fake_1394",
    "claim": "Video games improve brain connections in multiple sclerosis patients"
  },
  {
    "id": "fake_1395",
    "claim": "Shire Announces Positive Results of SHP465 Safety and Efficacy Study in Children and Adolescents with ADHD"
  },
  {
    "id": "fake_1396",
    "claim": "Lung ultrasound may be a safe substitute for chest X-ray when diagnosing pneumonia in children"
  },
  {
    "id": "fake_1397",
    "claim": "Heart bypass surgery brings long-term benefits"
  },
  {
    "id": "fake_1398",
    "claim": "Promising new blood test is first of its kind to detect liver scarring"
  },
  {
    "id": "fake_1399",
    "claim": "Choir singing boosts immune system activity in cancer patients and carers, study shows"
  },
  {
    "id": "fake_1400",
    "claim": "Abaloparatide may help prevent fractures in postmenopausal women with osteoporosis"
  },
  {
    "id": "fake_1401",
    "claim": "More than 1000 Lives Reported Saved with Help of EVZIO® (naloxone HCl injection) Auto-injectors"
  },
  {
    "id": "fake_1402",
    "claim": "High-risk lung cancer patients may not need annual screenings"
  },
  {
    "id": "fake_1403",
    "claim": "Study: Simple blood test can detect evidence of concussions up to a week after injury"
  },
  {
    "id": "fake_1404",
    "claim": "Can an iPad Help You See?"
  },
  {
    "id": "fake_1405",
    "claim": "Eating Foods High in Vitamin C Cuts Risk of Cataract Progression by a Third"
  },
  {
    "id": "fake_1406",
    "claim": "Impact of first federally funded anti-smoking ad campaign remains strong after three years"
  },
  {
    "id": "fake_1407",
    "claim": "Mammograms: Another way to screen for heart disease?"
  },
  {
    "id": "fake_1408",
    "claim": "Reverse your diabetes -- and you can stay diabetes-free long-term"
  },
  {
    "id": "fake_1409",
    "claim": "Children in intensive care recover faster with little to no nutrition"
  },
  {
    "id": "fake_1410",
    "claim": "New Study Shows Ketamine May Regenerate Brain Cells, Relieving Depression with Lasting Benefit"
  },
  {
    "id": "fake_1411",
    "claim": "Celator Announces Phase 3 Trial for VYXEOS™ (CPX-351) in Patients with High-Risk Acute Myeloid Leukemia Demonstrates Statistically Significant Improvement in Overall Survival"
  },
  {
    "id": "fake_1412",
    "claim": "Surgery improves survival rates for men with prostate cancer if radiation treatments fail"
  },
  {
    "id": "fake_1413",
    "claim": "Two-year, EU-funded Study Reveals a Medical Food in the Form of a Daily Nutritional Drink Can Help to Conserve Memory, the Ability to Think and Perform Everyday Tasks, as well as Reduce Brain Shrinkag"
  },
  {
    "id": "fake_1414",
    "claim": "Drug combination slows breast cancer spread"
  },
  {
    "id": "fake_1415",
    "claim": "Peanuts, peanut butter may hold key to preventing obesity"
  },
  {
    "id": "fake_1416",
    "claim": "Chrono Therapeutics' Smoking Cessation Technology Demonstrates Significant Reduction in Nicotine Cravings"
  },
  {
    "id": "fake_1417",
    "claim": "New Breast Reconstruction Technique Provides Better Outcomes, Less Discomfort for Women Recovering From Breast Cancer"
  },
  {
    "id": "fake_1418",
    "claim": "Barrow neurosurgeon helps pave way for deep brain stimulation and Alzheimer's"
  },
  {
    "id": "fake_1419",
    "claim": "PCSK9-Inhibitor Drug Class That Grew Out of UT Southwestern Research Becomes a Game-Changer for Patient with Extremely High Cholesterol"
  },
  {
    "id": "fake_1420",
    "claim": "Eylea outperforms Avastin for diabetic macular edema with moderate or worse vision loss"
  },
  {
    "id": "fake_1421",
    "claim": "Lipogen Targets PMS/PMDD Relief, Naturally"
  },
  {
    "id": "fake_1422",
    "claim": "Study shows children's best hope for the potassium and fiber missing in their diets is potatoes"
  },
  {
    "id": "fake_1423",
    "claim": "Omega-3 Fatty Acids May Lower Breast Cancer Risk in Postmenopausal Obese Women"
  },
  {
    "id": "fake_1424",
    "claim": "Penn research: An FDA-approved Alzheimer's drug could help smokers quit"
  },
  {
    "id": "fake_1425",
    "claim": "New drug reverses the effects of blood thinner in patients with brain hemorrhage"
  },
  {
    "id": "fake_1426",
    "claim": "Study suggests sildenafil may relieve severe form of edema in swimmers"
  },
  {
    "id": "fake_1427",
    "claim": "New milestone for device that can 'smell' prostate cancer"
  },
  {
    "id": "fake_1428",
    "claim": "New study reveals fresh avocado-substituted diet significantly changes lipid profile"
  },
  {
    "id": "fake_1429",
    "claim": "For pregnant women with flu, the earlier the better for antiviral treatment"
  },
  {
    "id": "fake_1430",
    "claim": "Removal of complex renal tumors performed safely by robotic surgery in selected patients"
  },
  {
    "id": "fake_1431",
    "claim": "The test that reveals cancer sooner"
  },
  {
    "id": "fake_1432",
    "claim": "Clip-on device offers protection against mosquitoes that transmit Zika"
  },
  {
    "id": "fake_1433",
    "claim": "To Prevent Infection After C-Section, Chlorhexidine Better Than Iodine"
  },
  {
    "id": "fake_1434",
    "claim": "The benefits of chocolate during pregnancy"
  },
  {
    "id": "fake_1435",
    "claim": "Proton therapy controls common pediatric brain tumor with fewer long-term side effects"
  },
  {
    "id": "fake_1436",
    "claim": "Higher dietary fiber intake in young women may reduce breast cancer risk"
  },
  {
    "id": "fake_1437",
    "claim": "Merck Receives FDA Approval of ZEPATIER™ (elbasvir and grazoprevir) for the Treatment of Chronic Hepatitis C Virus Genotype 1 or 4 Infection in Adults Following Priority Review"
  },
  {
    "id": "fake_1438",
    "claim": "New study shows aged garlic extract can reduce dangerous plaque buildup in arteries"
  },
  {
    "id": "fake_1439",
    "claim": "Gene therapy for rare bleeding disorder achieves proof-of-concept"
  },
  {
    "id": "fake_1440",
    "claim": "Up to 50 percent of women with advanced-stage ovarian cancer could be cured with 1 treatment model"
  },
  {
    "id": "fake_1441",
    "claim": "Common dementia drug found to improve Parkinson's symptoms"
  },
  {
    "id": "fake_1442",
    "claim": "Researchers Develop Simple Paper Test That Quickly Diagnoses Illnesses by Changing Colour"
  },
  {
    "id": "fake_1443",
    "claim": "Clinical study finds a specialized lollipop can end a kid's earache in nine of ten cases"
  },
  {
    "id": "fake_1444",
    "claim": "Exercise reduces heart disease risk in depressed patients"
  },
  {
    "id": "fake_1445",
    "claim": "New FAU study suggests benefits of regular mammography extend to the elderly"
  },
  {
    "id": "fake_1446",
    "claim": "New breast cancer drug may be effective against other types of cancer"
  },
  {
    "id": "fake_1447",
    "claim": "Concussion-Related Measures Improved in High School Football Players Who Drank New... -- COLLEGE PARK, Md., Dec. 22, 2015 /PRNewswire-USNewswire/ --"
  },
  {
    "id": "fake_1448",
    "claim": "IU researchers find magnesium intake may be beneficial in preventing pancreatic cancer"
  },
  {
    "id": "fake_1449",
    "claim": "Blood test that could predict arthritis risk"
  },
  {
    "id": "fake_1450",
    "claim": "New study finds adult fresh pear consumers had a lower body weight than non-pear consumers"
  },
  {
    "id": "fake_1451",
    "claim": "FDA allows marketing of cooling cap to reduce hair loss during chemotherapy"
  },
  {
    "id": "fake_1452",
    "claim": "Cognitive Behavioral Therapy Can Be as Effective as Second-Generation Antidepressants to Treat Major Depressive Disorder"
  },
  {
    "id": "fake_1453",
    "claim": "New vaccine strategy better protects high-risk cancer patients from flu"
  },
  {
    "id": "fake_1454",
    "claim": "Magnetic stimulation of the brain may help patients with cocaine addiction"
  },
  {
    "id": "fake_1455",
    "claim": "New Data Establishes Image Guided Treatment Option for Prostate Cancer as an Alternative to Surgery by Reducing Recovery Times and Lower Side Effects"
  },
  {
    "id": "fake_1456",
    "claim": "Promising new antimicrobials could fight drug-resistant MRSA infection, study finds"
  },
  {
    "id": "fake_1457",
    "claim": "Cognitive behavior therapy can help overcome fear of the dentist"
  },
  {
    "id": "fake_1458",
    "claim": "Breast MRI after mammography may identify additional aggressive cancers"
  },
  {
    "id": "fake_1459",
    "claim": "College studies may reduce risk of dementia for older adults, research finds"
  },
  {
    "id": "fake_1460",
    "claim": "Food industry can help lower cardiovascular diseases by adding little seaweed to products"
  },
  {
    "id": "fake_1461",
    "claim": "Study finds tree nut consumption may lower risk of cardiovascular disease"
  },
  {
    "id": "fake_1462",
    "claim": "Working up a sweat may protect men from lethal prostate cancer"
  },
  {
    "id": "fake_1463",
    "claim": "HSRx Group's Acne Product Outperforms Market Leader in Clinical Trial; Demonstrates Faster Reduction of Acne Count, Redness & Severity"
  },
  {
    "id": "fake_1464",
    "claim": "Viscosupplementation Recommended For Appropriate Patients with Knee Osteoarthritis"
  },
  {
    "id": "fake_1465",
    "claim": "Lucentis Proves Effective Against Proliferative Diabetic Retinopathy"
  },
  {
    "id": "fake_1466",
    "claim": "Yoga may lessen side effects in men undergoing prostate cancer treatment"
  },
  {
    "id": "fake_1467",
    "claim": "TGen identifies drug that could limit the spread of deadly brain tumors"
  },
  {
    "id": "fake_1468",
    "claim": "Gastric Balloon in a Pill Helps Patients Lose Weight Without Surgery or Endoscopy"
  },
  {
    "id": "fake_1469",
    "claim": "Study: Drug may delay, prevent blindness for millions of older Americans"
  },
  {
    "id": "fake_1470",
    "claim": "Psoriasis and psoriatic arthritis symptoms curbed by bariatric surgery"
  },
  {
    "id": "fake_1471",
    "claim": "Concussions in kids are detectable by blood test"
  },
  {
    "id": "fake_1472",
    "claim": "Massage Therapy May Boost Immune System to Combat Cold, Flu"
  },
  {
    "id": "fake_1473",
    "claim": "Brain stimulation limits calories consumed in adults with obesity"
  },
  {
    "id": "fake_1474",
    "claim": "Acupuncture and Alexander Technique ease chronic neck pain better than usual care"
  },
  {
    "id": "fake_1475",
    "claim": "Landmark clinical trial shows gene-targeted drug can treat prostate cancer"
  },
  {
    "id": "fake_1476",
    "claim": "Taking cholesterol medication before aneurysm repair improves outcomes"
  },
  {
    "id": "fake_1477",
    "claim": "New Non-Surgical Treatment Freezes Breast Cancer in its Tracks"
  },
  {
    "id": "fake_1478",
    "claim": "Botox may prevent irregular heartbeat after bypass surgery"
  },
  {
    "id": "fake_1479",
    "claim": "Restoring testosterone rather than replacing it helps safeguard a man's fertility"
  },
  {
    "id": "fake_1480",
    "claim": "Oxytocin has social, emotional and behavioral benefits in young kids with autism"
  },
  {
    "id": "fake_1481",
    "claim": "Heart CT Scans Outperform Stress Tests in Spotting Clogged Arteries - 10/26/2015"
  },
  {
    "id": "fake_1482",
    "claim": "Implant procedure helps patients with sacroiliac joint pain"
  },
  {
    "id": "fake_1483",
    "claim": "Researchers close in on a blood test for Alzheimer's disease"
  },
  {
    "id": "fake_1484",
    "claim": "Animal study suggests treatment that may improve heart function in heart failure"
  },
  {
    "id": "fake_1485",
    "claim": "Just 30 minutes a day: Regular exercise relieves asthma symptoms"
  },
  {
    "id": "fake_1486",
    "claim": "The Lancet: New heart attack test could identify two-thirds of patients at very low risk of heart attack in the emergency department"
  },
  {
    "id": "fake_1487",
    "claim": "Preventing cancer: Study finds dramatic benefits of weight-loss surgery"
  },
  {
    "id": "fake_1488",
    "claim": "Annual Mammography Starting at Age 40 Still Best Way to Saves Lives from Breast Cancer"
  },
  {
    "id": "fake_1489",
    "claim": "Breakthrough study demonstrates survival advantage with immune checkpoint inhibitor for advanced kidney cancer patients"
  },
  {
    "id": "fake_1490",
    "claim": "Early intervention improves preschoolers' heart healthy habits"
  },
  {
    "id": "fake_1491",
    "claim": "More men at risk for prostate cancer as a result of less regular screening"
  },
  {
    "id": "fake_1492",
    "claim": "Surgical probe seeks out where cancer ends and healthy tissue begins"
  },
  {
    "id": "fake_1493",
    "claim": "Resveratrol impacts Alzheimer's disease biomarker"
  },
  {
    "id": "fake_1494",
    "claim": "Mediterranean diet plus olive oil associated with reduced breast cancer risk"
  },
  {
    "id": "fake_1495",
    "claim": "Transcatheter aortic valve replacement is safe, effective for very elderly patients"
  },
  {
    "id": "fake_1496",
    "claim": "Growth hormone reduces risk of osteoporosis fractures in older women"
  },
  {
    "id": "fake_1497",
    "claim": "Are You At Risk? 5 Different Types of Prostate Cancer Found"
  },
  {
    "id": "fake_1498",
    "claim": "Instant oatmeal for breakfast may help curb your appetite at lunch"
  },
  {
    "id": "fake_1499",
    "claim": "Generic heart medication shown to prolong ovarian cancer patients' survival"
  },
  {
    "id": "fake_1500",
    "claim": "Tell-tale biomarker detects early breast cancer in NIH-funded study"
  },
  {
    "id": "fake_1501",
    "claim": "Vitamin D supplements could help reduce falls in homebound elderly"
  },
  {
    "id": "fake_1502",
    "claim": "Study of 83,000 veterans finds cardiovascular benefits to testosterone replacement"
  },
  {
    "id": "fake_1503",
    "claim": "Eye Tracking Has High Sensitivity as a Biomarker for Concussion"
  },
  {
    "id": "fake_1504",
    "claim": "Could Body Posture During Sleep Affect How Your Brain Clears Waste?"
  },
  {
    "id": "fake_1505",
    "claim": "Telephone-Based Cognitive Behavioral Therapy for Anxiety in Rural Older Adults"
  },
  {
    "id": "fake_1506",
    "claim": "New Therapy Delivers Long-Term Relief for Chronic Back, Leg Pain, Study Finds"
  },
  {
    "id": "fake_1507",
    "claim": "Low-dose lithium reduces side effects from most common treatment for Parkinson's disease"
  },
  {
    "id": "fake_1508",
    "claim": "New Study Published on Cover of Urology Finds that Decipher® Prostate Cancer... -- SAN DIEGO, July 14, 2015 /PRNewswire/ --"
  },
  {
    "id": "fake_1509",
    "claim": "Alzheimer's Disease Prevention: New Journal Article Highlights Benefits of Meditation and Spiritual Fitness"
  },
  {
    "id": "fake_1510",
    "claim": "New psoriasis drug is more effective than current treatment"
  },
  {
    "id": "fake_1511",
    "claim": "Cancer drug 49 times more potent than Cisplatin"
  },
  {
    "id": "fake_1512",
    "claim": "Can autism be measured in a sniff?"
  },
  {
    "id": "fake_1513",
    "claim": "Weight loss plus vitamin D reduces inflammation linked to cancer, chronic disease"
  },
  {
    "id": "fake_1514",
    "claim": "Journal of Surgical Oncology Publishes Study Showing Oncotype DX® DCIS Score™... -- REDWOOD CITY, Calif., June 23, 2015 /PRNewswire/ --"
  },
  {
    "id": "fake_1515",
    "claim": "The Lancet: New rapid diagnostic test for Ebola could be game changer in the fight against the disease"
  },
  {
    "id": "fake_1516",
    "claim": "Discovery promises new treatments to thwart colon cancer"
  },
  {
    "id": "fake_1517",
    "claim": "Dose reduction strategy can substantially reduce high cost of TNF inhibitor therapy in RA"
  },
  {
    "id": "fake_1518",
    "claim": "Study shows first signs that ADHD drug may improve cognitive difficulties in menopausal women"
  },
  {
    "id": "fake_1519",
    "claim": "Theranostic drug personalizes prostate cancer imaging and therapy"
  },
  {
    "id": "fake_1520",
    "claim": "Sibley Memorial Hospital Selects Hitachi for Their Proton Beam Therapy System in Washington D.C."
  },
  {
    "id": "fake_1521",
    "claim": "Weekly Non-invasive Brain Stimulation Provides Long-Term Relief of Post-Stroke Pain"
  },
  {
    "id": "fake_1522",
    "claim": "Anti-rejection medications for transplant recipients protect against Alzheimer's disease"
  },
  {
    "id": "fake_1523",
    "claim": "Preventive neuroradiology: Brain imaging bolsters efforts to lower Alzheimer's risk"
  },
  {
    "id": "fake_1524",
    "claim": "The Lancet: Simple score predicts risk of death for middle-aged adults in the UK"
  },
  {
    "id": "fake_1525",
    "claim": "Study Suggests Breastfeeding May Lower Risk of Childhood Leukemia"
  },
  {
    "id": "fake_1526",
    "claim": "Pilot clinical trial finds injected immune cells safe in multiple myeloma patients"
  },
  {
    "id": "fake_1527",
    "claim": "Clinical trial examines safety, effectiveness of drug to treat binge eating disorder"
  },
  {
    "id": "fake_1528",
    "claim": "New study finds that proton therapy has fewer side effects in esophageal cancer patients"
  },
  {
    "id": "fake_1529",
    "claim": "Definitive tests for irritable bowel syndrome developed at Cedars-Sinai"
  },
  {
    "id": "fake_1530",
    "claim": "Exercise, however modest, found progressively beneficial to the elderly"
  },
  {
    "id": "fake_1531",
    "claim": "Novel Imaging Technique Improves Prostate Cancer Detection"
  },
  {
    "id": "fake_1532",
    "claim": "The Lancet: Testing hand-grip strength could be a simple, low-cost way to predict heart attack and stroke risk"
  },
  {
    "id": "fake_1533",
    "claim": "New Harvard research finds walnuts may help slow colon cancer growth"
  },
  {
    "id": "fake_1534",
    "claim": "Five-Year Follow-Up Study Further Supports Effectiveness and Safety of the Essure® Procedure as a Non-Surgical, Non-Hormonal Option for Permanent Contraception"
  },
  {
    "id": "fake_1535",
    "claim": "Treating gum disease reduces prostate symptoms, CWRU researchers find"
  },
  {
    "id": "fake_1536",
    "claim": "New HPV vaccine offers greater protection against cervical cancer than current vaccine"
  },
  {
    "id": "fake_1537",
    "claim": "Expanding Naloxone use could reduce drug overdose deaths and save lives"
  },
  {
    "id": "fake_1538",
    "claim": "Effective sleep apnea treatment lowers diabetes risk"
  },
  {
    "id": "fake_1539",
    "claim": "Clinical studies show 'CHORI-bar' results in broad scale health improvements"
  },
  {
    "id": "fake_1540",
    "claim": "Metformin may lower lung cancer risk in diabetic nonsmokers"
  },
  {
    "id": "fake_1541",
    "claim": "New Data Shows Irreversible Electroporation Nearly Doubles Overall Survival of Patients with Locally Advanced Pancreatic Cancer When Added to Standard Therapy"
  },
  {
    "id": "fake_1542",
    "claim": "Mounting evidence demonstrates improved cognitive function from cocoa flavanol consumption"
  },
  {
    "id": "fake_1543",
    "claim": "Drugs that activate brain stem cells may reverse multiple sclerosis"
  },
  {
    "id": "fake_1544",
    "claim": "Study: Civic engagement may stave off brain atrophy, improve memory"
  },
  {
    "id": "fake_1545",
    "claim": "Pressking.com"
  },
  {
    "id": "fake_1546",
    "claim": "Stem Cell Injection May Soon Reverse Vision Loss Caused By Age-Related Macular Degeneration"
  },
  {
    "id": "fake_1547",
    "claim": "Overnight Fasting May Reduce Breast Cancer Risk in Women"
  },
  {
    "id": "fake_1548",
    "claim": "Joslin Researchers Conduct First Trial Directly Comparing Drugs for Diabetic Macular Edema and Find All are Effective"
  }
]